Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Vote to abstain on proposal {proposalId}
ar_sa: التصويت على المقترح بالاحتفاظ بالصوت {proposalId}
bg_bg: Гласувайте "въздържал се" по предложението {proposalId}
cs_cz: Hlasování o zdržení se hlasování o návrhu {proposalId}
de_de: Stimmenthaltung bei Vorschlag {proposalId}
es_es: Vota abstenerte en la propuesta {proposalId}
fr_fr: Voter pour s'abstenir sur la proposition {proposalId}
hu_hu: Szavazz a tartózkodásra ennél az ajánlatnál {proposalId}
id_id: Pilih untuk abstain pada proposal {proposalId}
it_it: Voto di astensione sulla proposta {propostaId}
ja_jp: 提案{proposalId}に棄権票を投じる
nl_nl: Stem om je te onthouden van voorstel {voorstelId}
pl_pl: Głosowanie za wstrzymaniem się od głosu w sprawie wniosku {wniosekId}
pt_pt: Votar a favor da abstenção na proposta {proposalId}
ro_ro: Votează pentru abținerea de la vot asupra propunerii {proposalId}
ru_ru: Воздержаться от голосования по предложению {proposalId}
sk_sk: Hlasujte za zdržanie sa návrhu {proposalId}
sv_se: Rösta för att avstå från att rösta om förslaget {proposalId}
th_th: ลงคะแนนเสียงเพื่องดออกเสียงข้อเสนอ {proposalId}
tr_tr: {proposalId} teklifi için çekimser oy ver
vi_vn: Bỏ phiếu trắng cho đề xuất {proposalId}

source: Vote to abstain on proposal {proposalKey}
ar_sa: التصويت على المقترح بالاحتفاظ بالصوت {proposalKey}
bg_bg: Гласувайте въздържал се по предложението {proposalKey}
cs_cz: Hlasovat pro zdržení se hlasování o návrhu {proposalKey}
de_de: Stimmenthaltung bei Vorschlag {proposalKey}
es_es: Vota abstenerte en la propuesta {proposalKey}
fr_fr: Votez pour l'abstention sur la proposition {proposalKey}
hu_hu: Szavazz a tartózkodásra ennél az ajánlatnál {proposalKey}
id_id: Pilih untuk abstain pada proposal {proposalKey}
it_it: Voto di astensione sulla proposta {proposalKey}
ja_jp: 提案{proposalKey}に棄権票を投じる
nl_nl: Stem om je te onthouden van voorstel {voorstelSleutel}
pl_pl: Głosowanie za wstrzymaniem się od głosu w sprawie propozycji {proposalKey}
pt_pt: Votar para se abster na proposta {proposalKey}
ro_ro: Votează pentru abținere la propunerea {proposalKey}
ru_ru: Воздержаться от голосования по предложению {proposalKey}
sk_sk: Hlasujte za zdržanie sa návrhu {proposalKey}
sv_se: Rösta för att avstå från att rösta på förslaget {proposalKey}
th_th: ลงคะแนนเพื่องดออกเสียงข้อเสนอ {proposalKey}
tr_tr: {proposalKey} teklifi için çekimser oy ver
vi_vn: Bỏ phiếu trắng cho đề xuất {proposalKey}

source: Vote to abstain on proposal {proposalKey} with reason "{0}"
ar_sa: التصويت على المقترح بالاحتفاظ بالصوت {proposalKey} مع السبب "{0}"
bg_bg: Гласувайте въздържал се по предложението {proposalKey} с причина „{0}“
cs_cz: Hlasovat pro zdržení se hlasování o návrhu {proposalKey} s odůvodněním "{0}".
de_de: Stimmenthaltung bei Vorschlag {proposalKey} mit der Begründung "{0}"
es_es: Vota abstenerte en la propuesta {proposalKey} con el motivo "{0}"
fr_fr: Votez pour l'abstention sur la proposition {proposalKey} avec la raison "{0}"
hu_hu: Szavazz a tartózkodásra ennél az ajánlatnál {proposalKey}, ebből az okból "{0}"
id_id: Pilih untuk abstain pada proposal {proposalKey} dengan alasan "{0}"
it_it: Voto di astensione sulla proposta {proposalKey} con motivazione "{0}"
ja_jp: "{0}"を理由に、提案{proposalKey}に棄権票を投じる
nl_nl: Stem om je te onthouden van voorstel {voorstelSleutel} met reden "{0}"
pl_pl: Głosowanie za wstrzymaniem się od głosu w sprawie propozycji {proposalKey} z powodem "{0}"
pt_pt: Votar para se abster na proposta {proposalKey} com o motivo "{0}"
ro_ro: Votează pentru abținere la propunerea {proposalKey} cu motivul "{0}".
ru_ru: Воздержаться от голосования по предложению {proposalKey} по причине "{0}"
sk_sk: Hlasujte za zdržanie sa návrhu {proposalKey} s dôvodom „{0}“
sv_se: Avstår från att rösta på förslaget {proposalKey} med skäl "{0}"
th_th: ลงคะแนนเพื่องดออกเสียงข้อเสนอ {proposalKey} พร้อมเหตุผล "{0}"
tr_tr: "{0}" gerekçesiyle {proposalKey} teklifi için çekimser oy ver
vi_vn: Bỏ phiếu trắng cho đề xuất {proposalKey} với lý do "{0}"

source: Voting ended {0}
ar_sa: انتهى التصويت
bg_bg: Гласуването приключи {0}
cs_cz: Hlasování skončilo {0}
de_de: Abstimmung beendet {0}
es_es: Fin de la votación {0}
fr_fr: Vote terminé {0}
hu_hu: A szavazás {0}-kor véget ért
id_id: Voting berakhir {0}
it_it: Votazione terminata {0}
ja_jp: 投票は {0}で終了しました
nl_nl: Stemmen beëindigd {0}
pl_pl: Głosowanie zakończone {0}
pt_pt: A votação terminou {0}
ro_ro: Votarea s-a încheiat {0}
ru_ru: Голосование завершено {0}
sk_sk: Hlasovanie skončilo {0}
sv_se: Omröstningen avslutad {0}
th_th: การลงคะแนนสิ้นสุด {0}
tr_tr: Oylama {0}'da sona erdi
vi_vn: Bỏ phiếu đã kết thúc {0}

source: Voting ends approximately {0}
ar_sa: ينتهي التصويت تقريبا {0}
bg_bg: Гласуването приключва приблизително {0}
cs_cz: Hlasování končí přibližně {0}
de_de: Abstimmung endet ca. {0}
es_es: La votación termina aproximadamente {0}
fr_fr: Le vote se termine vers {0}
hu_hu: A szavazás körülbelül {0}-kor fejeződik be
id_id: Voting berakhir sekitar {0}
it_it: La votazione termina approssimativamente {0}
ja_jp: 投票は約 {0} で終了します
nl_nl: Stemmen eindigt ongeveer {0}
pl_pl: Głosowanie kończy się około {0}
pt_pt: A votação termina aproximadamente {0}
ro_ro: Votarea se încheie în aproximativ {0}
ru_ru: Примерный срок окончания голосования {0}
sk_sk: Hlasovanie končí približne {0}
sv_se: Omröstningen avslutas ungefär {0}.
th_th: การลงคะแนนสิ้นสุดลงประมาณ {0}
tr_tr: Oylama yaklaşık olarak {0}'da sona erecek
vi_vn: Bỏ phiếu kết thúc khoảng {0}

source: Voting starts approximately {0}
ar_sa: يبدأ التصويت تقريبا {0}
bg_bg: Гласуването започва приблизително {0}
cs_cz: Hlasování začíná přibližně {0}
de_de: Abstimmung beginnt ca. {0}
es_es: La votación comienza aproximadamente en {0}
fr_fr: Le vote commence vers {0}
hu_hu: A szavazás körülbelül {0}-kor kezdődik
id_id: Voting dimulai sekitar {0}
it_it: Le votazioni iniziano approssimativamente {0}
ja_jp: 投票は約 {0} で開始します
nl_nl: Het stemmen begint ongeveer {0}
pl_pl: Głosowanie rozpoczyna się około {0}
pt_pt: A votação começa aproximadamente {0}
ro_ro: Votul începe în aproximativ {0}
ru_ru: Примерный срок начала голосования {0}
sk_sk: Hlasovanie sa začína približne o {0}
sv_se: Omröstningen börjar ungefär {0}.
th_th: การลงคะแนนเริ่มต้นประมาณ {0}
tr_tr: Oylama yaklaşık olarak {0}'da başlayacak
vi_vn: Bỏ phiếu bắt đầu vào khoảng {0}

source: Waiting For Confirmation
ar_sa: في انتظار التأكيد
bg_bg: Изчакване за потвърждение
cs_cz: Čekání na potvrzení
de_de: Warten auf Bestätigung
es_es: Esperando la confirmación
fr_fr: En attente de confirmation
hu_hu: Megerősítésre vár
id_id: Menunggu Konfirmasi
it_it: In attesa di conferma
ja_jp: 確認待ち
nl_nl: Op bevestiging wachten
pl_pl: Oczekiwanie na potwierdzenie
pt_pt: À espera da confirmação
ro_ro: În așteptarea confirmării
ru_ru: Ожидание подтверждения
sk_sk: Čakajúce na potvrdenia
sv_se: Väntar på bekräftelse
th_th: รอการยืนยัน
tr_tr: Onay İçin Bekleniyor
vi_vn: Chờ Đợi Xác Nhận

source: Wallet Address or ENS name
ar_sa: عنوان المحفظة أو اسم ENS
bg_bg: Адрес на портфейла или име на ENS
cs_cz: Adresa peněženky nebo název ENS
de_de: Wallet-Adresse oder ENS-Name
es_es: Dirección de Wallet o nombre del ENS
fr_fr: Adresse du portefeuille ou nom de l'ENS
hu_hu: Pénztárca cím vagy ENS név
id_id: Alamat Dompet atau nama ENS
it_it: Indirizzo Wallet o nome ENS
ja_jp: ウォレットアドレスまたはENS名
nl_nl: Wallet Adres of ENS naam
pl_pl: Adres portfela lub nazwa ENS
pt_pt: Endereço da carteira ou nome ENS
ro_ro: Adresa portofelului sau numele ENS
ru_ru: Адрес кошелька или название ENS
sk_sk: Adresa peňaženky alebo názov ENS
sv_se: Plånboksadress eller ENS-namn
th_th: ที่อยู่ Wallet หรือชื่อ ENS
tr_tr: Cüzdan Adresi veya ENS adı
vi_vn: Địa Chỉ Ví hoặc Tên ENS

source: Weekly Rewards
ar_sa: المكافآت الأسبوعية
bg_bg: Седмични възнаграждения
cs_cz: Týdenní odměny
de_de: Wöchentliche Prämien
es_es: Recompensas semanales
fr_fr: Récompenses hebdomadaires
hu_hu: Heti jutalmak
id_id: Hadiah Mingguan
it_it: Premi settimanali
ja_jp: 週間報酬
nl_nl: Wekelijkse Beloningen
pl_pl: Nagrody tygodniowe
pt_pt: Recompensas Semanais
ro_ro: Recompense săptămânale
ru_ru: Еженедельные награды
sk_sk: Týždenné odmeny
sv_se: Veckovisa belöningar
th_th: รางวัลรายสัปดาห์
tr_tr: Haftalık Ödüller
vi_vn: Phần Thưởng Hàng Tuần

source: Welcome to team Unicorn :)
ar_sa: مرحبا بك في فريق Unicorn :)
bg_bg: Добре дошъл в Unicorn отбора :)
cs_cz: Vítejte v týmu Unicorn :)
de_de: Willkommen im Team Unicorn :)
es_es: Bienvenida al equipo Unicornio :)
fr_fr: Bienvenue dans l'équipe Licorne :)
hu_hu: Üdvözlünk az egyszarvú csapatban!
id_id: Selamat datang di tim Unicorn :)
it_it: Benvenuto nel team Unicorn :)
ja_jp: ユニコーンチームへようこそ :)
nl_nl: Welkom bij team Unicorn :)
pl_pl: Witamy w zespole Unicorn :)
pt_pt: Bem-vindo ao time Unicorn :)
ro_ro: Bine ai venit în echipa Unicorn :)
ru_ru: Добро пожаловать в команду Unicorn :)
sk_sk: Vitajte v tíme jednorožcov :)
sv_se: Välkommen till team Unicorn :)
th_th: ยินดีต้อนรับสู่ทีมยูนิคอร์น :)
tr_tr: Unicorn ekibine hoş geldiniz :)
vi_vn: Chào mừng đến với đội Unicorn :)

source: When you claim without withdrawing your liquidity remains in the mining pool.
ar_sa: عندما تطالب دون سحب، تبقى سيولتك في مجموعة التعدين.
bg_bg: Когато си изискате, без да теглите, вашата ликвидност остава в пула за копаене.
cs_cz: Když uplatníte nárok bez výběru, vaše likvidita zůstane v těžebním poolu.
de_de: Wenn Sie Geld anfordern, ohne es abzuheben, bleibt Ihre Liquidität im Mining Pool.
es_es: Cuando reclamas sin retirar, tu liquidez permanece en el pool minero.
fr_fr: Lorsque vous réclamez sans retirer votre liquidité reste dans le pool de minage.
hu_hu: Ha kivonás nélkül nyújtasz be igényt, akkor a likviditás a bányászati poolban marad.
id_id: Ketika Anda mengklaim tanpa menarik likuiditas Anda tetap berada di pool penambangan.
it_it: Quando fai claim senza prelevare, la tua liquidità rimane nel mining pool.
ja_jp: 引き出すことなく請求した場合、あなたの流動性はマイニングプールに残ります。
nl_nl: Wanneer je claimt zonder je liquiditeit op te nemen, blijft deze in de mining pool.
pl_pl: Gdy złożysz wniosek bez wypłaty, Twoja płynność pozostaje w puli wydobywczej.
pt_pt: Quando você reivindica sem fazer saques, a sua liquidez permanece no pool de mineração.
ro_ro: Atunci când revendici fără să retragi, lichiditatea ta rămâne în fondul minier.
ru_ru: Когда Вы не выводите средства, Ваша ликвидность остается в пуле майнинга.
sk_sk: Keď nárokujete bez stiahnutia, vaša likvidita zostáva v ťažobnom fonde..
sv_se: När du gör anspråk utan att ta ut pengar stannar din likviditet kvar i miningpoolen.
th_th: เมื่อคุณรับโทเค็นโดยไม่ถอนสภาพคล่องของคุณจะยังคงอยู่ในกลุ่มการขุด
tr_tr: Para çekmeden talepte bulunduğunuzda likiditeniz madencilik havuzunda kalır.
vi_vn: Khi bạn yêu cầu nhận mà không thực hiện rút tiền, thanh khoản của bạn vẫn còn trong nhóm khai thác.

source: When you withdraw, the contract will automagically claim UNI on your behalf!
ar_sa: عند قيامك بالسحب، سوف يطالب العقد تلقائيا بـ UNI نيابة عنك!
bg_bg: Когато изтеглите, договорът автоматично ще поиска UNI от ваше име!
cs_cz: Pokud se rozhodnete pro výběr, kontrakt automaticky uplatní nárok na UNI místo Vás.
de_de: Wenn Sie Geld abheben, wird der Vertrag automatisch UNI in Ihrem Namen einfordern!
es_es: Cuando te retires, ¡el contrato reclamará automáticamente el UNI en tu nombre!
fr_fr: Lors de votre rétractation, le contrat revendiquera automatiquement UNI en votre nom !
hu_hu: Kivonáskor a szerződés automatikusan igényli az UNI-t a te nevedben.
id_id: Ketika Anda menarik dana, kontrak akan secara otomatis mengklaim UNI atas nama Anda!
it_it: Quando prelevi, il contratto rivendicherà automaticamente UNI per tuo conto!
ja_jp: 引き出すと、コントラクトは自動的にあなたに代わってUNIを請求します！
nl_nl: Wanneer je jezelf terugtrekt, claimt het contract automatisch UNI namens jou!
pl_pl: Gdy wycofasz się z umowy, automatycznie wystąpi o UNI w Twoim imieniu!
pt_pt: Quando você saca, o contrato reivindicará automaticamente UNI em seu nome!
ro_ro: Atunci când retragi, contractul va solicita automat UNI în numele tău!
ru_ru: Когда Вы выводите средства, контракт автоматически снимает UNI от Вашего имени!
sk_sk: Keď odstúpite, zmluva bude automaticky nárokovať UNI vo vašom mene!
sv_se: När du gör uttag kommer avtalet automatiskt att kräva UNI för din räkning!
th_th: เมื่อคุณถอนตัว สัญญาจะรับโทเค็น UNI ในนามของคุณโดยอัตโนมัติ!
tr_tr: Çekildiğinde, sözleşme otomatik olarak sizin adınıza UNI talebinde bulunacaktır!
vi_vn: Khi bạn thực hiện rút tiền, hợp đồng sẽ tự động yêu cầu nhận mã thông báo UNI thay cho bạn!

source: When you withdraw, your UNI is claimed and your liquidity is removed from the mining pool.
ar_sa: عند قيامك بالسحب، تتم المطالبة بـ UNI الخاص بك وإزالة سيولتك من مجموعة التعدين.
bg_bg: Когато теглите, вашият UNI се изисква и вашата ликвидност се премахва от пула за копаене.
cs_cz: Pokud se rozhodnete pro výběr, Vaše UNI jsou vyžádány a vaše likvidita je z těžebního fondu odstraněna.
de_de: Wenn Sie abheben, wird Ihre UNI eingefordert und Ihre Liquidität wird aus dem Mining Pool entfernt.
es_es: Cuando te retiras, se reclama tu UNI y se retira tu liquidez del pool de minería.
fr_fr: Lorsque vous retirez, votre UNI est réclamé et votre liquidité est retirée du pool de minage.
hu_hu: Kivonáskor az UNI-t igényled és a likviditást eltávolítják a bányászati ​​poolból.
id_id: Ketika Anda menarik, UNI Anda akan diklaim dan likuiditas Anda akan dihapus dari mining pool.
it_it: Quando prelevi, il tuo UNI viene rivendicato e la tua liquidità viene rimossa dal mining pool.
ja_jp: 引き出すと、あなたのUNIは請求され、あなたの流動性はマイニングプールから取り除かれます。
nl_nl: Wanneer je jezelf terugtrekt, wordt jouw UNI geclaimd en wordt jouw liquiditeit uit de mining pool verwijderd.
pl_pl: Kiedy się wycofasz, Twój UNI zostanie odebrany, a Twoja płynność zostanie usunięta z puli wydobywczej.
pt_pt: Quando você saca, seu UNI é reivindicado e sua liquidez é removida do pool de mineração.
ro_ro: Atunci când retragi, UNI este revendicat, iar lichiditatea ta este eliminată din fondul minier.
ru_ru: Когда Вы выводите средства, UNI снимается, а Ваша ликвидность удаляется из пула майнинга.
sk_sk: Keď vyberiete, vaše UNI je nárokované a vaša likvidita je odstránená z ťažobného fondu.
sv_se: När du gör uttag tas din UNI i anspråk och din likviditet tas bort från miningpoolen.
th_th: เมื่อคุณถอนออก UNI ของคุณจะได้รับโทเค็นและสภาพคล่องของคุณจะถูกลบออกจากกลุ่มการขุด
tr_tr: Para çektiğinizde UNI'niz talep edilir ve likiditeniz madencilik havuzundan çıkarılır.
vi_vn: Khi bạn thực hiện rút tiền, mã thông báo UNI của bạn sẽ được xác nhận và thanh khoản của bạn bị xóa khỏi nhóm khai thác.

source: Withdraw
ar_sa: سحب
bg_bg: Изтегли
cs_cz: Vybrat
de_de: Abheben
es_es: Retirar
fr_fr: Retirer
hu_hu: Kivonás
id_id: Penarikan
it_it: Prelievo
ja_jp: 引き出す
nl_nl: Intrekken
pl_pl: Wycofaj się
pt_pt: Saque
ro_ro: Retrage
ru_ru: Вывести средства
sk_sk: Vytiahnuť
sv_se: Ta ut
th_th: ถอน
tr_tr: Para çek
vi_vn: Rút

source: Withdraw & Claim
ar_sa: السحب والمطالبة
bg_bg: Теглене и иск
cs_cz: Vybrat & Uplatnit nárok
de_de: Abheben & einfordern
es_es: Retirar y Reclamar
fr_fr: Retirer et réclamer
hu_hu: Kivonás & igény
id_id: Penarikan & Klaim
it_it: Prelievo e claim
ja_jp: 引き出し & 請求
nl_nl: Intrekken & Claimen
pl_pl: Wycofaj i złóż wniosek
pt_pt: Saque e Reivindicação
ro_ro: Retrage & Revendică
ru_ru: Вывести средства и получить
sk_sk: Vybrať a uplatniť nárok
sv_se: Uttag & anspråk
th_th: ถอนและเรียกร้อง
tr_tr: Para Çek & Talep Et
vi_vn: Rút & Yêu cầu

source: Withdraw deposited liquidity
ar_sa: سحب السيولة المودعة
bg_bg: Изтегляне на депозираната ликвидност
cs_cz: Vybrat vloženou likviditu
de_de: Eingezahlte Liquidität abheben
es_es: Retirar liquidez depositada
fr_fr: Retirer les liquidités déposées
hu_hu: A letétbe helyezett likviditás kivonása
id_id: Tarik likuiditas yang disimpan
it_it: Preleva la liquidità depositata
ja_jp: 預けた流動性を引き出す
nl_nl: Gedeponeerde liquiditeit opnemen
pl_pl: Wypłacanie zdeponowanej płynności
pt_pt: Sacar a liquidez depositada
ro_ro: Retragerea lichidităților depuse
ru_ru: Вывести ликвидность
sk_sk: Vybrať uloženú likviditu
sv_se: Uttag av insatt likviditet
th_th: ถอนสภาพคล่องที่ฝากไว้
tr_tr: Yatırılan likiditeyi çek
vi_vn: Rút thanh khoản đã ký gửi

source: Withdrawing {0} BD LP
ar_sa: يجري سحب {0} BD LP
bg_bg: Теглeне на {0} BD LP
cs_cz: Vybrání {0} BD LP
de_de: Abhebung von {0} BD LP
es_es: Retirar {0} BD LP
fr_fr: Retrait de {0} BD LP
hu_hu: {0} BD LP kivonása
id_id: Tarik {0} BD LP
it_it: Prelievo di {0} BD LP
ja_jp: {0} BD LPを引き出す
nl_nl: {0} BD LP intrekken
pl_pl: Wycofanie {0} BD LP
pt_pt: Saque de {0} BD LP
ro_ro: Retragere {0} BD LP
ru_ru: Вывод {0} BD LP
sk_sk: Vyberá sa {0} BD LP
sv_se: Tar ut {0} BD LP
th_th: การถอน {0} BD LP
tr_tr: {0} BD LP çekiliyor
vi_vn: Rút {0} BD LP

source: Withdrew BD LP!
ar_sa: تم سحب BD LP!
bg_bg: Изтеглихте BD LP!
cs_cz: Vybráno BD LP!
de_de: BD LP abgehoben!
es_es: ¡Retirada BD LP!
fr_fr: A retiré BD LP !
hu_hu: Kivont BD LP-t!
id_id: Tarik BD LP!
it_it: BD LP prelevati!
ja_jp: BD LPを引き出しました！
nl_nl: BD LP ingetrokken!
pl_pl: Wycofano BD LP!
pt_pt: BD LP Retirado!
ro_ro: S-a retras BD LP!
ru_ru: Вы вывели BD LP!
sk_sk: Vybrané BD LP!
sv_se: Tog ut BD LP!
th_th: ถอน BD LP!
tr_tr: BD LP çekildi!
vi_vn: Rút BD LP!

source: Wrap
ar_sa: تغطية الرمز
bg_bg: Опаковай
de_de: Umtauschen
es_es: Envolver
fr_fr: Envelopper
hu_hu: Becsomagolás
id_id: Bungkus
ja_jp: ラップ
ru_ru: Обернуть
sk_sk: Zabaliť
sv_se: Omslag
th_th: ห่อ
tr_tr: Wrap et

source: Wrap <0/> to WETH
ar_sa: التغطية <0/> ليساوي WETH
bg_bg: Опаковай <0/> до WETH
cs_cz: Wrap <0/> do WETH
de_de: Umtauschen<0/> zu WETH
es_es: Envolver <0/> a WETH
fr_fr: Enveloppez <0/> à WETH
hu_hu: <0/> becsomagolása WETH-be
id_id: Bungkus <0/> ke WETH
it_it: Wrap <0/> a WETH
ja_jp: <0/>をWETHにラップ
nl_nl: Wrap <0/> naar WETH
pl_pl: Wrap <0/> na WETH
pt_pt: Wrap <0/> em WETH
ro_ro: Wrap <0/> la WETH
ru_ru: Обернуть <0/> в WETH
sk_sk: Zabaliť <0/> do WETH
sv_se: Överföra <0/> till WETH
th_th: ห่อ <0/> เป็น WETH
tr_tr: <0/>'ı WETH'ye wrap et
vi_vn: Wrap <0/> đến WETH

source: Wrong Network
ar_sa: شبكة خاطئة
bg_bg: Грешна мрежа
cs_cz: Špatná síť
de_de: Falsches Netzwerk
es_es: Red equivocada
fr_fr: Mauvais réseau
hu_hu: Rossz hálózat
id_id: Salah Jaringan
it_it: Network errato
ja_jp: ネットワークが間違っています
nl_nl: Verkeerd Netwerk
pl_pl: Nieprawidłowa sieć
pt_pt: Rede Errada
ro_ro: Rețea greșită
ru_ru: Неверная сеть
sk_sk: Nesprávna sieť
sv_se: Fel nätverk
th_th: ผิดเครือข่าย
tr_tr: Yanlış Ağ
vi_vn: Sai Mạng

source: You already have an active or pending proposal
ar_sa: لديك اقتراح نشط أو معلق من قبل
bg_bg: Вече имате активно или изчакващо предложение
cs_cz: Již máte aktivní nebo nevyřízený návrh
de_de: Sie haben bereits einen aktiven oder ausstehenden Vorschlag
es_es: Ya tienes una propuesta activa o pendiente
fr_fr: Vous avez déjà une proposition active ou en attente
hu_hu: Már van egy aktív vagy függő ajánlat
id_id: Anda sudah memiliki proposal yang aktif atau tertunda
it_it: Hai già una proposta attiva o in attesa
ja_jp: 既にアクティブまたは保留中の提案があります
nl_nl: Je hebt al een actief of wachtend voorstel
pl_pl: Masz już aktywny lub oczekujący wniosek
pt_pt: Você já tem uma proposta ativa ou pendente
ro_ro: Ai deja o propunere activă sau în curs de examinare
ru_ru: У Вас уже есть предложение, которое либо активно, либо находится в процессе рассмотрения
sk_sk: Už máte aktívny alebo čakajúci návrh
sv_se: Du har redan ett aktivt eller pågående förslag
th_th: คุณมีข้อเสนอที่ใช้งานอยู่หรือรอดำเนินการอยู่แล้ว
tr_tr: Zaten aktif veya bekleyen bir teklifiniz var
vi_vn: Bạn đã có một đề xuất hiện đang hoạt động hoặc đang chờ xử lý

source: You are creating a pool
ar_sa: إنك بصدد القيام بإنشاء مجموعة
bg_bg: Създавате басейн
cs_cz: Vytváříte pool
de_de: Sie sind dabei, einen Pool zu erstellen
es_es: Estás creando un pool
fr_fr: Vous créez une piscine
hu_hu: Poolt hozol létre
id_id: Anda sedang membuat pool
it_it: Stai creando un pool
ja_jp: あなたはプールを作成中です
nl_nl: Je maakt een pool aan
pl_pl: Tworzysz pulę
pt_pt: Você está criando um pool
ro_ro: Ești pe cale să creezi un grup
ru_ru: Вы создаете пул
sk_sk: Vytvárate pool
sv_se: Du skapar en pool
th_th: คุณกำลังสร้างพูล
tr_tr: Havuz oluşturuyorsunuz
vi_vn: Bạn đang tạo một pool

source: You are the first liquidity provider for this BestDex V3 pool. Your liquidity will migrate at the current {0} price.
ar_sa: أنت أول مزود سيولة لمجموعة BestDex V3 هذه. سيتم ترحيل السيولة لديك بالسعر الحالي البالغ {0}.
bg_bg: Вие сте първият доставчик на ликвидност за този BestDex V3 басейн. Вашата ликвидност ще бъде прехвърлена при текущата цена {0}.
cs_cz: Jste prvním poskytovatelem likvidity pro tento pool BestDex V3. Vaše likvidita bude migrovat za aktuální cenu {0}.
de_de: Sie sind der erste Liquiditätsanbieter für diesen BestDex V3-Pool. Ihre Liquidität wird zum aktuellen Preis {0} migriert.
es_es: Eres el primer proveedor de liquidez de este pool BestDex V3. Tu liquidez migrará al precio {0} actual.
fr_fr: Vous êtes le premier fournisseur de liquidité pour ce pool BestDex V3. Votre liquidité migrera au prix {0} actuel.
hu_hu: Te vagy az első likviditásszolgáltató a BestDex V3-ban. Likviditásod a jelenlegi {0} áron mozog.
id_id: Anda adalah penyedia likuiditas pertama untuk pool BestDex V3 ini. Likuiditas Anda akan berpindah pada harga {0} saat ini.
it_it: Sei il primo fornitore di liquidità per questo pool BestDex V3. La tua liquidità migrerà al prezzo corrente di {0}.
ja_jp: あなたはこのBestDex V3プールの最初の流動性プロバイダーです。あなたの流動性は現在の{0}の価格で移行します。
nl_nl: Je bent de eerste liquiditeitsverschaffer voor deze BestDex V3 pool. Jouw liquiditeit wordt gemigreerd tegen de huidige prijs van {0}.
pl_pl: Jesteś pierwszym dostawcą płynności dla tej puli BestDex V3. Twoja płynność zostanie przeniesiona po bieżącej cenie {0}
pt_pt: Você é o primeiro fornecedor de liquidez para este pool BestDex V3. A sua liquidez migrará ao preço atual de {0}.
ro_ro: Ești primul furnizor de lichidități pentru acest fond BestDex V3. Lichiditatea ta va migra la prețul actual {0}.
ru_ru: Вы первый поставщик ликвидности для этого пула BestDex V3. Ваша ликвидность будет перенесена по текущей цене {0}.
sk_sk: Ste prvým poskytovateľom likvidity pre tento fond BestDex V3. Vaša likvidita sa presunie za aktuálnu cenu {0}.
sv_se: Du är den första likviditetsleverantören för denna BestDex V3-pool. Din likviditet kommer att migreras till det aktuella {0}-priset.
th_th: คุณเป็นผู้ให้บริการสภาพคล่องรายแรกสำหรับพูล BestDex V3 นี้ สภาพคล่องของคุณจะย้ายไปที่ราคา {0} ปัจจุบัน
tr_tr: Bu BestDex V3 havuzu için ilk likidite sağlayıcısı sizsiniz. Likiditeniz mevcut {0} fiyatından taşınacaktır.
vi_vn: Bạn là nhà cung cấp thanh khoản đầu tiên cho nhóm BestDex V3 này. Thanh khoản của bạn sẽ được di chuyển ở mức giá {0} hiện tại.

source: You are the first liquidity provider.
ar_sa: أنت أول مزود سيولة.
bg_bg: Вие сте първият доставчик на ликвидност.
cs_cz: Jste prvním poskytovatelem likvidity.
de_de: Sie sind der erste Liquiditätsanbieter.
es_es: Eres el primer proveedor de liquidez.
fr_fr: Vous êtes le premier apporteur de liquidité.
hu_hu: Te vagy az első likviditásszolgáltató
id_id: Anda adalah penyedia likuiditas pertama.
it_it: Sei il primo fornitore di liquidità.
ja_jp: あなたは最初の流動性プロバイダーです。
nl_nl: Je bent de eerste liquiditeitsverschaffer.
pl_pl: Jesteś pierwszym dostawcą płynności.
pt_pt: Você é o primeiro fornecedor de liquidez.
ro_ro: Ești primul furnizor de lichidități.
ru_ru: Вы первый поставщик ликвидности.
sk_sk: Ste prvým poskytovateľom likvidity.
sv_se: Du är den första likviditetsleverantören.
th_th: คุณคือผู้ให้บริการสภาพคล่องรายแรก
tr_tr: Siz ilk likidite sağlayıcısısınız.
vi_vn: Bạn là nhà cung cấp thanh khoản đầu tiên.
