Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Buy and Sell Instantly on
ar_sa: الشراء والبيع على الفور
bg_bg: Купете и продавайте веднага на
cs_cz: Koupit a prodat ihned na
de_de: Sofort kaufen und verkaufen
es_es: Compra y vende al instante en
fr_fr: Achetez et vendez instantanément sur
hu_hu: Eladás és vásárlás azonnal
id_id: Beli dan Jual Secara Instan di
it_it: Compra e vendi subito su
ja_jp: すぐに売買する
nl_nl: Direct Kopen en Verkopen Op
pl_pl: Kupuj i sprzedawaj natychmiastowo na
pt_pt: Comprar e vender instantaneamente em
ro_ro: Cumpără și vinde instantaneu pe
ru_ru: Покупайте и продавайте мгновенно на
sk_sk: Kúpiť a predať ihneď na
sv_se: Köp och sälj direkt på
th_th: ซื้อและขายทันทีบน
tr_tr: Anlık olarak Alın veya Satın:
vi_vn: Mua và Bán Ngay lập tức trên

source: Recommended By
ar_sa: أوصى به
bg_bg: Препоръчан от
cs_cz: Doporučeno
de_de: Empfohlen von
es_es: Recomendado por
fr_fr: Recommandé par
hu_hu: Ezeknek az oldalaknak az ajánlásával
id_id: Direkomendasikan oleh
it_it: Raccomandato da
ja_jp: 推奨されています
nl_nl: Aanbevolen Door
pl_pl: Polecany przez
pt_pt: Recomendado por
ro_ro: Recomandat de
ru_ru: Рекомендуют
sk_sk: Odporúčané
sv_se: Rekommenderad av
th_th: แนะนำโดย
tr_tr: Önerenler
vi_vn: Được khuyến nghị bởi

source: Trade any token on Ethereum or BNB Smart Chain in seconds, just by connecting your wallet.
ar_sa: تداول أي رمز على إيثريوم أو BNB Smart Chain في بضعة ثوان، بمجرّد ربط محفظتك.
bg_bg: Търгувайте с всякакви токени oт Ethereum или BNB Smart Chain за секунди, просто свържете портфейла си.
cs_cz: Stačí připojit peněženku a během několika sekund můžete obchodovat s jakýmkoli tokenem na platformě Ethereum nebo BNB Smart Chain.
de_de: Handeln Sie jeden Token auf Ethereum oder der BNB Smart Chain in Sekundenschnelle, indem Sie einfach Ihr Wallet verbinden.
es_es: Comercia con cualquier token de Ethereum o de la cadena inteligente BNB en segundos, simplemente conectando tu wallet.
fr_fr: Échangez n'importe quel jeton sur Ethereum ou BNB Smart Chain en quelques secondes, simplement en connectant votre portefeuille.
hu_hu: Kereskedj bármely tokennel Ethereum vagy BNB Smart Chain láncon másodpercek alatt, a tárcád csatlakoztatásával.
id_id: Trading token apa pun di Ethereum atau BNB Smart Chain dalam hitungan detik, hanya dengan menghubungkan dompet Anda.
it_it: Scambia qualsiasi token su Ethereum o BNB Smart Chain in pochi secondi, semplicemente collegando il tuo wallet.
ja_jp: EthereumまたはBNBスマートチェーン上の任意のトークンを、ウォレットを接続するだけで数秒で取引できます。
nl_nl: Verhandel elk token op de Ethereum of BNB Smart Chain binnen enkele seconden, eenvoudig te doen door jouw wallet te verbinden.
pl_pl: Handluj dowolnym tokenem na Ethereum lub BNB Smart Chain w kilka sekund, wystarczy podłączyć portfel.
pt_pt: Negocie qualquer token em Ethereum ou BNB Smart Chain em segundos, apenas conectando sua carteira.
ro_ro: Tranzacționează orice token pe Ethereum sau BNB Smart Chain în câteva secunde, doar conectându-ți portofelul.
ru_ru: Покупайте и продавайте любые токены, созданные на блокчейнах Ethereum или BNB Smart Chain, за считанные секунды, просто подключив криптокошелек.
sk_sk: Obchodujte s akýmkoľvek tokenom na Ethereum alebo BNB Smart Chain v priebehu niekoľkých sekúnd, stačí pripojiť svoju peňaženku.
sv_se: Handla vilken token som helst på Ethereum eller BNB Smart Chain på några sekunder, enbart genom att ansluta din plånbok.
th_th: แลกเปลี่ยนโทเค็นบน Ethereum หรือ BNB Smart Chain ในไม่กี่วินาที เพียงแค่เชื่อมต่อกระเป๋าเงินของคุณ
tr_tr: Sadece cüzdanınızı bağlayarak Ethereum veya BNB Smart Chain'de herhangi bir tokeni saniyeler içinde alıp satabilirsiniz.
vi_vn: Giao dịch bất kỳ mã thông báo nào trên Chuỗi thông minh Ethereum hoặc BNB chỉ trong vài giây, chỉ bằng cách kết nối ví tiền điện tử của bạn.

source: No registration needed. Thousands of tokens to trade at your fingertips.
ar_sa: لا حاجة للتسجيل. توجد آلاف الرموز للتداول في متناول يديك.
bg_bg: Не се изисква регистрация. Хиляди токени за търговия са налични веднага
cs_cz: Registrace není nutná. Tisíce tokenů k obchodování na dosah ruky.
es_es: No necesitas registrarte. Miles de tokens para hacer trading a tu alcance.
fr_fr: Aucune inscription nécessaire. Des milliers de jetons à échanger à portée de main.
hu_hu: Nem szükséges regisztráció. Kereskedj tokenek ezreivel pillanatok alatt.
id_id: Tidak perlu registrasi. Trading ribuan token dari ujung jari Anda.
it_it: Nessuna registrazione richiesta. Migliaia di token da scambiare a portata di mano.
ja_jp: 登録は必要ありません。取引に使用する数千のトークンは、すぐ目の前です。
nl_nl: Geen registratie nodig. Duizenden tokens om binnen handbereik te verhandelen.
pl_pl: Rejestracja nie jest wymagana. Tysiące tokenów do tradingu na wyciągnięcie ręki.
pt_pt: Não é necessária inscrição. Milhares de tokens para negociar na ponta de seus dedos.
ro_ro: Nu este nevoie de înregistrare. Mii de jetoane de tranzacționat la îndemâna ta.
ru_ru: Без регистрации. Торгуйте тысячами токенов на одной платформе.
sk_sk: Nie je potrebná žiadna registrácia. Tisíce tokenov na obchodovanie na dosah ruky.
sv_se: Ingen registrering behövs. Tusentals tokens att handla med här och nu.
th_th: ไม่จำเป็นต้องลงทะเบียน โทเค็นหลายพันรายการเพื่อซื้อขายเพียงปลายนิ้วสัมผัส
tr_tr: Kayıt gerekmez. Al-sat için binlerce token parmaklarınızın ucunda.
vi_vn: Không cần phải thực hiện đăng ký. Hàng ngàn mã thông báo có sẵn để giao dịch ngay trong tầm tay của bạn.

source: Trade Now
ar_sa: تداول الان
bg_bg: Търгувайте сега
cs_cz: Obchodovat nyní
de_de: Handel jetzt
es_es: Hacer trading ahora
fr_fr: Échangeons maintenant
hu_hu: Kereskedj most
id_id: Trading Sekarang
it_it: Scambia Adesso
ja_jp: 今すぐ取引を始めましょう。
nl_nl: Trade Nu
pl_pl: Handluj teraz
pt_pt: Negociar Agora
ro_ro: Tranzacționează acum
ru_ru: Начните торговать уже сейчас
sk_sk: Obchodujte teraz
sv_se: Handla nu
th_th: เทรดเลย
tr_tr: Hemen Al-Sat
vi_vn: Giao dịch ngay

source: Decentralised Exchange
ar_sa: التداول اللامركزي
bg_bg: Децентрализирана борса
cs_cz: Decentralizovaná burza
de_de: Dezentraler Austausch
es_es: Exchange descentralizado
fr_fr: Échange décentralisé
hu_hu: Decentralizált tőzsde
id_id: Bursa Terdesentralisasi
ja_jp: 分散型取引所
nl_nl: Gedecentraliseerde Exchange
pl_pl: Zdecentralizowana giełda
pt_pt: Exchange Descentralizada
ro_ro: Bursa descentralizată
ru_ru: Децентрализованная биржа
sk_sk: Decentralizovaná burza
sv_se: Decentraliserad börs
th_th: กระดานแลกเปลี่ยนแบบกระจายอำนาจ
tr_tr: Merkeziyetsiz Borsa
vi_vn: Sàn Giao Dịch Phi Tập trung

source: Trade anything. No registration. No hassle.
ar_sa: تداول أي شيء. دون تسجيل. دون مشقة.
bg_bg: Търгувайте с всичко. Без регистрация. Без неприятности.
cs_cz: Obchodujte cokoli. Žádná registrace. Žádné potíže.
de_de: Handeln Sie mit allem. Keine Eintragung. Kein Stress.
es_es: Haz trading con todo. Sin registro. Sin problemas.
fr_fr: Échangez n'importe quoi. Pas d'inscription. Sans tracas.
hu_hu: Kereskedj bármivel. Nincs regisztráció. Semmi macera.
id_id: Trading apa saja, Tanpa registrasi, Tanpa rumit
it_it: Scambia tutto ciò che vuoi. Nessuna registrazione. Nessuno stress.
ja_jp: 何でも取引できます。登録は不要。面倒な手続きも不要です。
nl_nl: Trade alles. Geen registratie. Geen gedoe.
pl_pl: Handluj czymkolwiek. Bez rejestracji. Bez kłopotów.
pt_pt: Negoceie qualquer coisa. Sem registo. Sem incómodos.
ro_ro: Tranzacționează orice. Fără înregistrare. Fără bătăi de cap.
ru_ru: Торгуйте тысячами активов. Без регистрации. Быстро и безопасно.
sk_sk: Obchodujte s čímkoľvek. Žiadna registrácia. Bez problémov.
sv_se: Handla med vad som helst. Ingen registrering. Inget krångel.
th_th: เทรดอะไรก็ได้ ไม่มีการลงทะเบียน ไม่ยุ่งยาก
tr_tr: Herhangi bir şeyi alın-satın. Kayıt yok. Zorluk yok.
vi_vn: Giao dịch bất cứ thứ gì. Không đăng ký. Không có rắc rối.

source: Best DEX will have all the tools you need to navigate around crypto trading including real-time market updates and advanced charting via Trading View.
ar_sa: سيكون لدى Best DEX جميع الأدوات التي تحتاجها للتعامل في تداول العملات المشفرة بما في ذلك تحديثات السوق في الوقت الفعلي والرسوم البيانية المتقدمة عبر Trading View.
bg_bg: Най-добрата DEX ще има всички инструменти, от които се нуждаете, за да навигирате в търговията с крипто, включително актуализации на пазара в реално време и напреднали графики чрез Trading View.
cs_cz: Nejlepší DEX bude mít všechny nástroje, které potřebujete k orientaci v obchodování s kryptoměnami, včetně aktualizací trhu v reálném čase a pokročilých grafů přes Trading View.
de_de: Best DEX verfügt über alle Tools, die Sie zum Navigieren im Krypto-Handel benötigen, einschließlich Marktaktualisierungen in Echtzeit und erweiterter Diagrammerstellung über Trading View.
es_es: Best DEX tendrá todas las herramientas que necesitas para navegar por el trading de criptomonedas, incluidas actualizaciones del mercado en tiempo real y gráficos avanzados a través de Trading View.
fr_fr: Best DEX disposera de tous les outils dont vous avez besoin pour naviguer dans le trading de crypto, y compris des mises à jour du marché en temps réel et des graphiques avancés via Trading View.
hu_hu: A Best DEX minden eszközzel rendelkezni fog ami a sikeres kereskedésekhez elengedhetetlen, beleértve a valós piaci adatokat és a fejlett diagramokat Trading View-n keresztül.
id_id: Best DEX akan memiliki semua alat yang Anda butuhkan untuk menavigasi trading kripto termasuk pembaruan pasar secara real-time dan pembuatan grafik tingkat lanjut melalui Trading View.
it_it: Best DEX avrà tutti gli strumenti necessari per navigare nel trading di criptovalute, inclusi aggiornamenti di mercato in tempo reale e grafici avanzati tramite Trading View.
ja_jp: Best DEXは、リアルタイムの市場更新やTrading Viewを通じた高度なチャートなど、仮想通貨取引をナビゲートするために必要なすべてのツールを提供します。
nl_nl: Best DEX heeft alle tools die je nodig hebt om het traden in crypto te navigeren, inclusief real-time marktupdates en geavanceerde grafieken via Trading View.
pl_pl: Best DEX będzie miał wszystkie narzędzia potrzebne do handlu kryptowalutami, w tym aktualizacje rynku w czasie rzeczywistym i zaawansowane wykresy za pośrednictwem Trading View.
pt_pt: Best DEX terá todas as ferramentas de que você precisa para navegar pela negociação cripto, incluindo atualizações de mercado em tempo real e gráficos avançados via Trading View.
ro_ro: Best DEX va avea toate instrumentele de care ai nevoie pentru a naviga în jurul tranzacționării cripto, inclusiv actualizări în timp real ale pieței și grafice avansate prin intermediul Trading View.
ru_ru: Платформа Best DEX будет иметь все инструменты, необходимые для успешного криптотрейдинга, включая обновления рынка в режиме реального времени и расширенные графики через Trading View.
sk_sk: Best DEX bude mať všetky nástroje, ktoré potrebujete na navigáciu v obchodovaní s kryptomenami, vrátane aktualizácií trhu v reálnom čase a pokročilých grafov cez Trading View.
sv_se: Best DEX kommer att ha alla verktyg du behöver för att navigering inom kryptohandel, inklusive marknadsuppdateringar i realtid och avancerad kartläggning via Trading View.
th_th: BEST DEX จะมีเครื่องมือทั้งหมดที่คุณต้องการเพื่อสำรวจการซื้อขายคริปโตรวมถึงการอัปเดตตลาดตามเวลาจริงและการสร้างแผนภูมิขั้นสูงผ่าน Trading View
tr_tr: Best DEX, gerçek zamanlı piyasa güncellemeleri ve Trading View aracılığıyla gelişmiş grafikler de dahil olmak üzere kripto ticaretinde gezinmek için ihtiyacınız olan tüm araçlara sahip olacak.
vi_vn: Best DEX sẽ có tất cả các công cụ bạn cần để thực hiện mọi thứ liên quan đến giao dịch tiền điện tử, bao gồm cập nhật thị trường theo thời gian thực và biểu đồ nâng cao thông qua Chế độ xem giao dịch (Trading View).

source: We were unable to sign you up. Please correct the marked fields.
ar_sa: لم نتمكن من تسجيلك. يرجى تصحيح الحقول المحددة.
bg_bg: Не успяхме да ви регистрираме. Моля, коригирайте маркираните полета.
cs_cz: Nepodařilo se nám vás přihlásit. Opravte prosím označená pole.
de_de: Wir konnten Sie nicht anmelden. Bitte korrigieren Sie die markierten Felder.
es_es: No hemos podido inscribirte. Por favor, corrige los campos marcados.
fr_fr: Nous n'avons pas pu vous inscrire. Veuillez corriger les champs marqués.
hu_hu: A feliratkozás sikertelen volt. Módosíts a megjelölt mezők tartalmán.
id_id: Kami tidak dapat mendaftarkan Anda. Harap perbaiki kolom yang ditandai.
it_it: Non siamo riusciti a iscriverti. Si prega di correggere i campi contrassegnati.
ja_jp: あなたを登録することができませんでした。 マークの付いた欄を修正してください。
nl_nl: We konden je niet aanmelden. Gelieve de gemarkeerde velden te corrigeren.
pl_pl: Nie mogliśmy zarejestrować użytkownika. Popraw zaznaczone pola.
pt_pt: Não foi possível fazer sua inscrição. Por favor, corrija os campos marcados.
ro_ro: Nu am reușit să te înregistrăm. Te rugăm să corectezi câmpurile marcate.
ru_ru: Не удалось зарегистрировать новый аккаунт. Пожалуйста, исправьте отмеченные поля.
sk_sk: Nepodarilo sa nám vás zaregistrovať. Opravte označené polia.
sv_se: Vi kunde inte registrera dig. Vänligen korrigera de markerade fälten.
th_th: เราไม่สามารถลงทะเบียนให้คุณได้ กรุณาแก้ไขช่องที่ทำเครื่องหมายไว้
tr_tr: Kayıt olma başarısız. Lütfen işaretli alanları düzeltin.
vi_vn: Chúng tôi không thể thực hiện đăng ký cho bạn. Vui lòng sửa lại thông tin trong các trường được đánh dấu.

source: From trending tokens to token security, Best Dex token analytics provides traders with in-depth, real-time data to execute the right trades.
ar_sa: من رواج الرموز إلى أمانها، توفر تحليلات رمز Best Dex للمتداولين بيانات معمقة في الوقت الفعلي لتنفيذ التداولات الصحيحة.
bg_bg: От най-търсените токени до сигурността на токените, анализа на токените на Best Dex предоставя на трейдърите подробни данни в реално време, за да изпълнят правилните сделки.
cs_cz: Od trendových tokenů až po zabezpečení tokenů, analytika tokenů Best Dex poskytuje obchodníkům hloubková data v reálném čase, která jim umožňují provádět správné obchody.
de_de: Von Trend-Tokens bis hin zur Token-Sicherheit: Die Token-Analyse von Best Dex stellt Händlern detaillierte Echtzeitdaten zur Verfügung, um die richtigen Trades auszuführen.
es_es: Desde los tokens en tendencia hasta la seguridad de los tokens, el análisis de tokens de Best Dex proporciona a los traders datos exhaustivos en tiempo real para ejecutar las operaciones adecuadas.
fr_fr: Des tendances des jetons à la sécurité des jetons, l'analyse des jetons Best Dex fournit aux traders des données approfondies en temps réel pour exécuter les bonnes transactions.
hu_hu: A felkapott tokenektől egészen a token értékpapírokig, a Best DEX elemzésével részletes, valós idejű adatokkal végezheted el a legjobb kereskedéseket.
id_id: Dari token yang sedang tren hingga keamanan token, analitik token Best Dex menyediakan data real-time yang mendalam bagi para trader untuk mengeksekusi trading yang tepat.
it_it: Dai token di tendenza alla sicurezza dei token, l'analisi dei token Best Dex fornisce ai trader dati approfonditi e in tempo reale per eseguire le operazioni giuste.
ja_jp: トレンドトークンからトークンの安全性まで、Best Dexトークン分析はトレーダーに詳細なリアルタイムデータを提供し、適切な取引を実行します。
nl_nl: Van trending tokens tot token beveiliging, Best Dex token analytics biedt traders diepgaande, realtime gegevens om de juiste transacties uit te voeren.
pl_pl: Od popularnych tokenów po bezpieczeństwo tokenów, analiza tokenów Best Dex zapewnia inwestorom szczegółowe dane w czasie rzeczywistym w celu wykonywania właściwych transakcji.
pt_pt: De tokens de tendência à segurança de criptoativos, a análise da Best Dex fornece aos traders dados detalhados e em tempo real para executar as negociações certas.
ro_ro: De la token-uri în tendințe la securitatea token-urilor, analiza token-urilor Best Dex oferă comercianților date aprofundate, în timp real, pentru a executa tranzacțiile corecte.
ru_ru: От трендовых токенов до методов защиты активов, аналитика криптовалют от Best Dex предоставляет трейдерам подробные данные в реальном времени для совершения успешных сделок.
sk_sk: Od trendových tokenov až po zabezpečenie tokenov, Best Dex token analytics poskytuje obchodníkom hĺbkové údaje v reálnom čase na vykonávanie správnych obchodov.
sv_se: Från trendiga tokens till tokensäkerhet, Best Dex token analytics ger handlare djupgående realtidsdata för att utföra rätt affärer.
th_th: ตั้งแต่โทเค็นที่ได้รับความนิยมไปจนถึงการรักษาความปลอดภัยโทเค็น การวิเคราะห์โทเค็น Best Dex ให้ข้อมูลเชิงลึกตามเวลาจริงแก่ผู้ซื้อขายเพื่อดำเนินการซื้อขายที่เหมาะสม
tr_tr: Trend olan tokenlerden token güvenliğine kadar Best Dex token analitiği, alım-satım yapanlara doğru işlemleri gerçekleştirmeleri için derinlemesine ve gerçek zamanlı veriler sağlar.
vi_vn: Từ mã thông báo xu hướng đến bảo mật mã thông báo, phân tích mã thông báo Best Dex cung cấp cho các nhà giao dịch dữ liệu phân tích chuyên sâu, theo thời gian thực để trader có thể thực hiện các giao dịch phù hợp.

source: Coming Soon
ar_sa: قريبا
bg_bg: Предстои
cs_cz: Již brzy
de_de: Demnächst
es_es: Próximamente
fr_fr: À venir
hu_hu: Hamarosan
id_id: Segera hadir
ja_jp: 近日公開
nl_nl: Komt Binnenkort
pl_pl: Już wkrótce
pt_pt: Em breve
ro_ro: În curând
ru_ru: Скоро!
sk_sk: Už čoskoro
sv_se: Kommer snart
th_th: เร็วๆ นี้
tr_tr: Çok Yakında
vi_vn: Sắp Ra Mắt

source: Token Analytics
ar_sa: تحليلات الرمز
bg_bg: Анализи на токена
cs_cz: Analytika tokenu
de_de: Token-Analyse
es_es: Analítica del token
fr_fr: Analyse des jetons
hu_hu: Token elemzés
id_id: Analisis Token
ja_jp: トークン分析
pl_pl: Analiza tokenów
pt_pt: Análise de Token
ro_ro: Analize Token-uri
ru_ru: Аналитика токена
sk_sk: Analytika tokenu
sv_se: Token-analys
th_th: การวิเคราะห์โทเค็น
tr_tr: Token Analitiği
vi_vn: Phân Tích Mã Thông Báo

source: Token Info
ar_sa: معلومات الرمز
bg_bg: Информация за токена
cs_cz: Info o tokenu
es_es: Información del Token
fr_fr: Informations sur le jeton
id_id: Info Token
ja_jp: トークン情報
pl_pl: Informacje o tokenach
pt_pt: Informações do token
ro_ro: Informații Despre Token-uri
ru_ru: Информация о токене
sk_sk: Informácie o tokene
th_th: ข้อมูลโทเค็น
tr_tr: Token Bilgisi
vi_vn: Thông Tin Mã Thông Báo

source: Token Sentiment
ar_sa: معنويات الرمز
bg_bg: Настроение спрямо токен
cs_cz: Sentiment tokenu
de_de: Token-Stimmung
es_es: Sentimiento del token
fr_fr: Jeton Sentiment
hu_hu: Token hangulatelemzés
id_id: Sentimen Token
ja_jp: トークン動向
pl_pl: Nastroje związane z tokenami
pt_pt: Sentimento do Token
ro_ro: Indicatori de sentiment ale Token-ului
ru_ru: Настроения на рынке относительно токена
sk_sk: Sentiment tokenu
th_th: กระแสความสนใจในโทเค็น
tr_tr: Token Duyarlılığı
vi_vn: TÌnh Cảm Mã Thông Báo

source: Token Security
ar_sa: أمان الرمز
bg_bg: Сигурност на токена
cs_cz: Bezpečnost tokenu
de_de: Token-Sicherheit
es_es: Seguridad del token
fr_fr: Sécurité des jetons
hu_hu: Token értékpapírok
id_id: Keamanan Token
ja_jp: トークン安全性
nl_nl: Token Beveiliging
pl_pl: Bezpieczeństwo tokenów
pt_pt: Segurança do Token
ro_ro: Securitate Token
ru_ru: Безопасность токена
sk_sk: Bezpečnosť tokenu
sv_se: Tokensäkerhet
th_th: ความปลอดภัยของโทเค็น
tr_tr: Token Güvenliği
vi_vn: Bảo Mật Mã Thông Báo

source: BEST Airdrop
ar_sa: أفضل توزيع مجاني Airdrop
bg_bg: BEST еърдроп
de_de: BESTER Airdrop
fr_fr: MEILLEUR airdrop
hu_hu: BEST airdroppok
id_id: Airdrop BEST
ja_jp: BESTエアドロップ
ro_ro: Airpdrop BEST
ru_ru: Аирдроп токена BEST
th_th: การแจกโทเค็น BEST

source: The BEST token airdrop will reward brand advocates and Best Wallet and Best DEX power users over the coming months. Holders of the BEST token will receive exclusive benefits on Best DEX including lower cost trades
bg_bg: BEST токените ще наградят представители на марката и активни потребители на Best Wallet и Best DEX през следващите месеци. Притежателите на BEST токени ще получат ексклузивни предимства в Best DEX, включително по-изгодни сделки.
cs_cz: Token BEST airdrop bude v nadcházejících měsících odměňovat příznivce značky a aktivní uživatele Best Wallet a Best DEX. Držitelé tokenu BEST získají exkluzivní výhody na Best DEX, včetně nižších nákladů na obchody.
es_es: El airdrop del token BEST recompensará a los defensores de la marca y a los usuarios avanzados de Best Wallet y Best DEX durante los próximos meses. Los poseedores del token BEST recibirán ventajas exclusivas en Best DEX, como trading a menor coste.
fr_fr: L'airdrop de Best Wallet récompensera les défenseurs de la marque et les utilisateurs expérimentés de Best Wallet au cours des prochains mois. Les détenteurs du jeton BEST recevront des avantages exclusifs sur Best DEX, y compris des frais de trading réduits.
hu_hu: A BEST token airdrop jutalmazni fogja a Best Wallet és a Best DEX felhasználóit a következő hónapokban. A Best token tulajdonosai olyan exkluzív jutalmakban részesülhetnek mint az alacsonyabb kereskedési díjak
id_id: Airdrop token BEST akan memberikan penghargaan kepada pendukung merek dan pengguna Best Wallet dan Best DEX dalam beberapa bulan mendatang. Pemegang token BEST akan menerima manfaat eksklusif di Best DEX termasuk trading dengan biaya lebih rendah
it_it: L'airdrop di token BEST premierà i sostenitori del marchio e gli utenti esperti di Best Wallet e Best DEX nei prossimi mesi. I possessori del token BEST riceveranno vantaggi esclusivi su Best DEX, incluse operazioni a basso costo
ja_jp: BESTトークンのエアドロップは、今後数ヶ月にわたり、ブランド支持者およびBest WalletとBest DEXのパワーユーザーに報酬を提供します。また、BESTトークンの保有者は、Best DEXでの取引コストの割引など、独占的な特典を受けることが可能です。
pl_pl: Airdrop tokena BEST nagrodzi zwolenników marki oraz zaawansowanych użytkowników Best Wallet i Best DEX w nadchodzących miesiącach. Posiadacze tokena BEST otrzymają ekskluzywne korzyści na Best DEX, w tym niższe koszty transakcji
pt_pt: O airdrop do token BEST irá recompensar os defensores da marca e os utilizadores da Best Wallet e da Best DEX nos próximos meses. Os detentores do token BEST receberão benefícios exclusivos na Best DEX, incluindo negociações de custo mais baixo
ro_ro: Lansarea jetonului BEST va recompensa susținătorii brandului și utilizatorii de putere Best Wallet și Best DEX în următoarele luni. Deținătorii token-ului BEST vor primi beneficii exclusive pe Best DEX, inclusiv tranzacții cu costuri mai mici
ru_ru: В ближайшие месяцы бесплатные токены BEST получат сторонники бренда, а также опытные пользователи кошелька Best Wallet и платформы Best DEX . Владельцы токена BEST получат эксклюзивные преимущества на Best DEX, в том числе более низкие комиссии на сделки.
sk_sk: BEST token airdrop odmení zástancov značky a najlepších používateľov peňaženky a najlepších DEX v nadchádzajúcich mesiacoch. Držitelia tokenu BEST získajú exkluzívne výhody na Best DEX vrátane obchodov s nižšími nákladmi
sv_se: BEST token airdrop kommer att belöna varumärkesförespråkare och användare av Best Wallet och Best DEX under de kommande månaderna. Innehavare av BEST-token kommer att få exklusiva fördelar på Best DEX, inklusive lägre handelskostnader
th_th: การแจกโทเค็น BEST จะให้รางวัลแก่ผู้สนับสนุนแบรนด์และ Best Wallet และ Best DEX power users ในอีกไม่กี่เดือนข้างหน้า ผู้ถือโทเค็น BEST จะได้รับสิทธิประโยชน์พิเศษจาก Best DEX รวมถึงการเทรดที่มีต้นทุนต่ำกว่า
tr_tr: BEST token airdropu, önümüzdeki aylarda marka savunucularını ve Best Wallet ve Best DEX kullanıcılarını ödüllendirecek. BEST token sahipleri, Best DEX'te daha düşük maliyetli işlemler de dahil olmak üzere özel avantajlar elde edecek
vi_vn: Kèo airdrop mã thông báo BEST sẽ thưởng cho những người ủng hộ thương hiệu và những người dùng có "quyền lực" trên Best Wallet và Best DEX trong những tháng tới. Những người nắm giữ mã thông báo BEST sẽ nhận được các lợi ích độc quyền trên Best DEX, chẳng hạn như quyền thực hiện các giao dịch với mức chi phí thấp hơn
