Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: <0>Unlock voting</0> to prepare for the next proposal.
ar_sa: <0> فتح التصويت </0> للتحضير للمقترح التالي.
bg_bg: <0>Отключете гласуването</0>, за да се подготвите за следващото предложение.
cs_cz: <0>Odemknout hlasování</0> a připravit se na další návrh.
de_de: <0>Entsperren der Abstimmung</0> zur Vorbereitung auf den nächsten Vorschlag.
es_es: <0>Desbloquea la votación</0> para preparar la siguiente propuesta.
fr_fr: <0>Débloquez le vote</0> pour préparer la prochaine proposition.
hu_hu: <0>Szavazás engedélyezése</0> Következő javaslat előkészítése.
id_id: <0>Buka voting</0> untuk mempersiapkan proposal berikutnya.
it_it: <0>Sbloccare la votazione</0> per preparare la prossima proposta.
ja_jp: <0>投票ロック解除</0>次の提案に備える。
nl_nl: <0>Stemmen ontgrendelen</0> om je voor te bereiden op het volgende voorstel.
pl_pl: <0>Odblokuj głosowanie</0>, aby przygotować się na następną propozycję.
pt_pt: <0>Desbloquear a votação</0> para preparar a próxima proposta.
ro_ro: <0>Deblochează votul</0> pentru a te pregăti pentru următoarea propunere.
ru_ru: <0>Разблокируйте функцию голосования</0>, чтобы подготовиться к следующему предложению.
sk_sk: <0>Odomknite hlasovanie</0> a pripravte sa na ďalší návrh.
sv_se: <0>Lås upp omröstningen</0> för att förbereda nästa förslag.
th_th: <0>ปลดล็อกการลงคะแนน</0> เพื่อเตรียมพร้อมสำหรับข้อเสนอถัดไป
tr_tr: <0>Bir sonraki teklife hazırlanmak için oylamanın kilidini açın</0>.
vi_vn: <0>Mở khóa biểu quyết</0> để chuẩn bị cho đề xuất tiếp theo.

source: <0>🎉 </0>Welcome to team Unicorn :) <1>🎉</1>
ar_sa: <0>🎉 </0>مرحبا بك في فريق Unicorn :) <1>🎉</1>
bg_bg: <0>🎉 </0>Добре дошли в екипа на Еднорози :) <1>🎉</1>
cs_cz: <0>🎉 </0>Vítejte v týmu Unicorn :) <1>🎉</1>
de_de: <0>🎉 </0>Willkommen im Team Unicorn :) <1>🎉</1>
es_es: <0>🎉 </0>Bienvenido al equipo Unicornio :) <1>🎉</1>
fr_fr: <0>🎉 </0>Bienvenue dans l'équipe Licorne :) <1>🎉</1>
hu_hu: <0>🎉 </0>Üdv az Unikornisok csapatában :) <1>🎉</1>
id_id: <0>🎉 </0>Selamat datang di tim Unicorn :) <1>🎉</1>
it_it: <0>🎉 </0>Benvenuto nel team Unicorn :) <1>🎉</1>
ja_jp: <0>🎉 <0>ユニコーンチームへようこそ :) <1>🎉</1>
nl_nl: <0>🎉 </0>Welkom bij team Unicorn :) <1>🎉</1>
pl_pl: <0>🎉 </0>Witamy w zespole Unicorn :) <1>🎉</1>
pt_pt: <0>🎉 </0>Bem-vindos à equipa Unicorn :) <1>🎉</1>
ro_ro: <0>🎉 </0>Bine ai venit în echipa Unicorn :) <1>🎉</1>
ru_ru: <0>🎉 </0>Добро пожаловать в команду Unicorn :) <1>🎉</1>
sk_sk: <0>🎉 </0>Vitajte v tíme Unicorn :) <1>🎉</1>
sv_se: <0>🎉 </0>Välkommen till team Unicorn :) <1>🎉</1>
th_th: <0>🎉 </0>ยินดีต้อนรับสู่ทีมยูนิคอร์น :) <1>🎉</1>
tr_tr: <0>🎉 </0>Unicorn ekibine hoş geldiniz :) <1>🎉</1>
vi_vn: <0>🎉 </0>Chào mừng đến với đội Unicorn :) <1>🎉</1>

source: A minimum threshold of 0.25% of the total UNI supply is required to submit proposals
ar_sa: مطلوب حد أدنى قدره 0.25٪ من إجمالي إمداد UNI لتقديم العروض
bg_bg: Минимален праг от 0.25% от общия брой UNI е необходим за подаване на предложения.
cs_cz: Pro předložení návrhů se vyžaduje minimální množství 0,25 % celkové nabídky UNI.
de_de: Für die Einreichung von Vorschlägen ist eine Mindestschwelle von 0,25 % des gesamten UNI-Angebots erforderlich
es_es: Se requiere un umbral mínimo del 0,25% de la oferta total de UNI para presentar propuestas
fr_fr: Un seuil minimum de 0,25% de l'offre totale d'UNI est requis pour soumettre des propositions
hu_hu: A teljes UNI készlet minimum 0.25%-val rendelkezned kell a javaslat elküldéséhez
id_id: Ambang batas minimum 0,25% dari total pasokan UNI diperlukan untuk mengajukan proposal
it_it: Per la presentazione delle proposte è richiesta una soglia minima dello 0,25% dell'offerta totale UNI.
ja_jp: 提案を提出するには、UNIの総供給量の0.25%以上が必要です
nl_nl: Voor het indienen van voorstellen is een minimumdrempel van 0,25% van het totale UNI aanbod vereist
pl_pl: Minimalny próg 0,25% całkowitej podaży UNI jest wymagany do składania wniosków
pt_pt: Para apresentar propostas, é necessário um limiar mínimo de 0,25% da oferta total da UNI
ro_ro: Pentru a depune propuneri este necesar un prag minim de 0,25% din totalul ofertei UNI.
ru_ru: Для подачи предложений необходимо иметь как минимум 0,25% от общего предложения UNI.
sk_sk: Na predloženie návrhov sa vyžaduje minimálna hranica 0,25 % z celkovej ponuky UNI
sv_se: En lägsta tröskel på 0,25% av det totala UNI-utbudet krävs för att lämna in förslag
th_th: ต้องมีเกณฑ์ขั้นต่ำ 0.25% ของอุปทาน UNI ทั้งหมดในการส่งข้อเสนอ
tr_tr: Teklif sunmak için toplam UNI arzının minimum %0,25'lik bir eşiği gereklidir
vi_vn: Cần có ngưỡng tối thiểu 0,25% tổng nguồn cung UNI để thực hiện gửi đề xuất

source: Accept
ar_sa: موافقة
bg_bg: Приемам
cs_cz: Přijmout
de_de: Akzeptieren
es_es: Aceptar
fr_fr: Accepter
hu_hu: Elfogadás
id_id: Menerima
it_it: Accetta
ja_jp: 承認
nl_nl: Accpeteren
pl_pl: Akceptuj
pt_pt: Aceitar
ro_ro: Acceptă
ru_ru: Принять
sk_sk: Akceptovať
sv_se: Godkänn
th_th: ยอมรับ
tr_tr: Kabul Et
vi_vn: Chấp nhận

source: Account
ar_sa: الحساب
bg_bg: Профил
cs_cz: Účet
de_de: Konto
es_es: Cuenta
fr_fr: Compte
hu_hu: Számla
id_id: Akun
ja_jp: アカウント
pl_pl: Konto
pt_pt: Conta
ro_ro: Cont
ru_ru: Учетная запись
sk_sk: Účet
sv_se: Konto
th_th: บัญชี
tr_tr: Hesap
vi_vn: Tài khoản

source: Active
ar_sa: نشط
bg_bg: Активни
cs_cz: Aktivovat
de_de: Aktiv
es_es: Activa
fr_fr: Actif
hu_hu: Aktív
id_id: Aktif
it_it: Attivo
ja_jp: 有効
nl_nl: Actief
pl_pl: Aktywuj
pt_pt: Ativa
ro_ro: Activ
ru_ru: Активна
sk_sk: Aktívne
sv_se: Aktiv
th_th: คล่องแคล่ว
tr_tr: Aktif
vi_vn: Kích hoạt

source: Add
ar_sa: إضافة
bg_bg: Добави
cs_cz: Přidat
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
hu_hu: Hozzáadás
id_id: Menambahkan
it_it: Aggiungi
ja_jp: 追加
nl_nl: Toevoegen
pl_pl: Dodaj
pt_pt: Adicionar
ro_ro: Adaugă
ru_ru: Добавить
sk_sk: Pridať
sv_se: Lägg till
th_th: เพิ่ม
tr_tr: Ekle
vi_vn: Thêm vào

source: Add <0/> and <1/> to BestDex V2
ar_sa: إضافة <0/> و <1/> إلى BestDex V2
bg_bg: Добави <0/> и <1/> към BestDex V2
cs_cz: Přidání <0/> a <1/> do BestDex V2
de_de: Hinzufügen <0/> und <1/> zu BestDex V2
es_es: Añade <0/> y <1/> a BestDex V2
fr_fr: Ajouter <0/> et <1/> à BestDex V2
hu_hu: <0/> és <1/> hozzáadása BestDex V2-höz
id_id: Tambahkan <0/> dan <1/> ke BestDex V2
it_it: Aggiungi <0/> e <1/> a BestDex V2
ja_jp: <0/>と<1/>をBestDex V2に追加
nl_nl: Voeg <0/> en <1/> toe aan BestDex V2
pl_pl: Dodaj <0/> i <1/> do BestDex V2
pt_pt: Adicionar <0/> e <1/> à BestDex V2
ro_ro: Adaugă <0/> și <1/> la BestDex V2
ru_ru: Добавить <0/> и <1/> в BestDex V2
sk_sk: Pridať <0/> a <1/> na BestDex V2
sv_se: Lägg till <0/> och <1/> i BestDex V2
th_th: เพิ่ม <0/> และ <1/> ใน BestDex V2
tr_tr: BestDex V2'ye <0/> ve <1/> ekleyin
vi_vn: Thêm <0/> và <1/> vào BestDex V2

source: Add Delegate +
ar_sa: إضافة مندوب +
bg_bg: Добави Delegate +
cs_cz: Přidat delegáta +
de_de: Delegation + hinzufügen
es_es: Añadir Delegado +
fr_fr: Ajouter un délégué +
hu_hu: Delegált hozzáadása +
id_id: Tambahkan Delegasi +
it_it: Aggiungi delegato +
ja_jp: デリゲートを追加 +
nl_nl: Voeg gemachtigde + toe
pl_pl: Dodaj Delegate +
pt_pt: Adicionar Representante +
ro_ro: Adaugă Delegat +
ru_ru: Добавить делегата +
sk_sk: Pridať Delegate +
sv_se: Lägg till Delegate +
th_th: เพิ่มผู้รับมอบสิทธิ์ +
tr_tr: Delege Ekle +
vi_vn: Thêm Đại Biểu +

source: Add Liquidity
ar_sa: إضافة السيولة
bg_bg: Добави Ликвидност
cs_cz: Přidat Likviditu
de_de: Liquidität hinzufügen
es_es: Añadir Liquidez
fr_fr: Ajouter de la liquidité
hu_hu: Likviditás hozzáadása
id_id: Tambahkan Likuiditas
it_it: Aggiunti liquidità
ja_jp: 流動性を追加
nl_nl: Voe Liquiditeit toe
pl_pl: Dodaj płynność
pt_pt: Adicionar Liquidez
ro_ro: Adaugă Lichiditate
ru_ru: Добавить ликвидность
sk_sk: Pridať likviditu
sv_se: Lägg till Liquidity
th_th: เพิ่มสภาพคล่อง
tr_tr: Likidite Ekle
vi_vn: Thêm Thanh Khoản

source: Add liquidity.
ar_sa: إضافة السيولة.
bg_bg: Добави ликвидност.
cs_cz: Přidat likviditu.
de_de: Liquidität hinzufügen.
es_es: Añadir liquidez.
fr_fr: Ajouter de la liquidité.
hu_hu: Likviditás hozzáadása.
id_id: Menambah likuiditas.
it_it: Aggiunti liquidità.
ja_jp: 流動性を追加。
nl_nl: Voe Liquiditeit toe.
pl_pl: Dodaj płynność.
pt_pt: Adicionar liquidez.
ro_ro: Adaugă Lichiditate.
ru_ru: Добавить ликвидность.
sk_sk: Pridať likviditu.
sv_se: Lägg till likviditet
th_th: เพิ่มสภาพคล่อง
tr_tr: Likidite ekle.
vi_vn: Thêm thanh khoản.

source: Add more liquidity
ar_sa: إضافة المزيد من السيولة
bg_bg: Добави повече ликвидност
cs_cz: Přidat více likvidity
de_de: Mehr Liquidität hinzufügen
es_es: Añadir más liquidez
fr_fr: Ajouter plus de liquidités
hu_hu: Tovább likviditás hozzadása
id_id: Menambah lebih banyak likuiditas
it_it: Aggiunti più liquidità
ja_jp: 流動性をさらに追加
nl_nl: Voe Meer Liquiditeit toe
pl_pl: Dodaj więcej płynności
pt_pt: Adicionar mais liquidez.
ro_ro: Adaugă mai multă lichiditate
ru_ru: Добавить больше ликвидности
sk_sk: Pridať viac likvidity
sv_se: Lägg till mer likviditet
th_th: เพิ่มสภาพคล่องมากขึ้น
tr_tr: Daha fazla likidite ekle
vi_vn: Thêm thanh khoản

source: Add {0} token to Metamask <0/>
ar_sa: إضافة {0} رمزا إلى Metamask <0/>
bg_bg: Добави {0} маркер към Metamask <0/>
cs_cz: Přidání tokenu {0} do Metamasku <0/>
de_de: Fügen Sie {0} Token zu MetaMask <0/> hinzu
es_es: Añadir {0} token a Metamask <0/>
fr_fr: Ajouter {0} jeton à Metamask <0/>
hu_hu: {0} token hozzáadása MetaMaskhoz <0/>
id_id: Tambahkan token {0} ke Metamask <0/>
it_it: Aggiunti {0} token su Metamask <0/>
ja_jp: Metamask に {0} トークンを追加 <0/>
nl_nl: Voeg {0} token toe aan Metamask <0/>
pl_pl: Dodaj {0} token do Metamask <0/>
pt_pt: Adicionar {0} token à Metamask <0/>
ro_ro: Adaugă jetonul {0} la Metamask <0/>
ru_ru: Добавить {0} токен в Metamask <0/>
sk_sk: Pridať {0} token do Metamask <0/>
sv_se: Lägg till {0} token till Metamask <0/>
th_th: เพิ่มโทเค็น {0} ไปยัง Metamask <0/>
tr_tr: Metamask'a {0} tokeni ekleyin <0/>
vi_vn: Thêm {0} mã thông báo vào Metamask <0/>

source: Add {0}-{1} liquidity
ar_sa: إضافة {0}-{1} من السيولة
bg_bg: Добави {0}-{1} ликвидност
cs_cz: Přidat {0}-{1} likviditu
de_de: Hinzufügen von {0}-{1} Liquidität
es_es: Añadir {0}-{1} liquidez
fr_fr: Ajouter {0}-{1} liquidité
hu_hu: {0}-{1} likviditás hozzáadása
id_id: Tambahkan {0}-{1} likuiditas
it_it: Aggiungi {0}-{1} liquidità
ja_jp: {0}-{1} の流動性を追加
nl_nl: Voeg {0}-{1} liquiditeit toe
pl_pl: Dodaj {0}-{1} płynność
pt_pt: Adicionar {0}-{1} de liquidez
ro_ro: Adaugă {0}-{1} lichidități
ru_ru: Добавить {0}-{1} ликвидность
sk_sk: Pridať {0}-{1} likvidity
sv_se: Lägg till {0}-{1} likviditet
th_th: เพิ่มสภาพคล่อง {0}-{1}
tr_tr: {0}-{1} likidite ekleyin
vi_vn: Thêm {0}-{1} thanh khoản

source: Add {0}/{1} V3 liquidity
ar_sa: إضافة {0}/{1} V3 من السيولة
bg_bg: Добави {0}/{1} V3 ликвидност
cs_cz: Přidat {0}/{1} V3 likviditu
de_de: Hinzufügen von {0}/{1} V3-Liquidität
es_es: Añadir {0}/{1} V3 liquidez
fr_fr: Ajouter {0}/{1} liquidité V3
hu_hu: {0}/{1} V3 likviditás hozzáadása
id_id: Tambahkan {0}/{1} Likuiditas V3
it_it: Aggiungi {0}/{1} V3 liquidità
ja_jp: {0}/{1} V3の流動性を追加
nl_nl: Voeg {0}/{1} V3 liquiditeit toe
pl_pl: Dodaj {0}/{1} płynność V3
pt_pt: Adicionar {0}/{1} V3 de liquidez
ro_ro: Adaugă {0}/{1} V3 lichiditate
ru_ru: Добавить {0}/{1} V3 ликвидность
sk_sk: Pridať {0}/{1} V3 likvidity
sv_se: Lägg till {0}/{1} V3-likviditet
th_th: เพิ่มสภาพคล่อง {0}/{1} V3
tr_tr: {0}/{1} V3 likidite ekleyin
vi_vn: Thêm {0}/{1} V3 thanh khoản

source: Added {0} token to Metamask
ar_sa: تمت إضافة {0} من الرموز إلى Metamask
bg_bg: Добавен {0} маркер към Metamask
cs_cz: Přidání tokenu {0} do Metamasku
de_de: Token {0} zu MetaMask hinzugefügt
es_es: Añadido {0} token a Metamask
fr_fr: Ajout de {0} jeton à Metamask
hu_hu: {0} token hozzáadva Metamaskhoz
id_id: Menambahkan token {0} ke Metamask
it_it: Aggiunti {0} token su Metamask
ja_jp: Metamask に {0} トークンを追加済み
nl_nl: Token {0} toegevoegd aan Metamask
pl_pl: Dodano {0} token do Metamask
pt_pt: Adicionado {0} token à Metamask
ro_ro: A fost adăugat simbolul {0} la Metamask
ru_ru: Добавленный {0} токен в Metamask
sk_sk: Bolo pridaných {0} tokenov do Metamask
sv_se: Lagt till {0} token till Metamask
th_th: เพิ่ม {0} โทเค็นใน Metamask
tr_tr: Metamask'a {0} tokeni eklendi
vi_vn: Đã thêm {0} mã thông báo vào Metamask

source: Address has no available claim
ar_sa: العنوان ليس لديه مطالبة متاحة
bg_bg: Адресът няма право за получаване
cs_cz: Adresa nemá žádné dostupné nárokování
de_de: Adresse hat keine verfügbare Berechtigung
es_es: La dirección no tiene ninguna reclamación disponible
fr_fr: L'adresse n'a pas de revendication disponible
hu_hu: Nincs elérhető igénylés a címen
id_id: Alamat tidak memiliki klaim yang tersedia
it_it: L'indirizzo non ha richieste disponibili
ja_jp: アドレスに利用可能な請求がありません。
nl_nl: Adres heeft geen beschikbare claim
pl_pl: Adres nie zawiera dostępnych roszczeń
pt_pt: O endereço não tem um pedido disponível
ro_ro: Adresa nu are nicio creanță disponibilă
ru_ru: У этого адреса нет доступных для получения активов
sk_sk: Adresa nemá žiadny dostupný nárok
sv_se: Adressen har inget tillgängligt krav
th_th: ที่อยู่ไม่สามารถใช้รับโทเค็นได้
tr_tr: Adresin mevcut talebi yok
vi_vn: Địa chỉ không có yêu cầu có sẵn

source: Against
ar_sa: ضد
bg_bg: Срещу
cs_cz: Proti
de_de: Gegen
es_es: Contra
fr_fr: Contre
hu_hu: Szemben
id_id: Melawan
it_it: Contro
ja_jp: 反対
nl_nl: Tegen
pl_pl: Przeciwko
pt_pt: Contra
ro_ro: Contra
ru_ru: Против
sk_sk: Proti
sv_se: Mot
th_th: ขัดต่อ
tr_tr: Karşı
vi_vn: Chống lại

source: Allow LP token migration
ar_sa: السماح بترحيل رمز LP
bg_bg: Позволи миграция на LP токени
cs_cz: Povolení migrace tokenů LP
de_de: LP-Token-Migration zulassen
es_es: Permitir la migración de tokens LP
fr_fr: Autoriser la migration du jeton LP
hu_hu: LP token áthelyezésének engedélyezése
id_id: Izinkan migrasi token LP
it_it: Consentire la migrazione del token LP
ja_jp: LPトークンの移行を許可
nl_nl: Sta migratie van LP tokens toe
pl_pl: Zezwól na migrację tokena LP
pt_pt: Permitir a migração do token LP
ro_ro: Permite migrarea token-urilor LP
ru_ru: Разрешить перенос токена поставщика ликвидности (LP)
sk_sk: Povoliť migráciu LP tokenu
sv_se: Tillåt migrering av LP-token
th_th: อนุญาตการย้ายโทเค็น LP
tr_tr: LP token migrasyonuna izin ver
vi_vn: Cho phép di chuyển mã thông báo LP

source: Allow high price impact trades and skip the confirm screen. Use at your own risk.
ar_sa: السماح بالتداولات ذات التأثير العالي وتخطي شاشة التأكيد. استخدام على مسؤوليتك الخاصة.
bg_bg: Позволете сделки с голямо въздействие върху цената и пропуснете екрана за потвърждение. Използвайте на свой собствен риск.
cs_cz: Povolit obchody s vysokým dopadem ceny a přeskočit potvrzovací obrazovku. Používejte na vlastní riziko.
de_de: Erlauben Sie den Handel mit hohen Preisauswirkungen und überspringen Sie den Bestätigungsbildschirm. Verwendung auf eigene Gefahr.
es_es: Permite operaciones de alto impacto en el precio y sáltate la pantalla de confirmación. Utilízalo bajo tu propia responsabilidad.
fr_fr: Autorisez les transactions à impact élevé sur les prix et ignorez l'écran de confirmation. À utiliser à vos risques et périls.
hu_hu: Magas árhatású kereskedelmek engedélyezése, a visszaigazoló képernyő átugrásával. Csak saját felelősségre használd.
id_id: Izinkan perdagangan berdampak harga tinggi dan lewati layar konfirmasi. Gunakan dengan risiko Anda sendiri.
it_it: Consentite le operazioni ad alto impatto di prezzo e saltate la schermata di conferma. Utilizzare a proprio rischio e pericolo.
ja_jp: 高値の影響が大きい取引を許可し、確認画面をスキップする。なお、こちらは自己責任でご利用ください。
nl_nl: Sta transacties met een hoge prijsimpact toe en sla het bevestigingsscherm over. Gebruik op eigen risico.
pl_pl: Zezwól na transakcje o wysokim wpływie na cenę i pomiń ekran potwierdzenia. Korzystaj na własne ryzyko.
pt_pt: Permitir negociações de impacto de preço elevado e ignorar o ecrã de confirmação. Utilize por sua conta e risco.
ro_ro: Permite tranzacțiile cu impact asupra prețului ridicat și omite ecranul de confirmare. A se utiliza pe propriul risc.
ru_ru: Разрешите сделки с высоким ценовым влиянием и пропустите экран подтверждения. Используйте эту опцию под свою ответственность.
sk_sk: Povoľte obchody s vysokým vplyvom na cenu a preskočte obrazovku potvrdenia. Použitie na vlastné riziko.
sv_se: Tillåt handel med hög prispåverkan och hoppa över bekräftelseskärmen. Använd på egen risk.
th_th: อนุญาตการซื้อขายที่มีผลกระทบกับราคาสูงและข้ามหน้าจอยืนยัน ใช้ความเสี่ยงของคุณเอง
tr_tr: Yüksek fiyat etkili işlemlere izin verin ve onay ekranını atlayın. Kendi sorumluluğunuzda kullanın.
vi_vn: Cho phép các giao dịch tác động giá cao và bỏ qua màn hình xác nhận. Chấp nhận các nguy cơ của riêng bạn.

source: Allow the BestDex Protocol to use your {0}
ar_sa: اسمح لبروتوكول BestDex باستخدام {0}
bg_bg: Разрешете на Протокола на BestDex да използва вашият {0}
cs_cz: Povolte protokolu BestDex používat váš {0}
de_de: Erlauben Sie dem BestDex-Protokoll die Verwendung Ihrer {0}
es_es: Permite que el Protocolo BestDex utilice tu {0}
fr_fr: Autoriser le protocole BestDex à utiliser votre {0}
hu_hu: BestDex protokoll engedélyezése {0}
id_id: Izinkan Protokol BestDex untuk menggunakan {0} Anda
it_it: Consentire al protocollo BestDex di utilizzare il proprio {0}
ja_jp: BestDexプロトコルに、あなたの{0}の使用を許可します。
nl_nl: Sta toe dat het BestDex-protocol uw {0} gebruikt
pl_pl: Zezwól protokołowi BestDex na używanie Twojego {0}
pt_pt: Permitir que o protocolo BestDex utilize o seu {0}
ro_ro: Permite Protocolului BestDex să folosească {0}
ru_ru: Разрешите протоколу BestDex использовать Ваш {0}
sk_sk: Povoliť protokolu BestDex používať vaše {0}
sv_se: Låt BestDex-protokollet använda dina {0}.
th_th: อนุญาตให้ BestDex Protocol ใช้ {0} ของคุณ
tr_tr: BestDex Protokolünün {0}'ınızı kullanmasına izin verin
vi_vn: Cho phép Giao thức BestDex sử dụng {0} của bạn

source: Allowed
ar_sa: مسموح
bg_bg: Разрешено
cs_cz: Povolené
de_de: Erlaubt
es_es: Permitido
fr_fr: Autorisé
hu_hu: Engedélyezett
id_id: Diizinkan
it_it: Consentito
ja_jp: 許可済み
nl_nl: Toegestaan
pl_pl: Dozwolony
pt_pt: Permitido
ro_ro: Permite
ru_ru: Допустимый
sk_sk: Povolené
sv_se: Tillåtet
th_th: อนุญาต
tr_tr: İzin verildi
vi_vn: Cho phép

source: Allowed Slippage
ar_sa: الانزلاق السعري المسموح به
bg_bg: Допустим слипидж
cs_cz: Povolené zpoždění
de_de: Erlaubt Slippage
es_es: Slippage permitido
fr_fr: Glissement autorisé
hu_hu: Slippage engedélyezése
id_id: Slippage yang Diizinkan
it_it: Slippage consentito
ja_jp: 許容されたスリッページ
nl_nl: Slippage Toegestaan
pl_pl: Dozwolony poślizg
pt_pt: Splippage Permitido
ro_ro: Depășiri permise
ru_ru: Допустимое проскальзывание
sk_sk: Povolené
sv_se: Tillåten Slippage
th_th: อนุญาตการ slippage
tr_tr: İzin Verilen Slipaj
vi_vn: Cho phép trượt

source: Amount
ar_sa: المبلغ
bg_bg: Количество
cs_cz: Obnos
de_de: Betrag
es_es: Importe
fr_fr: Montant
hu_hu: Mennyiség
id_id: Jumlah
it_it: Importo
ja_jp: 金額
nl_nl: Hoeveelheid
pl_pl: Kwota
pt_pt: Quantia
ro_ro: Suma
ru_ru: Сумма
sk_sk: Množstvo
sv_se: Belopp
th_th: จำนวน
tr_tr: Miktar
vi_vn: Số lượng

source: Approve
ar_sa: موافقة
bg_bg: Одобри
cs_cz: Povolit
de_de: Genehmigen
es_es: Aprobar
fr_fr: Approuver
hu_hu: Engedélyezés
id_id: Setuju
it_it: Approvare
ja_jp: 承認
nl_nl: Goedkeuren
pl_pl: Zatwierdź
pt_pt: Aprovar
ro_ro: Aprobare
ru_ru: Подтвердить
sk_sk: Schváliť
sv_se: Godkänn
th_th: อนุมัติ
tr_tr: Onayla
vi_vn: Chấp thuận

source: Approve Token
ar_sa: الموافقة على الرمز
bg_bg: Одобри токена
cs_cz: Povolit Token
de_de: Token genehmigen
es_es: Aprobar Token
fr_fr: Approuver le jeton
hu_hu: Token engedélyezése
id_id: Setujui Token
it_it: Approvare Token
ja_jp: トークンを承認
nl_nl: Keur Token Goed
pl_pl: Zatwierdź token
pt_pt: Aprovar Token
ro_ro: Aprobare Token
ru_ru: Одобрить токен
sk_sk: Schváliť token
sv_se: Godkänn token
th_th: อนุมัติโทเค็น
tr_tr: Tokeni Onayla
vi_vn: Phê duyệt mã thông báo

source: Approve {0}
ar_sa: موافقة {0}
bg_bg: Одобри {0}
cs_cz: Povolit {0}
de_de: Genehmigen {0}
es_es: Aprobar {0}
fr_fr: Approuver {0}
hu_hu: Engedélyez {0}
id_id: Setujui {0}
it_it: Approvare {0}
ja_jp: {0}を承認
nl_nl: Goedkeuren {0}
pl_pl: Zatwierdź {0}
pt_pt: Aprovar (0)
ro_ro: Aprobare {0}
ru_ru: Одобрить {0}
sk_sk: Schváliť {0}
sv_se: Godkänn {0}
th_th: อนุมัติ {0}
tr_tr: {0} Onayla
vi_vn: Phê duyệt {0}

source: Approved
ar_sa: تمّت الموافقة
bg_bg: Одобрено
cs_cz: Povoleno
de_de: Genehmigt
es_es: Aprobado
fr_fr: Approuvé
hu_hu: Engedélyezett
id_id: Disetujui
it_it: Approvato
ja_jp: 承認済み
nl_nl: Goedgekeurd
pl_pl: Zatwierdź
pt_pt: Aprovado
ro_ro: Aprobat
ru_ru: Одобренный
sk_sk: Schválené
sv_se: Godkänd
th_th: อนุมัติแล้ว
tr_tr: Onaylandı
vi_vn: Đã phê duyệt

source: Approving
ar_sa: تتم الموافقة
bg_bg: Одобрява
cs_cz: Povolování
de_de: Genehmigen
es_es: Aprobando
fr_fr: Approuvant
hu_hu: Engedélyezés
id_id: Menyetujui
it_it: Approvazione
ja_jp: 承認中
nl_nl: Goedkeuren
pl_pl: Zatwierdzanie
pt_pt: Aprovação
ro_ro: În curs de aprobare
ru_ru: В процессе одобрения
sk_sk: Schvaľovanie
sv_se: Godkänner
th_th: กำลังอนุมัติ
tr_tr: Onaylanıyor
vi_vn: Đang phê duyệt

source: Approving {0}
ar_sa: تتم الموافقة {0}
bg_bg: Одобрява {0}
cs_cz: Povolování {0}
de_de: Genehmigen {0}
es_es: Aprobando {0}
fr_fr: Approbation de {0}
id_id: Menyetujui {0}
it_it: Approvazione {0}
ja_jp: {0}を承認中
nl_nl: Goedkeuren {0}
pl_pl: Zatwierdzanie {0}
pt_pt: Aprovação (0)
ro_ro: În curs de aprobare {0}
ru_ru: В процессе одобрения {0}
sk_sk: Schvaľovanie {0}
sv_se: Godkänner {0}
th_th: กำลังอนุมัติ {0}
tr_tr: Onaylanıyor {0}
vi_vn: Đang phê duyệt {0}

source: Arbiscan
th_th: อาร์บิสกัน

source: Arbitrum Bridge
bg_bg: Arbitrum мост
de_de: Arbitrum-Brücke
fr_fr: Pont Arbitrum
ja_jp: Arbitrumブリッジ
pl_pl: Most Arbitrum
pt_pt: Ponte Arbitrum
ru_ru: Мост Arbitrum
sk_sk: Arbitrážny most
th_th: สะพานอาร์บิทรัม
tr_tr: Arbitrum Köprüsü
vi_vn: Cầu Arbitrum
