Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: The airdrop ends at the end of phase 6 of our Best Wallet launch. The specific date and time of the Airdrop will be announced on our official website and social media channels. Stay tuned for updates to ensure you don't miss out on this opportunity!
ar_sa: ينتهي التوزيع المجاني في نهاية المرحلة السادسة من إطلاق أفضل محفظة لدينا. سيتم الإعلان عن التاريخ والوقت المحددين لعملية التوزيع المجاني Airdrop على موقعنا الرسمي وقنوات التواصل الاجتماعي. ترقبوا التحديثات لضمان عدم تفويت هذه الفرصة!
bg_bg: Еърдропът завършва в края на фаза 6 от пускането на Best Wallet. Конкретната дата и час на разпределението ще бъдат обявени на нашия официален уебсайт и в социалните медии. Останете в течение за актуализации, за да не пропуснете тази възможност!
cs_cz: Airdrop končí na konci 6. fáze spuštění naší Best Wallet. Konkrétní datum a čas airdropu oznámíme na našich oficiálních webových stránkách a kanálech sociálních médií. Sledujte aktuální informace, abyste tuto příležitost nepropásli!
de_de: Der Airdrop endet am Ende von Phase 6 der Einführung unserer Best Wallet. Das genaue Datum und die Uhrzeit des Airdrops werden auf unserer offiziellen Webseite und in den sozialen Medien bekannt gegeben. Halten Sie sich auf dem Laufenden, damit Sie diese Gelegenheit nicht verpassen!
es_es: El airdrop termina al final de la fase 6 del lanzamiento de nuestra Best Wallet. La fecha y hora concretas del Airdrop se anunciarán en nuestro sitio web oficial y en los canales de las redes sociales. Permanece atento a las actualizaciones para no perderte esta oportunidad.
fr_fr: L'airdrop se termine à la fin de la phase 6 du lancement de Best Wallet. La date et l'heure précises de l'Airdrop seront annoncées sur notre site officiel et nos réseaux sociaux. Restez à l'écoute des mises à jour pour vous assurer de ne pas manquer cette opportunité !
hu_hu: Az Airdropra a 6. szakasz végén kerül majd sor, a Best Wallet indulásakor. Ennek pontos dátumán a weboldalon fogjuk majd megosztani. Kövess minket, hogy ne maradj le a legfrissebb hírekről.
id_id: Airdrop akan berakhir pada akhir fase 6 peluncuran Best Wallet kami. Tanggal dan waktu pasti Airdrop akan diumumkan di situs web resmi dan saluran media sosial kami. Nantikan informasi terbaru untuk memastikan Anda tidak melewatkan kesempatan ini!
it_it: L'airdrop termina alla fine della fase 6 del lancio del nostro Best Wallet. La data e l'ora specifiche dell'Airdrop saranno annunciate sul nostro sito Web ufficiale e sui canali dei social media. Resta sintonizzato per gli aggiornamenti per assicurarti di non perdere questa opportunità!
ja_jp: エアドロップは、Best Wallet発売のフェーズ6の終了時に終了します。エアドロップの具体的な日時は、公式ウェブサイトやソーシャルメディアチャンネルで発表されます。この機会をお見逃しないよう、最新情報にご期待ください！
nl_nl: De airdrop eindigt aan het einde van fase 6 van onze Best Wallet lancering. De specifieke datum en tijd van de Airdrop worden aangekondigd op onze officiële website en socialemediakanalen. Blijf op de hoogte voor updates om ervoor te zorgen dat je deze kans niet mist!
pl_pl: Aidrop kończy się wraz z końcem fazy 6 naszej premiery Best Wallet. Konkretna data i godzina zrzutu zostanie ogłoszona na naszej oficjalnej stronie internetowej i kanałach społecznościowych. Bądź na bieżąco z aktualizacjami, aby mieć pewność, że nie przegapisz tej okazji!
pt_pt: O airdrop termina no final da fase 6 do lançamento da Best Wallet. A data e a hora específicas do Airdrop serão anunciadas no nosso site oficial e nos canais das redes sociais. Fique atento às atualizações para não perder esta oportunidade!
ro_ro: Airdrop-ul se încheie la sfârșitul etapei 6 a lansării Best Wallet. Data și ora specifică a Airdrop vor fi anunțate pe site-ul nostru oficial și pe canalele noastre de socializare. Rămâi la curent cu actualizările pentru a te asigura că nu ratezi această oportunitate!
ru_ru: Аирдроп произойдет в конце 6 этапа запуска кошелька Best Wallet. Конкретная дата и время проведения Airdrop будут объявлены на нашем официальном сайте и в социальных сетях. Следите за обновлениями, чтобы не упустить эту возможность!
sk_sk: Výsadok končí na konci 6. fázy uvedenia našej najlepšej peňaženky. Konkrétny dátum a čas Airdrop bude oznámený na našej oficiálnej webovej stránke a kanáloch sociálnych médií. Zostaňte naladení na aktualizácie, aby ste túto príležitosť nepremeškali!
sv_se: Airdropen avslutas i slutet av fas 6 av vår lansering av Best Wallet. Det specifika datumet och tiden för Airdrop kommer att meddelas på vår officiella webbplats och i våra sociala mediekanaler. Håll utkik efter uppdateringar för att se till att du inte missar den här möjligheten!
th_th: การ Airdrop จะสิ้นสุดเมื่อสิ้นสุดรอบพรีเซลที่ 6 ของการเปิดตัว Best Wallet ของเรา วันที่และเวลาที่เฉพาะเจาะจงของ Airdrop จะประกาศบนเว็บไซต์อย่างเป็นทางการและช่องทางโซเชียลมีเดียของเรา คอยติดตามการอัปเดตเพื่อให้แน่ใจว่าคุณจะไม่พลาดโอกาสนี้!
tr_tr: Airdrop, Best Wallet lansmanımızın 6. aşamasının bitiminde sona erecektir. Airdrop'un belirli tarih ve saati resmi web sitemizde ve sosyal medya kanallarımızda duyurulacaktır. Bu fırsatı kaçırmadığınızdan emin olmak ve güncellemeler için bizi izlemeye devam edin!
vi_vn: Chương trình Airdrop kết thúc vào cuối giai đoạn 6 trong quá trình ra mắt Best Wallet của chúng tôi. Ngày và giờ cụ thể của chương trình Airdrop sẽ được công bố trên trang web chính thức và các kênh truyền thông xã hội của chúng tôi. Hãy theo dõi luôn nhận được các thông tin cập nhật mới nhất, đảm bảo bạn không bỏ lỡ cơ hội này!

source: How will the Airdrop rewards be distributed?
ar_sa: كيف سيتم توزيع مكافآت التوزيع المجاني Airdrop؟
bg_bg: Как ще бъдат разпределени наградите от разпределението?
cs_cz: Jak se budou odměny pomocí Airdropu rozdělovat?
de_de: Wie werden die Airdrop-Belohnungen verteilt?
es_es: ¿Cómo se distribuirán las recompensas del Airdrop?
fr_fr: Comment les récompenses Airdrop seront-elles distribuées ?
hu_hu: Hogyan lesznek szétosztva az Airdrop jutalmak?
id_id: Bagaimana hadiah Airdrop akan didistribusikan?
it_it: Come verranno distribuite le ricompense Airdrop?
ja_jp: エアドロップの特典はどのように付与されますか？
nl_nl: Hoe worden de Airdrop beloningen verdeeld?
pl_pl: W jaki sposób zostaną rozdzielone nagrody Airdrop?
pt_pt: Como é que as recompensas do Airdrop serão distribuídas?
ro_ro: Cum vor fi distribuite recompensele Airdrop?
ru_ru: Как будут распределяться награды аирдропа?
sk_sk: Ako sa budú rozdeľovať odmeny Airdrop?
sv_se: Hur kommer Airdrop-belöningarna att fördelas?
th_th: รางวัล Airdrop จะกระจายอย่างไร?
tr_tr: Airdrop ödülleri nasıl dağıtılacak?
vi_vn: Phần thưởng Airdrop sẽ được phân phối như thế nào?

source: 10% of the total supply of the BEST token has been allocated to the airdrop. Participants will earn a share of the token pool proportionate to the points they have used throughout phases 1-6 of the Best Wallet launch. The Airdrop rewards will be distributed directly to the wallet addresses provided during the registration process. Please ensure the accuracy of the wallet address to receive your tokens smoothly.
ar_sa: تم تخصيص 10٪ من إجمالي المعروض من رمز BEST للتوزيع المجاني airdrop. سيحصل المشاركون على حصة من مجموعة الرموز التي تتناسب مع النقاط التي استخدموها خلال المراحل 1-6 من إطلاق Best Wallet. سيتم توزيع مكافآت Airdrop مباشرة على عناوين المحفظة المقدمة أثناء عملية التسجيل. يرجى التأكد من دقة عنوان المحفظة لتلقي الرموز الخاصة بك بسلاسة.
bg_bg: 10% от общото количество на BEST токена е заделено за Еърдропа. Участниците ще спечелят дял от пула с токени пропорционално на точките, които са натрупали през фази 1-6 от пускането на Best Wallet. Наградите от разпределението ще бъдат разпределени директно към адресите на портфейлите, предоставени по време на регистрационния процес. Моля, уверете се в точността на адреса на портфейла, за да получите своите токени безпроблемно.
cs_cz: Na airdrop bylo přiděleno 10 % z celkové zásoby tokenů BEST. Účastníci získají podíl z poolu tokenů úměrný počtu bodů, které využili v průběhu fází 1-6 spuštění peněženky Best. Odměny z airdropu budou distribuovány přímo na adresy peněženek uvedené během registrace. Dbejte prosím na správnost adresy peněženky, abyste mohli tokeny hladce obdržet.
de_de: 10 % des Gesamtangebots an BEST-Token sind für den Airdrop vorgesehen. Die Teilnehmer erhalten einen Anteil am Token-Pool im Verhältnis zu den Punkten, die sie in den Phasen 1-6 der Einführung der Best-Wallet verwendet haben. Die Airdrop-Belohnungen werden direkt an die Wallet-Adressen verteilt, die Sie bei der Registrierung angegeben haben. Bitte vergewissern Sie sich, dass die Wallet-Adresse korrekt ist, damit Sie Ihre Token reibungslos erhalten.
es_es: El 10% del suministro total del token BEST se ha asignado al airdrop. Los participantes obtendrán una parte de la reserva de tokens proporcional a los puntos que hayan utilizado a lo largo de las fases 1-6 del lanzamiento de Best Wallet. Las recompensas del Airdrop se distribuirán directamente a las direcciones de wallet facilitadas durante el proceso de inscripción. Por favor, asegúrate de la exactitud de la dirección del wallet para recibir tus tokens sin problemas.
fr_fr: 10% de l'offre totale du jeton BEST a été allouée à l'airdrop. Les participants gagneront une part du pool de tokens proportionnelle aux points qu'ils ont utilisés au cours des phases 1 à 6 du lancement du Best wallet. Les récompenses Airdrop seront distribuées directement aux adresses de portefeuille fournies lors du processus d'inscription. Veuillez vous assurer de l'exactitude de l'adresse du portefeuille pour recevoir vos tokens sans friction.
hu_hu: A teljes tokenkészlet 10%-a az airdrop jutalmakra lesz fordítva. A résztvevők részesedést fognak kapni a token poolból annak megfelelően, hogy mennyi pontot szereztek az 1-6 fázis között. A jutalmak közvetlenül a tárcacímekre lesznek majd utalva a regisztráció során. Bizonyosodj meg róla, hogy helyesen adtad meg a tárcád címét.
id_id: 10% dari total pasokan token BEST telah dialokasikan untuk airdrop. Peserta akan mendapatkan bagian dari kumpulan token yang sebanding dengan poin yang telah mereka gunakan selama fase 1-6 dari peluncuran Best Wallet. Hadiah Airdrop akan didistribusikan langsung ke alamat dompet yang diberikan selama proses pendaftaran. Mohon pastikan keakuratan alamat dompet untuk menerima token dengan lancar.
it_it: Il 10% della fornitura totale del token BEST è stato assegnato all'airdrop. I partecipanti guadagneranno una quota del pool di token proporzionale ai punti che hanno utilizzato durante le fasi 1-6 del lancio di Best Wallet. I premi Airdrop verranno distribuiti direttamente agli indirizzi dei portafogli forniti durante il processo di registrazione. Assicurati dell'accuratezza dell'indirizzo del portafoglio per ricevere i tuoi token senza problemi.
ja_jp: BESTトークンの総供給量の10％がエアドロップに割り当てられました。参加者は、Best Walletローンチのフェーズ1～6を通じて使用したポイントに比例したトークンのシェアを獲得します。エアドロップの報酬は、登録プロセスで提供されたウォレットアドレスに直接送られます。トークンをスムーズに受け取るために、ウォレットアドレスが正確であることをご確認ください。
nl_nl: 10% van de totale voorraad van de BEST token is toegewezen aan de airdrop. Deelnemers verdienen een deel van de token pool in verhouding tot de punten die ze hebben gebruikt tijdens fasen 1-6 van de lancering van de Best Wallet. De Airdrop beloningen worden rechtstreeks gedistribueerd naar de wallet adressen die tijdens het registratieproces zijn opgegeven. Zorg ervoor dat het adres van de wallet juist is om jouw tokens snel te ontvangen.
pl_pl: Na zrzut przeznaczono 10% całkowitej podaży tokena BEST. Uczestnicy otrzymają udział w puli tokenów proporcjonalny do punktów, które wykorzystali w fazach 1-6 uruchomienia Best Wallet. Nagrody Airdrop będą dystrybuowane bezpośrednio na adresy portfeli podane podczas procesu rejestracji. Upewnij się, że adres portfela jest poprawny, aby płynnie otrzymywać tokeny.
pt_pt: 10% do fornecimento total do token BEST foram alocados para o airdrop. Os participantes ganharão uma parte do pool de tokens proporcional aos pontos que utilizaram ao longo das fases 1-6 do lançamento da Best Wallet. As recompensas do Airdrop serão distribuídas diretamente para os endereços da carteira fornecidos durante o processo de inscrição. Por favor, assegure a exatidão do endereço da carteira para receber os seus tokens sem problemas.
ro_ro: 10% din cantitatea totală de jetoane BEST a fost alocată pentru acest Airdrop. Participanții vor câștiga o parte din fondul de jetoane proporțional cu punctele pe care le-au folosit pe parcursul fazelor 1-6 ale lansării portofelului Best. Recompensele Airdrop vor fi distribuite direct la adresele de portofel furnizate în timpul procesului de înregistrare. Te rugăm să te asiguri de acuratețea adresei portofelului pentru a primi token-urile fără probleme.
ru_ru: Для раздачи было выделено 10% от общего количества токенов BEST. Участники получат долю пула токенов, пропорциональную баллам, которые они заработали во время первых 6 этапов запуска. Награды будут распределяться непосредственно по адресам кошельков, указанным в процессе регистрации. Пожалуйста, убедитесь, что адрес кошелька указан верно.
sk_sk: 10 % z celkovej zásoby NAJ tokenu bolo pridelených airdropu. Účastníci získajú podiel zo súboru tokenov úmerný bodom, ktoré použili počas fáz 1 až 6 uvedenia najlepšej peňaženky. Odmeny Airdrop budú distribuované priamo na adresy peňaženky uvedené počas procesu registrácie. Uistite sa, že adresa peňaženky je správna, aby ste svoje tokeny dostali hladko.
sv_se: 10% av det totala utbudet av BEST-token har allokerats till airdrop. Deltagarna kommer att tjäna en andel av tokenpoolen i proportion till de poäng de har använt under faserna 1-6 av lanseringen av Best Wallet. Airdrop-belöningarna kommer att distribueras direkt till de plånboksadresser som anges under registreringsprocessen. Se till att plånboksadressen är korrekt för att få dina tokens på ett smidigt sätt.
th_th: 10% ของอุปทานทั้งหมดของโทเค็นที่ดีที่สุดได้รับการจัดสรรให้กับ airdrop ผู้เข้าร่วมจะได้รับส่วนแบ่งของโทเค็นพูลตามสัดส่วนคะแนนที่พวกเขาใช้ตลอดระยะที่ 1-6 ของการเปิดตัว Best Wallet รางวัล Airdrop จะถูกแจกจ่ายโดยตรงไปยังที่อยู่กระเป๋าเงินที่ให้ไว้ระหว่างขั้นตอนการลงทะเบียน โปรดตรวจสอบความถูกต้องของที่อยู่กระเป๋าเงินเพื่อรับโทเค็นของคุณอย่างราบรื่น
tr_tr: BEST tokenin toplam arzının %10'u airdrop'a tahsis edilmiştir. Katılımcılar, Best Wallet lansmanının 1-6 aşamaları boyunca kullandıkları puanlarla orantılı olarak token havuzundan bir pay kazanacaklar. Airdrop ödülleri doğrudan kayıt işlemi sırasında verilen cüzdan adreslerine dağıtılacaktır. Tokenlerinizi sorunsuz bir şekilde almak için lütfen cüzdan adresinin doğruluğundan emin olun.
vi_vn: 10% tổng nguồn cung của mã thông báo BEST đã được phân bổ cho chương trình airdrop. Những người tham gia sẽ kiếm được một phần của nhóm mã thông báo tương ứng với số điểm àm họ đã sử dụng trong suốt giai đoạn 1-6 của việc ra mắt Best Wallet. Phần thưởng Airdrop sẽ được phân phối trực tiếp đến các địa chỉ ví tiền điện tử được cung cấp trong quá trình đăng ký. Vui lòng đảm bảo tính chính xác của địa chỉ ví tiền điện tử của bạn để quá trình nhận mã thông báo của bạn một cách suôn sẻ.

source: Is there a limited number of participants for the Airdrop?
ar_sa: هل هناك عدد محدود من المشاركين في التوزيع المجاني Airdrop؟
bg_bg: Има ли ограничение в броя участници за разпределението?
cs_cz: Je počet účastníků airdropu omezen?
de_de: Gibt es eine begrenzte Anzahl von Teilnehmern für den Airdrop?
es_es: ¿Hay un número limitado de participantes para el Airdrop?
fr_fr: Y a-t-il un nombre limité de participants pour l'Airdrop ?
hu_hu: Korlátozva van az Airdroppp résztvevők száma?
id_id: Apakah jumlah peserta Airdrop terbatas?
it_it: C'è un numero limitato di partecipanti per l'Airdrop?
ja_jp: エアドロップの参加者は限られていますか？
nl_nl: Is er een beperkt aantal deelnemers voor de Airdrop?
pl_pl: Czy liczba uczestników Airdrop jest ograniczona?
pt_pt: Existe um número limitado de participantes no Airdrop?
ro_ro: Există un număr limitat de participanți la Airdrop?
ru_ru: Ограничено ли количество участников аирдропа?
sk_sk: Je na Airdrop obmedzený počet účastníkov?
sv_se: Finns det ett begränsat antal deltagare för Airdrop?
th_th: Airdrop จำกัดจำนวนผู้เข้าร่วมหรือไม่?
tr_tr: Airdrop için sınırlı sayıda katılımcı var mı?
vi_vn: Chương trình Airdrop có giới hạn số lượng người tham gia không?

source: Participation is open to all.
ar_sa: المشاركة مفتوحة للجميع.
bg_bg: Участието е възможно за всички
cs_cz: Účast je otevřená všem.
de_de: Die Teilnahme ist für alle offen.
es_es: La participación está abierta a todos.
fr_fr: La participation est ouverte à tous.
hu_hu: A részvétel bárki számára lehetséges.
id_id: Partisipasi terbuka untuk semua orang.
it_it: La partecipazione è aperta a tutti.
ja_jp: どなたでもご参加いただけます。
nl_nl: Deelname staat open voor iedereen.
pl_pl: Każdy może wziąć udział.
pt_pt: Participação é aberta a todos.
ro_ro: Participarea este deschisă tuturor.
ru_ru: Принять участие может любой покупатель.
sk_sk: Účasť je otvorená pre všetkých.
sv_se: Deltagande är öppet för alla.
th_th: เปิดให้ทุกคนมีส่วนร่วม
tr_tr: Katılım herkese açıktır.
vi_vn: Tất cả mọi người đều có thể tham gia chương trình airdrop này.

source: Can I register multiple times for the Airdrop?
ar_sa: هل يمكنني التسجيل عدة مرات في التوزيع المجاني Airdrop؟
bg_bg: Мога ли да се регистрирам многократно за разпределението?
cs_cz: Mohu se do služby Airdrop zaregistrovat vícekrát?
de_de: Kann ich mich mehrmals für den Airdrop anmelden?
es_es: ¿Puedo inscribirme varias veces en el Airdrop?
fr_fr: Puis-je m'inscrire plusieurs fois à l'Airdrop ?
hu_hu: Tudod több alkalommal is regisztrálni az Airdroppra?
id_id: Dapatkah saya mendaftar beberapa kali untuk Airdrop?
it_it: Posso registrarmi più volte per l'Airdrop?
ja_jp: Airdropに何度も登録することはできますか？
nl_nl: Kan ik me meerdere keren registreren voor de Airdrop?
pl_pl: Czy mogę wielokrotnie zarejestrować się do Airdrop?
pt_pt: Posso me inscrever múltiplas vezes para o Airdrop?
ro_ro: Pot să mă înregistrez de mai multe ori pentru Airdrop?
ru_ru: Может ли один инвестор зарегистрироваться несколько раз для участия в раздаче токенов?
sk_sk: Môžem sa na Airdrop zaregistrovať viackrát?
sv_se: Kan jag registrera mig flera gånger för Airdropen?
th_th: ฉันสามารถลงทะเบียน Airdrop หลายครั้งได้หรือไม่?
tr_tr: Airdrop için birden fazla kez kayıt yaptırabilir miyim?
vi_vn: Tôi có thể đăng ký nhiều lần cho chương trình Airdrop không?

source: No, each participant is allowed to register only once for the Airdrop. Multiple registrations may lead to disqualification.
ar_sa: لا، يُسمح لكل مشارك بالتسجيل مرة واحدة فقط في التوزيع المجاني Airdrop. التسجيلات المتعددة قد تؤدي إلى الاستبعاد.
bg_bg: Не, всеки участник има право да се регистрира само веднъж за разпределението. Многократните регистрации могат да доведат до дисквалификация.
cs_cz: Ne, každý účastník se smí do Airdropu zaregistrovat pouze jednou. Vícenásobná registrace může vést k diskvalifikaci.
de_de: Nein, jeder Teilnehmer darf sich nur einmal für den Airdrop registrieren. Mehrfachanmeldungen können zur Disqualifikation führen.
es_es: No, cada participante sólo puede inscribirse una vez en el Airdrop. Las inscripciones múltiples pueden dar lugar a la descalificación.
fr_fr: Non, chaque participant n'est autorisé à s'inscrire qu'une seule fois à l'Airdrop. Les inscriptions multiples peuvent entraîner une disqualification.
hu_hu: Nem, minden résztvevő csak egyszer regisztrálhat az Airdroppra. Amennyiben kiderül, hogy valaki többször próbálkozott, abban az esetben kizárásra kerül.
id_id: Tidak, setiap peserta hanya diperbolehkan mendaftar satu kali untuk mengikuti Airdrop. Pendaftaran lebih dari satu kali dapat menyebabkan diskualifikasi.
it_it: No, ogni partecipante può registrarsi una sola volta all'Airdrop. Iscrizioni multiple possono portare alla squalifica.
ja_jp: エアドロップへの参加登録は、お一人様1回限りとさせていただきます。複数回の登録は無効となる場合があります。
nl_nl: Nee, elke deelnemer mag zich slechts één keer inschrijven voor de Airdrop. Meerdere inschrijvingen kunnen leiden tot diskwalificatie.
pl_pl: Nie, każdy uczestnik może zarejestrować się tylko raz do Airdrop. Wielokrotna rejestracja może prowadzić do dyskwalifikacji.
pt_pt: Não, cada participante só pode inscrever-se uma vez no Airdrop. As inscrições múltiplas podem levar à desqualificação.
ro_ro: Nu, fiecare participant se poate înscrie o singură dată la Airdrop. Înregistrările multiple pot duce la descalificare.
ru_ru: Нет, каждому участнику разрешено зарегистрироваться в Airdrop только один раз. Многократная регистрация может привести к дисквалификации.
sk_sk: Nie, každý účastník sa môže na Airdrop zaregistrovať iba raz. Viacnásobná registrácia môže viesť k diskvalifikácii.
sv_se: Nej, varje deltagare får endast registrera sig en gång för Airdropen. Flera registreringar kan leda till diskvalificering.
th_th: ไม่ได้ ผู้เข้าร่วมแต่ละคนสามารถลงทะเบียน Airdrop ได้เพียงครั้งเดียวเท่านั้น การลงทะเบียนหลายครั้งอาจนำไปสู่การถูกตัดสิทธิ์
tr_tr: Hayır, her katılımcının Airdrop için yalnızca bir kez kayıt yaptırmasına izin verilir. Birden fazla kayıt diskalifiye edilmeye yol açabilir.
vi_vn: Không, mỗi người tham gia chỉ được phép đăng ký một lần tham gia chương trình Airdrop. Cố tình thực hiện đăng ký nhiều lần có thể khiến bạn bị truất quyền tham gia chương trình airdrop.

source: How will you prevent fraudulent activity during the Airdrop?
ar_sa: كيف سيتم منع النشاط الاحتيالي أثناء عملية التوزيع المجاني airdrop؟
bg_bg: Как ще предотвратите нелегална дейност по време на Еърдропа?
cs_cz: Jak zabráníte podvodným aktivitám během airdorpu?
de_de: Wie werden betrügerische Aktivitäten während des Airdrops verhindert?
es_es: ¿Cómo evitarás las actividades fraudulentas durante el Airdrop?
fr_fr: Comment empêcherez-vous les activités frauduleuses pendant l'Airdrop ?
hu_hu: Hogyan lehetséges meggátolni az Airdrop során a csalásokat?
id_id: Bagaimana Anda akan mencegah aktivitas penipuan selama Airdrop?
it_it: Come impedirete attività fraudolente durante l'Airdrop?
ja_jp: エアドロップ中の不正行為をどのように防ぐのですか？
nl_nl: Hoe voorkomen jullie frauduleuze activiteiten tijdens de Airdrop?
pl_pl: Jak zapobiegacie nieuczciwym działaniom podczas Airdropu?
pt_pt: Como as atividades fraudulentas serão evitadas durante o Airdrop?
ro_ro: Cum pot preveni activitățile frauduloase în timpul Airdrop?
ru_ru: Как команда будет отслеживать мошенников во время аирдропа?
sk_sk: Ako zabránite podvodným aktivitám počas Airdropu?
sv_se: Hur kommer ni att förhindra bedrägerier under Airdropen?
th_th: คุณจะป้องกันการฉ้อโกงในระหว่าง Airdrop ได้อย่างไร?
tr_tr: Airdrop sırasında dolandırıcılık faaliyetlerini nasıl önleyeceksiniz?
vi_vn: Cách thức ngăn chặn hoạt động gian lận trong Airdrop như thế nào?
