Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: b. Visit the Airdrop page on our website.
ar_sa: ب. قم بزيارة صفحة التوزيع المجاني Airdrop على موقعنا.
bg_bg: б. Посетете страницата на Еърдропа на нашия уебсайт.
cs_cz: b. Navštivte stránku Airdrop na našich webových stránkách.
de_de: b. Besuchen Sie die Airdrop-Seite auf unserer Webseite.
es_es: b. Visita la página Airdrop de nuestro sitio web.
fr_fr: b. Visitez la page Airdrop sur notre site Web.
hu_hu: b. Látogass el az Airdrop oldalára a weboldalon.
id_id: b. Kunjungi halaman Airdrop di situs web kami.
it_it: B. Visita la pagina Airdrop sul nostro sito web.
ja_jp: b. 弊社ウェブサイト上のエアドロップページへ進む
nl_nl: b. Bezoek de Airdrop pagina op onze website.
pl_pl: b. Odwiedź Airdrop na naszej stronie internetowej.
pt_pt: b. Visite a página Airdrop no nosso sítio Web.
ro_ro: b. Vizitează pagina Airdrop de pe site-ul nostru.
ru_ru: b. Посетить страницу аирдропа на нашем сайте.
sk_sk: b. Navštívte stránku Airdrop na našej webovej stránke.
sv_se: b. Besök sidan Airdrop på vår webbplats.
th_th: 2. ไปที่หน้า Airdrop บนเว็บไซต์ของเรา
tr_tr: b. Web sitemizdeki Airdrop sayfasını ziyaret edin.
vi_vn: b. Truy cập trang Airdrop trên trang web của chúng tôi.

source: c. Provide your wallet address, email address, Twitter handle, and Discord username and follow our socials
ar_sa: ج. قم بإدخال عنوان محفظتك وعنوان بريدك الإلكتروني وعنوان تويتر واسم مستخدم ديسكورد وتابع وسائل التواصل الاجتماعي الخاصة بنا
bg_bg: в. Предоставете вашия адрес на портфейла, имейл адрес, Twitter име и Discord потребителско име и последвайте нашите социални мрежи
cs_cz: c. Uveďte svou peněženku, e-mailovou adresu, Twitter a uživatelské jméno na Discordu a sledujte naše sociální sítě.
de_de: c. Geben Sie Ihre Wallet-Adresse, Ihre E-Mail-Adresse, Ihr Twitter-Kürzel und Ihren Discord-Benutzernamen an und folgen Sie unseren sozialen Netzwerken.
es_es: c. Proporciona la dirección de tu wallet, tu dirección de correo electrónico, tu cuenta de Twitter y tu nombre de usuario en Discord, y sigue nuestras redes sociales.
fr_fr: c. Fournissez votre adresse de portefeuille, votre adresse e-mail, votre identifiant Twitter et votre nom d'utilisateur Discord et suivez nos réseaux sociaux
hu_hu: c. Add meg a tárca-, e-mail és a Twitter oldalad címét, a Discord felhasználóneved és kövess minket a közösségi oldalainkon
id_id: c. Berikan alamat dompet, alamat email, nama pengguna Twitter, dan nama pengguna Discord Anda, serta ikuti media sosial kami
it_it: C. Fornisci l'indirizzo del tuo wallet, l'indirizzo e-mail, l'handle di Twitter e il nome utente Discord e segui i nostri social
ja_jp: c. あなたのウォレットアドレス、Eメールアドレス、Twitterハンドルネーム、Discordユーザーネームを登録のうえ、私たちのSNSをフォロー
nl_nl: c. Geef je wallet adres, e-mailadres, Twitter account en Discord gebruikersnaam op en volg onze socials
pl_pl: c. Podaj swój adres portfela, adres e-mail, nazwę użytkownika na Twitterze oraz nazwę użytkownika Discord i śledź nasze profile społecznościowe
pt_pt: c. Forneça o endereço da carteira, endereço de correio eletrónico, nome de utilizador do Twitter e do Discord e siga nossas redes sociais
ro_ro: c. Furnizează-ți adresa de portofel, adresa de e-mail, adresa de Twitter și numele de utilizator Discord și urmărește-ne pe rețelele sociale.
ru_ru: c. Указать адрес своего кошелька, адрес электронной почты, имя пользователя в Twitter и Discord и подписаться на наши социальные сети.
sk_sk: c. Zadajte svoju adresu peňaženky, e-mailovú adresu, Twitter a používateľské meno Discord a sledujte naše sociálne siete
sv_se: c. Uppge din plånboksadress, e-postadress, Twitter-adress och användarnamn för Discord och följ våra sociala medier
th_th: 3. ระบุที่อยู่กระเป๋าเงิน ที่อยู่อีเมล กรอก Twitter และชื่อผู้ใช้ Discord และติดตามโซเชียลของเรา
tr_tr: c. Cüzdan adresinizi, e-posta adresinizi, Twitter kullanıcı adınızı ve Discord kullanıcı adınızı girin ve sosyal medya hesaplarımızı takip edin.
vi_vn: c. Cung cấp địa chỉ ví tiền điện tử, địa chỉ email, tài khoản Twitter và tên người dùng Discord của bạn, đồng thời theo dõi trang mạng xã hội của chúng tôi

source: d. Engage actively within the Best Ecosystem to earn points.
ar_sa: د. شارك بنشاط في أفضل نظام بيئي لكسب النقاط.
bg_bg: г. Участвайте активно в рамките на Best екосистемата, за да спечелите точки.
cs_cz: d. Aktivně se zapojte do Best ekosystému a získejte body.
de_de: d. Engagieren Sie sich aktiv im Best-Ökosystem, um Punkte zu sammeln.
es_es: d. Participa activamente en el Ecosistema Best para ganar puntos.
fr_fr: d. Engagez-vous activement au sein de l'écosystème Best pour gagner des points.
hu_hu: d. Légy aktív tagja a Best ökoszisztémának és szerezz pontokat.
id_id: d. Terlibat secara aktif dalam Ekosistem Best untuk mendapatkan poin.
it_it: D. Impegnati attivamente all'interno del Best Ecosystem per guadagnare punti.
ja_jp: d. ベスト・エコシステムに積極的に参加してポイントを獲得
nl_nl: d. Neem actief deel aan het Best Ecosystem om punten te verdienen.
pl_pl: d. Aktywnie angażuj się w najlepszy ekosystem, aby zdobywać punkty.
pt_pt: d. Envolva-se ativamente no Best Ecosystem para ganhar pontos.
ro_ro: d. Implică-te activ în cadrul ecosistemului Best pentru a câștiga puncte.
ru_ru: d. Активно участвовать в экосистеме Best, чтобы зарабатывать баллы.
sk_sk: d. Aktívne sa zapojte do najlepšieho ekosystému a získajte body.
sv_se: d. Engagera dig aktivt i Best Ecosystem för att få poäng.
th_th: 4. มีส่วนร่วมอย่างแข็งขันภายในระบบนิเวศที่ดีที่สุดเพื่อรับคะแนน
tr_tr: d. Puan kazanmak için Best Ekosistemi içerisinde aktif olarak yer alın
vi_vn: d. Tham gia tích cực trong Hệ sinh thái BEST để thu thập điểm.

source: How do I earn points during the Airdrop?
ar_sa: كيف يمكنني كسب النقاط أثناء عملية التوزيع المجاني Airdrop؟
bg_bg: Как да спечеля точки по време на Еърдропа?
cs_cz: Jak získávám body během Airdropu?
de_de: Wie kann ich während des Airdrops Punkte sammeln?
es_es: ¿Cómo gano puntos durante el Airdrop?
fr_fr: Comment gagner des points pendant l'Airdrop ?
hu_hu: Hogyan szerezhetek pontokat az Airdrop idején?
id_id: Bagaimana cara mendapatkan poin selama Airdrop?
it_it: Come posso guadagnare punti durante l'Airdrop?
ja_jp: エアドロップの際、どうやってポイントを稼げる？
nl_nl: Hoe verdien ik punten tijdens de Airdrop?
pl_pl: Jak zdobywać punkty podczas Airdrop?
pt_pt: Como é que ganho pontos durante o Airdrop?
ro_ro: Cum pot câștiga puncte în timpul unui Airdrop?
ru_ru: Как заработать баллы во время аирдропа?
sk_sk: Ako získam body počas airdropu?
sv_se: Hur tjänar jag poäng under en Airdrop?
th_th: ฉันจะรับคะแนนระหว่าง Airdrop ได้อย่างไร?
tr_tr: Airdrop sürecinde nasıl puan kazanırım?
vi_vn: Làm cách nào để kiếm điểm trong chương trình Airdrop?

source: During Phase 1-6 of our product launch, points are earned in three ways.
ar_sa: خلال المراحل من 1 إلى 6 من إطلاق منتجنا، يتم ربح النقاط بثلاث طرق.
bg_bg: През Фаза 1-6 от пускането на нашия продукт, точките се печелят по три начина.
cs_cz: Během 1. až 6. fáze uvedení našeho produktu na trh se body získávají třemi způsoby.
de_de: Während der Phasen 1-6 unserer Produkteinführung können Sie auf drei Arten Punkte sammeln.
es_es: Durante las fases 1 a 6 del lanzamiento de nuestro producto, los puntos se obtienen de tres formas.
fr_fr: Au cours de la phase 1 à 6 de notre lancement de produit, les points sont gagnés de trois manières.
hu_hu: Az 1-6 fázis között válik termékünk elérhetővé, pontokat három különböző módon lehet szerezni.
id_id: Selama Fase 1-6 dari peluncuran produk kami, poin diperoleh dengan tiga cara.
it_it: Durante le fasi 1-6 del lancio del nostro prodotto, i punti vengono guadagnati in tre modi.
ja_jp: プロダクト販売のフェーズ1～6において、3つの方法でポイントは獲得されます。
nl_nl: Tijdens fase 1-6 van onze productlancering worden op drie manieren punten verdiend.
pl_pl: Podczas faz 1-6 wprowadzania naszego produktu na rynek, punkty zdobywa się na trzy sposoby.
pt_pt: Durante a Fase 1-6 do lançamento do nosso produto, os pontos são ganhos de três formas.
ro_ro: În timpul fazei 1-6 a lansării produsului nostru, punctele sunt câștigate în trei moduri.
ru_ru: С 1 по 6 этапы запуска нашего продукта баллы начисляются тремя способами.
sk_sk: Počas fázy 1-6 uvedenia nášho produktu na trh sa body získavajú tromi spôsobmi.
sv_se: Under fas 1-6 av vår produktlansering tjänas poäng in på tre sätt.
th_th: ในช่วงที่ 1-6 ของการเปิดตัวผลิตภัณฑ์ของเรา คะแนนจะได้รับจากสามวิธี
tr_tr: Ürün lansmanımızın 1-6. Aşamaları sırasında puanlar üç şekilde kazanılır.
vi_vn: Trong suốt Giai đoạn 1-6 của quá trình ra mắt sản phẩm, bạn sẽ có thể kiếm được điểm theo ba cách sau.

source: a. Engaging with our socials and spreading the word about Best Web3.
ar_sa: أ. التفاعل مع مواقع التواصل الاجتماعي والتعريف بـ Best Web3.
bg_bg: а. Участие в нашите социални мрежи и разпространение на информацията за Best Web3.
cs_cz: a. Účastí v našich sociálních sítích a šíření informací o Best Web3.
de_de: a. Sie engagieren sich in unseren sozialen Netzwerken und verbreiten Best Web3.
es_es: a. Participando en nuestras redes sociales y hacer correr la voz sobre Best Web3.
fr_fr: a. S'engager avec nos réseaux sociaux et faire connaître le Web3 Best.
hu_hu: a. Közösségi médián keresztül részt veszel a legjobb Web3 projekt népszerűsítésében.
id_id: a. Terlibat dengan media sosial kami dan menyebarkan berita tentang Best Web3.
it_it: A. Interagendo con i nostri social e far conoscere Best Web3.
ja_jp: a. 私たちのソーシャルメディアに携わりBest Web3について広める。
nl_nl: a. Deelnemen aan onze socials en het woord over Best Web3 verspreiden.
pl_pl: a. Angażowanie się w nasze serwisy społecznościowe i rozpowszechnianie informacji o Best Web3.
pt_pt: a. Ao envolver-se com as nossas redes sociais e divulgar a Best Web3.
ro_ro: a. Angajarea în rețelele noastre sociale și răspândirea cuvântului despre Best Web3.
ru_ru: a. Активное взаимодействие с нашими социальными сетями (лайки, комментарии, ретвиты) и распространение информации о Best Web3.
sk_sk: a. Zapojenie sa do našich sociálnych sietí a šírenie informácií o Best Web3.
sv_se: a. Genom att engagera dig i våra sociala medier och sprid budskapet om Best Web3.
th_th: 1. มีส่วนร่วมกับโซเชียลของเราและกระจายข่าวเกี่ยวกับ Best Web3
tr_tr: a. Sosyal medya hesaplarımızla etkileşim kurmak ve Best Web3'ü duyurmak.
vi_vn: a. Tham gia với các trang mạng xã hội của chúng tôi và giúp truyền bá thông tin về Best Web3.

source: b. Using Best Wallet.
ar_sa: ب. استخدام Best Wallet.
bg_bg: б. Използване на Best Wallet.
cs_cz: b. Použití Best Wallet.
de_de: b. Durch die Verwendung von Best Wallet.
es_es: b. Utilizando Best Wallet.
fr_fr: b. Utilisation du portefeuille Best.
hu_hu: b. Best Wallet használatával.
id_id: b. Menggunakan Best Wallet.
it_it: B. Utilizzando il Best Wallet.
ja_jp: b. Best Walletの使用。
nl_nl: b. Best Wallet Gebruiken
pl_pl: b. Korzystanie z Best Wallet.
pt_pt: b. Ao usar Best Wallet.
ro_ro: b. Utilizarea Best Wallet.
ru_ru: b. Регулярное использование Best Wallet.
sk_sk: b. Používanie Best Wallet
sv_se: b. Genom att använda Best Wallet.
th_th: 2. ใช้ Best Wallet
tr_tr: b. Best Wallet'ı kullanmak.
vi_vn: b. Sử dụng Best Wallet.

source: c. Using Best DEX.
ar_sa: ج. استخدام Best DEX.
bg_bg: в. Използване на Best DEX.
cs_cz: c. Použití Best DEX.
de_de: c. Durch die Verwendung von Best DEX.
es_es: c. Utilizando Best DEX.
fr_fr: c. Utilisation du DEX Best.
hu_hu: c. Best DEX használatával.
id_id: c. Menggunakan Best DEX.
it_it: C. Usando Best DEX.
ja_jp: c. Best DEXの使用。
nl_nl: c. Best DEX Gebruiken
pl_pl: c. Korzystanie z Best DEX.
pt_pt: c. Ao usar Best DEX.
ro_ro: c. Utilizarea Best DEX.
ru_ru: c. Регулярное использование Best DEX.
sk_sk: c. Používanie Best DEX
sv_se: c. Genom att använda Best DEX.
th_th: 3. ใช้ Best DEX
tr_tr: c. Best DEX'i kullanmak.
vi_vn: c. Sử dụng Best DEX.

source: What are the benefits of holding BEST tokens?
ar_sa: ما هي فوائد الاحتفاظ برموز BEST؟
bg_bg: Какви са предимствата от притежанието на BEST токени?
cs_cz: Jaké jsou výhody držení tokenů BEST?
de_de: Was sind die Vorteile des Besitzes von BEST-Token?
es_es: ¿Cuáles son las ventajas de holdear tokens BEST?
fr_fr: Quels sont les avantages de détenir des tokens BEST ?
hu_hu: Milyen előnyei vannak a BEST tokenek használatának?
id_id: Apa saja keuntungan memegang token BEST?
it_it: Quali sono i vantaggi nel possedere i token BEST?
ja_jp: BESTトークンを利用するメリットとは？
nl_nl: Wat zijn de voordelen van het holden van BEST tokens?
pl_pl: Jakie są korzyści z posiadania tokenów BEST?
pt_pt: Quais são os benefícios de deter tokens BEST?
ro_ro: Care sunt beneficiile deținerii de jetoane BEST?
ru_ru: Каковы преимущества владения токенами BEST?
sk_sk: Aké sú výhody držania BEST tokenov?
sv_se: Vilka är fördelarna med att inneha BEST-tokens?
th_th: ประโยชน์ของการถือโทเค็น BEST คืออะไร?
tr_tr: BEST tökenlerini hold etmenin avantajları nelerdir?
vi_vn: Lợi ích của việc nắm giữ các mã thông báo BEST là gì?

source: Holding BEST tokens will bring several exclusive benefits within the Best Ecosystem, including:
ar_sa: سيجلب الاحتفاظ برموز BEST العديد من المزايا الحصرية ضمن أفضل نظام بيئي، من بينها:
bg_bg: Притежаването на BEST токени ще донесе няколко ексклузивни предимства в рамките на Best екосистемата, включително:
cs_cz: Držení tokenů BEST vám v rámci ekosystému Best přinese několik exkluzivních výhod, včetně:
de_de: Der Besitz von BEST-Token bringt mehrere exklusive Vorteile innerhalb des Best-Ökosystems, darunter:
es_es: Poseer tokens BEST te reportará varios beneficios exclusivos dentro del Ecosistema Best, entre los que se incluyen:
fr_fr: La détention de tokens BEST apportera plusieurs avantages exclusifs au sein de l'écosystème BEST, notamment :
hu_hu: A BEST tokenekkel számos exkluzív jutalomban részesülhetsz a Best ökoszisztémában, beleértve:
id_id: Memegang token BEST akan memberikan beberapa manfaat eksklusif dalam Ekosistem Best, termasuk:
it_it: Holdare i token BEST porterà diversi vantaggi esclusivi all'interno del Best Ecosystem, tra cui:
ja_jp: BESTトークンを保有することで、Bestエコシステム内で以下のような特別優待が贈られます：
nl_nl: Het holden van BEST tokens levert verschillende exclusieve voordelen op binnen het Best Ecosystem, waaronder:
pl_pl: Posiadanie tokenów BEST przyniesie kilka wyjątkowych korzyści w ramach Best Ekosystemu, w tym:
pt_pt: Deter tokens BEST trará vários benefícios exclusivos no ecossistema Best, incluindo:
ro_ro: Deținerea de jetoane BEST va aduce mai multe beneficii exclusive în cadrul ecosistemului Best, inclusiv:
ru_ru: Владение токенами BEST принесет ряд эксклюзивных преимуществ в рамках экосистемы Best, в том числе:
sk_sk: Držanie BEST tokenov prinesie niekoľko exkluzívnych výhod v rámci Best Ecosystem, vrátane:
sv_se: nnehav av BEST-tokens kommer att ge flera exklusiva fördelar inom Best Ecosystem, inklusive:
th_th: การถือครองโทเค็น BEST จะนำมาซึ่งผลประโยชน์พิเศษมากมายภายใน Best Ecosystem รวมถึง:
tr_tr: BEST tokenlarına hold etmek, Best Ekosistemi içinde aşağıdakiler de dahil olmak üzere çeşitli özel avantajlar sağlayacaktır:
vi_vn: Việc nắm giữ các mã thông báo BEST sẽ mang lại một số lợi ích độc quyền trong Hệ sinh thái BEST, bao gồm:

source: a. No gas fees on transactions.
ar_sa: أ. لا توجد رسوم Gas على المعاملات.
bg_bg: а. Няма такси за газ на транзакциите.
cs_cz: a. Žádné gas poplatky u transakcí.
de_de: a. Keine Gasgebühren für Transaktionen.
es_es: a. No hay tasas de gas en las transacciones.
fr_fr: a. Pas de frais de gas sur les transactions.
hu_hu: a. Nincsenek gázdíjak a tranzakciók során.
id_id: a. Tidak ada biaya gas pada transaksi.
it_it: A. Nessuna commissione gas sulle transazioni.
ja_jp: a. 取引にかかるガス代が無料。
nl_nl: a. Geen gaskosten op transacties.
pl_pl: a. Brak opłat za gaz od transakcji.
pt_pt: a. Não há taxas de gás nas transacções.
ro_ro: a. Fără comisioane de gaz pentru tranzacții.
ru_ru: a. Отсутствие комиссий за газ при транзакциях.
sk_sk: a. Žiadne poplatky za plyn pri transakciách.
sv_se: a. Inga gasavgifter på transaktioner.
th_th: 1. ไม่มีค่าธรรมเนียมก๊าซในการทำธุรกรรม
tr_tr: a. İşlemlerde gaz ücreti yok.
vi_vn: a. Không mất phí gas khi thực hiện các giao dịch.

source: b. Governance voting on Best Dex.
ar_sa: ب. التصويت على الحوكمة على Best Dex.
bg_bg: б. Гласуване за управление на Best Dex.
cs_cz: b. Hlasování správy o Best Dex.
de_de: b. Governance-Abstimmung über Best Dex.
es_es: b. Votación de gobernanza sobre Best Dex.
fr_fr: b. Vote de gouvernance sur Best Dex.
hu_hu: b. Kormányzási szavazások a Best Dexen.
id_id: b. Voting tata kelola pada Best Dex.
it_it: B. Voto di governance su Best Dex.
ja_jp: b. Best Dexに関するガバナンス投票。
nl_nl: b. Governance Stemmen op Best Dex.
pl_pl: b. Głosowanie na temat zarządzania Best Dex.
pt_pt: b. Votação de governança sobre Best Dex.
ro_ro: b. Votul de guvernare privind cel mai bun Dex.
ru_ru: b. Участие в голосовании относительно развития Best Dex.
sk_sk: b. Hlasovanie správy o Best Dex.
sv_se: b. Omröstning om styrning på Best Dex.
th_th: 2. การลงคะแนนการกำกับดูแลสำหรับ Best Dex
tr_tr: b. Best Dex üzerinden yönetişim oylamaları
vi_vn: b. Có quyền tham gia bỏ phiếu quản trị trên Best Dex.

source: c. Early access to token launches.
ar_sa: ج. الوصول المبكر إلى عمليات إطلاق الرموز.
bg_bg: в. Ранен достъп до пускането на токени.
cs_cz: c. Včasný přístup k tokenům.
de_de: c. Früher Zugang zur Einführung von Token.
es_es: c. Acceso anticipado al lanzamiento de tokens.
fr_fr: c. Accès anticipé aux lancements de tokens.
hu_hu: c. Korai hozzáférés érmeindulások idején.
id_id: c. Akses awal ke peluncuran token.
it_it: C. Accesso anticipato ai lanci di token.
ja_jp: c. トークンローンチへの早期アクセス。
nl_nl: c. Vroege toegang tot token lanceringen.
pl_pl: c. Wczesny dostęp do uruchamiania tokenów.
pt_pt: c. Acesso antecipado a lançamentos de tokens.
ro_ro: c. Acces timpuriu la lansările de token-uri.
ru_ru: c. Ранний доступ к запускам токенов.
sk_sk: c. Včasný prístup k spusteniu tokenov.
sv_se: c. Tidig tillgång till tokenlanseringar.
th_th: 3. การเข้าถึงการเปิดตัวโทเค็นก่อนใคร
tr_tr: c. Token lansmanlarına erken erişim
vi_vn: c. Quyền truy cập sớm vào các lần ra mắt mã thông báo.

source: d. Participation in exclusive NFT and token drops.
ar_sa: د. المشاركة في NFT الحصرية وتوزيعات الرموز.
bg_bg: г. Участие в ексклузивни пускания на NFT и токени.
cs_cz: d. Účast na exkluzivních NFT a airdropu tokenů.
de_de: d. Teilnahme an exklusiven NFT und Token-Drops.
es_es: d. Participación en NFT exclusivos y lanzamientos de tokens.
fr_fr: d. Participation à des NFT exclusifs et des airdrops de tokens.
hu_hu: d. Részvétel exkluzív NFT és token droppokon.
id_id: d. Partisipasi dalam NFT eksklusif dan drop token.
it_it: D. Partecipazione a esclusivi NFT e token drop.
ja_jp: d. 限定NFTおよびトークンドロップへの参加。
nl_nl: d. Deelname aan exclusieve NFT en token drops.
pl_pl: d. Udział w ekskluzywnych zrzutach NFT i tokenów.
pt_pt: d. Participação em NFT exclusivos e token drops.
ro_ro: d. Participarea la NFT exclusiv și token drops.
ru_ru: d. Участие в эксклюзивных раздачах NFT и токенов.
sk_sk: d. Účasť na exkluzívnych prepadoch NFT a tokenov.
sv_se: d. Deltagande i exklusiva NFT och token drops.
th_th: 4. การเข้าร่วม NFT และโทเค็นสุดพิเศษ
tr_tr: d. Özel NFT ve token drop'larına katılım
vi_vn: d. Tham gia các kèo airdrop NFT và mã thông báo độc quyền.

source: We will announce more benefits and utility closer to the airdrop date.
ar_sa: سنعلن عن المزيد من المزايا والفوائد مع اقتراب موعد التوزيع المجاني airdrop.
bg_bg: Ще обявим повече предимства и реални ползи близо до датата на Еърдропа.
cs_cz: Další výhody a případ použití oznámíme blíže k datu airdropu.
de_de: Wir werden weitere Vorteile und Nutzen näher zum Zeitpunkt des Airdrops bekannt geben.
es_es: Anunciaremos más ventajas y utilidades cuando se acerque la fecha del airdrop.
fr_fr: Nous annoncerons plus d'avantages et d'utilités à l'approche de la date de l'airdrop.
hu_hu: További jutalmakat az airdrop dátumához közeledve fogunk megosztani.
id_id: Kami akan mengumumkan lebih banyak manfaat dan kegunaan lebih dekat dengan tanggal peluncuran.
it_it: Annunceremo ulteriori vantaggi e utilità più vicino alla data dell'airdrop.
ja_jp: より多くの特典と効用については、エアドロップ日に近づき次第、発表する予定です。
nl_nl: We zullen meer voordelen en hulpprogramma's aankondigen dichter bij de airdrop datum.
pl_pl: Bliżej daty airdropu ogłosimy więcej korzyści i użyteczności.
pt_pt: Anunciaremos mais benefícios e utilidades mais perto da data do airdrop.
ro_ro: Vom anunța mai multe beneficii și utilități în apropierea datei de lansare.
ru_ru: Мы объявим о дополнительных преимуществах и полезности ближе к дате аирдропа.
sk_sk: Bližšie k dátumu výsadku oznámime ďalšie výhody a užitočnosť.
sv_se: Vi kommer att meddela fler förmåner och användningsområden närmare datumet för airdropen.
th_th: เราจะประกาศสิทธิประโยชน์และอรรถประโยชน์เพิ่มเติมเมื่อใกล้ถึงวันออกอากาศ
tr_tr: Daha fazla avantaj ve işlevi airdrop tarihine yakın bir zamanda duyuracağız.
vi_vn: Chúng tôi sẽ công bố nhiều lợi ích và tiện ích gần hơn với ngày diễn ra chương trình airdrop.

source: When will the Airdrop happen?
ar_sa: متى سيجري التوزيع المجاني airdrop؟
bg_bg: Кога ще се проведе Еърдропа?
cs_cz: Kdy se uskuteční airdrop?
de_de: Wann wird der Airdrop stattfinden?
es_es: ¿Cuándo se producirá el Airdrop?
fr_fr: Quand aura lieu l'Airdrop ?
hu_hu: Mikor lesz az Airdrop?
id_id: Kapan Airdrop akan terjadi?
it_it: Quando avverrà l'Airdrop?
ja_jp: エアドロップはいつ開始する？
nl_nl: Wanneer vindt de Airdrop plaats?
pl_pl: Kiedy odbędzie się airdrop?
pt_pt: Quando é que o Airdrop ocorrerá?
ro_ro: Când va avea loc Airdrop?
ru_ru: Когда состоится аирдроп?
sk_sk: Kedy sa airdrop stane?
sv_se: När kommer Airdropen att äga rum?
th_th: Airdrop จะเกิดขึ้นเมื่อใด?
tr_tr: Airdrop ne zaman gerçekleşecek?
vi_vn: Khi nào chương trình Airdrop sẽ được diễn ra?
