Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: UNI in circulation:
ar_sa: UNI في التداول:
bg_bg: UNI е в обращение:
cs_cz: UNI v oběhu:
de_de: UNI im Umlauf:
es_es: UNI en circulación:
fr_fr: UNI en circulation :
hu_hu: forgalomban lévő UNI:
id_id: UNI yang beredar:
it_it: UNI in circolazione:
ja_jp: 流通中のUNI:
nl_nl: UNI in omloop:
pl_pl: UNI w obiegu:
pt_pt: UNI em circulação:
ro_ro: UNI în circulație:
ru_ru: UNI в обращении:
sk_sk: UNI v obehu:
sv_se: UNI i omlopp:
th_th: UNI ในการหมุนเวียน:
tr_tr: Dolaşımdaki UNI:
vi_vn: UNI đang lưu hành:

source: UNI price:
ar_sa: سعر UNI:
bg_bg: UNI цена
cs_cz: Cena UNI:
de_de: UNI-Preis:
es_es: Precio UNI:
fr_fr: Prix UNI :
hu_hu: UNI ár:
id_id: Harga UNI:
it_it: Prezzo UNI:
ja_jp: UNIの価格:
nl_nl: UNI prijs:
pl_pl: Cena UNI:
pt_pt: Preço do UNI:
ro_ro: Preț UNI:
ru_ru: Цена UNI:
sk_sk: UNI cena:
sv_se: UNI pris:
th_th: ราคา UNI:
tr_tr: UNI fiyatı:
vi_vn: Giá UNI:

source: Unclaimed UNI
ar_sa: UNI غير المطالب بها
bg_bg: Непотърсени UNI
cs_cz: Nevybrané UNI
de_de: Nicht eingeforderte UNI
es_es: UNI sin reclamar
fr_fr: UNI non réclamé
hu_hu: Nem igényelt UNI
id_id: UNI yang tidak diklaim
it_it: UNI non richiesto
ja_jp: 未請求のUNI
nl_nl: Niet Geclaimde UNI
pl_pl: Nieodebrane UNI
pt_pt: UNI não reclamada
ro_ro: UNI nerevendicat
ru_ru: Неполученные UNI
sk_sk: Neprevzaté UNI
sv_se: Oinlöst UNI
th_th: UNI ที่ไม่มีการอ้างสิทธิ์
tr_tr: Talep edilmeyen UNI
vi_vn: UNI Không Được Xác Nhận

source: Unclaimed fees
ar_sa: الرسوم غير المطالب بها
bg_bg: Незаявени такси
cs_cz: Nevybrané poplatky
de_de: Nicht eingeforderte Gebühren
es_es: Comisiones no reclamadas
fr_fr: Frais non réclamés
hu_hu: Nem igényelt díjak
id_id: Biaya yang tidak diklaim
it_it: Commissioni non reclamate
ja_jp: 未請求の手数料
nl_nl: Niet Geclaimd Kosten
pl_pl: Nierozliczone opłaty
pt_pt: Taxas não reclamadas
ro_ro: Taxe nerevendicate
ru_ru: Неполученные комиссионные
sk_sk: Nevyzdvihnuté poplatky
sv_se: Oinlösta avgifter
th_th: ค่าธรรมเนียมที่ไม่มีการเคลม
tr_tr: Talep edilmeyen ücretler
vi_vn: Phí không được xác nhận

source: Unclaimed:
ar_sa: غير مطالب به:
bg_bg: Незаявено:
cs_cz: Nevybráno:
de_de: Nicht eingefordert:
es_es: Sin reclamar:
fr_fr: Non réclamés:
hu_hu: Nem igényelt:
id_id: Tidak diklaim:
it_it: Non reclamato:
ja_jp: 未請求:
nl_nl: Niet Geclaimd:
pl_pl: Nieodebrane:
pt_pt: Não reclamados:
ro_ro: Nerevendicat:
ru_ru: Неполученные:
sk_sk: Nevyzdvihnuté:
sv_se: Oinlösta:
th_th: ไม่มีการเคลม:
tr_tr: Talep Edilmeyen:
vi_vn: Không được xác nhận:

source: Undetermined
ar_sa: غير محدد:
bg_bg: Неопределен
cs_cz: Neurčeno
de_de: Unbestimmt
es_es: Indeterminado
fr_fr: Indéterminé
hu_hu: Meghatározatlan
id_id: Belum ditentukan
it_it: Indeterminato
ja_jp: 未定
nl_nl: Onbepaald
pl_pl: Nieokreślony
pt_pt: Indeterminado
ro_ro: Nedeterminat
ru_ru: Неустановленного типа
sk_sk: Neurčené
sv_se: Ej fastställd
th_th: ไม่แน่ชัด
tr_tr: Saptanamayan
vi_vn: Không xác định

source: Unexpected error. Could not estimate gas for the swap.
ar_sa: خطأ غير متوقع. لا يمكن تقدير رسوم Gas للمبادلة.
bg_bg: Неочаквана грешка. Не може да се изчисли газта за размяната.
cs_cz: Neočekávaná chyba. Nepodařilo se odhadnout gas poplatek pro swap.
de_de: Unerwarteter Fehler. Das Gas für den Tausch konnte nicht geschätzt werden.
es_es: Error inesperado. No se ha podido calcular el gas para el intercambio.
fr_fr: Erreur inattendue. Impossible d'estimer le gaz pour l'échange.
hu_hu: Váratlan hiba. Nem sikerült megbecsülni a cseréhez szükséges gázdíjat.
id_id: Kesalahan tak terduga. Tidak dapat memperkirakan gas untuk pertukaran.
it_it: Errore imprevisto. Impossibile stimare le commissioni per lo scambio.
ja_jp: 予期せぬエラーが発生。スワップ用のガス代を見積もることができませんでした。
nl_nl: Onverwachte fout. Kon het gas voor de swap niet schatten.
pl_pl: Nieoczekiwany błąd. Nie można oszacować zużycia gazu dla wymiany.
pt_pt: Erro inesperado. Não foi possível estimar a taxa de gás para a troca.
ro_ro: Eroare neașteptată. Nu s-a putut estima cantitatea de gaz pentru schimb.
ru_ru: Ошибка. Не удалось посчитать комиссию за газ для обмена.
sk_sk: Neočakávaná chyba. Nepodarilo sa odhadnúť plyn na výmenu.
sv_se: Oväntat fel. Kunde inte beräkna gas för bytet.
th_th: ข้อผิดพลาดที่ไม่คาดคิด ไม่สามารถประเมินก๊าซสำหรับการแลกเปลี่ยน
tr_tr: Bilinmedik hata. Swap için gaz ücreti hesaplanamadı.
vi_vn: Lỗi không mong đợi. Không thể ước tính được phí gas cho giao dịch hoán đổi.

source: Unexpected issue with estimating the gas. Please try again.
ar_sa: مشكلة غير متوقعة في تقدير رسوم Gas. حاول من جديد.
bg_bg: Неочакван проблем с изчисляването на газа. Моля, опитайте отново.
cs_cz: Neočekávaný problém s odhadem gas poplatku. Zkuste to prosím znovu.
de_de: Unerwartetes Problem bei der Schätzung des Gases. Bitte versuchen Sie es erneut.
es_es: Problema inesperado con la estimación del gas. Inténtalo de nuevo.
fr_fr: Problème inattendu avec l'estimation du gaz. Veuillez réessayer.
hu_hu: Váratlan hiba lépett fel a gázdíj kiszámításánál. Kérünk, hogy próbáld meg újra.
id_id: Masalah tak terduga dengan memperkirakan gas. Silakan coba lagi.
it_it: Problema imprevisto nella stima delle commissioni Riprovare.
ja_jp: ガス代の見積もりに予期せぬ問題が発生しました。再試行してください。
nl_nl: Onverwacht probleem met het schatten van het gas. Probeer het opnieuw.
pl_pl: Nieoczekiwany problem z oszacowaniem ilości gazu. Spróbuj ponownie.
pt_pt: Problema inesperado com a estimativa da taxa de gás. Tente novamente.
ro_ro: Problemă neașteptată cu estimarea gazului. Te rugăm să încerci din nou.
ru_ru: Ошибка. Не удалось посчитать комиссию за газ для обмена. Пожалуйста, попробуйте еще раз.
sk_sk: Neočakávaný problém s odhadom plynu. Prosím skúste znova.
sv_se: Oväntat problem med uppskattning av gasen. Vänligen försök igen.
th_th: ปัญหาที่ไม่คาดคิดเกี่ยวกับการประมาณค่าธรรมเนียมก๊าซ กรุณาลองอีกครั้ง
tr_tr: Gaz ücreti hesaplama ile ilgili beklenmeyen sorun. Lütfen tekrar deneyin.
vi_vn: Sự cố không mong muốn với việc ước tính mức phí gas. Vui lòng thử lại.

source: Unknown Source
ar_sa: مصدر مجهول
bg_bg: Непознат източник
cs_cz: Neznámý zdroj
de_de: Unbekannte Quelle
es_es: Fuente desconocida
fr_fr: Source inconnue
hu_hu: Ismeretlen forrás
id_id: Sumber tidak diketahui
it_it: Fonte sconosciuta
ja_jp: 不明なソース
nl_nl: Onbekende Bron
pl_pl: Nieznane źródło
pt_pt: Fonte desconhecida
ro_ro: Sursă Necunoscută
ru_ru: Неизвестный источник
sk_sk: Neznámy zdroj
sv_se: Okänd källa
th_th: ไม่ทราบแหล่งที่มา
tr_tr: Bilinmeyen Kaynak
vi_vn: Không Rõ Nguồn

source: Unlock Votes
ar_sa: فتح الأصوات
bg_bg: Отключете гласове
cs_cz: Odemknout hlasy
de_de: Abstimmungen freischalten
es_es: Desbloquear Votos
fr_fr: Débloquer les votes
hu_hu: Szavazatok feloldása
id_id: Buka Kunci Suara
it_it: Sbloccare voti
ja_jp: 投票のロックを解除する
nl_nl: Unlock Stemmen
pl_pl: Odblokuj głosy
pt_pt: Desbloquear votos
ro_ro: Deblochează Voturi
ru_ru: Разблокировать голоса
sk_sk: Odomknúť hlasy
sv_se: Lås upp röster
th_th: ปลดล็อกการโหวต
tr_tr: Oyların Kilidini Aç
vi_vn: Mở Khóa Phiếu Bầu

source: Unlock Voting
ar_sa: فتح التصويت
bg_bg: Отключване на гласуването
cs_cz: Odemknout hlasování
de_de: Abstimmungen freischalten
es_es: Desbloquear el Voto
fr_fr: Déverrouiller le vote
hu_hu: Szavazás feloldása
id_id: Buka Voting
it_it: Sbloccare votazioni
ja_jp: 投票のロックを解除する
nl_nl: Unlock het Stemmen
pl_pl: Odblokuj głosowanie
pt_pt: Desbloquear votos
ro_ro: Deblochează Votarea
ru_ru: Разблокировать голосование
sk_sk: Odomknúť hlasovanie
sv_se: Lås upp omröstning
th_th: ปลดล็อกการลงคะแนนเสียง
tr_tr: Oylama Kilidini Aç
vi_vn: Mở Khóa Bỏ Phiếu

source: Unlocking Votes
ar_sa: يجري فتح الأصوات
bg_bg: Отключване на гласове
cs_cz: Odemčení hlasů
de_de: Stimmen freischalten
es_es: Desbloquear Votos
fr_fr: Débloquer les votes
hu_hu: Szavazatok feloldása
id_id: Buka Kunci Suara
it_it: Sblocco dei voti
ja_jp: 投票のロック解除中
nl_nl: Stemmen Unlocken
pl_pl: Odblokowywanie głosów
pt_pt: Desbloqueando votos
ro_ro: Deblocare Voturi
ru_ru: Разблокировка голосов
sk_sk: Odomknúť hlasy
sv_se: Låser upp röster
th_th: ปลดล็อกการโหวต
tr_tr: Oyların Kilidi Açılıyor
vi_vn: Mở Khóa Phiếu Bầu

source: Unsupported Asset
ar_sa: أصل غير مدعوم
bg_bg: Неподдържан актив
cs_cz: Nepodporované aktivum
de_de: Nicht unterstütztes Asset
es_es: Activo no respaldado
fr_fr: Actif non pris en charge
hu_hu: Nem támogatott eszközök
id_id: Aset yang Tidak Didukung
it_it: Asset non supportato
ja_jp: 対応していない資産
nl_nl: Niet-ondersteund Item
pl_pl: Nieobsługiwane aktywa
pt_pt: Ativo não suportado
ro_ro: Activ Nesuportat
ru_ru: Неподдерживаемый актив
sk_sk: Nepodporované dielo
sv_se: Icke understödd tillgång
th_th: เนื้อหาที่ไม่รองรับ
tr_tr: Desteklenmeyen Varlık
vi_vn: Tài Sản Không Được Hỗ Trợ

source: Unsupported Assets
ar_sa: أصول غير مدعومة
bg_bg: Неподдържани активи
cs_cz: Nepodporovaná aktiva
de_de: Nicht unterstützte Assets
es_es: Activos no respaldados
fr_fr: Actifs non pris en charge
hu_hu: Nem támogatott eszközök
id_id: Aset yang Tidak Didukung
it_it: Asset non supportati
ja_jp: 対応していない資産
nl_nl: Niet-ondersteund items
pl_pl: Nieobsługiwane aktywa
pt_pt: Ativos não suportados
ro_ro: Active neacoperite
ru_ru: Неподдерживаемые активы
sk_sk: Nepodporované aktíva
sv_se: Icke understödda tillgångar
th_th: เนื้อหาที่ไม่รองรับ
tr_tr: Desteklenmeyen Varlıklar
vi_vn: Tài Sản Không Được Hỗ Trợ

source: Untitled
ar_sa: دون عنوان
bg_bg: Без заглавие
cs_cz: Bez názvu
de_de: Unbetitelt
es_es: Sin título
fr_fr: Sans titre
hu_hu: Névtelen
id_id: Tanpa judul
it_it: Senza titolo
ja_jp: 無題
nl_nl: Geen Naam
pl_pl: Bez tytułu
pt_pt: Sem título
ro_ro: Fără titlu
ru_ru: Без названия
sk_sk: Bez názvu
sv_se: Utan titel
th_th: ไม่มีชื่อ
tr_tr: Başlıksız
vi_vn: Không có tiêu đề

source: Unwrap
ar_sa: سحب
bg_bg: Разопаковайте
de_de: Auflösen
es_es: Desenvolver
fr_fr: Déballer
hu_hu: Kicsomagolás
id_id: Buka
ja_jp: アンラップする
nl_nl: Uitpakken
pl_pl: Rozpakuj
ro_ro: Desfășurare
ru_ru: Развернуть
sk_sk: Rozbaliť
sv_se: Packa upp
th_th: แกะ
tr_tr: Unwrap et
vi_vn: Mở gói

source: Unwrap <0/> to ETH
ar_sa: سحب <0/> إلى ETH
bg_bg: Разопаковайте <0/> към ETH
cs_cz: Unwrap <0/> na ETH
de_de: Auflösen
es_es: Desenvolver <0/> a ETH
fr_fr: Déballer <0/> en ETH
hu_hu: <0/> ETH-ba való kicsomagolása
id_id: Buka <0/> ke ETH
it_it: Unwrap <0/> a ETH
ja_jp: <0/>をETHにアンラップする
nl_nl: Pak <0/> uit naar ETH
pl_pl: Rozpakuj <0/> do ETH
pt_pt: Unwrap <0/> para ETH
ro_ro: Desfășurare <0/> către ETH
ru_ru: Развернуть <0/> в ETH
sk_sk: Rozbaliť <0/> na ETH
sv_se: Avlägsna <0/> till ETH
th_th: แกะ <0/> เป็น ETH
tr_tr: <0/>'ı ETH'ye unwrap et
vi_vn: Rút <0/> sang ETH

source: Update Delegation
ar_sa: تحديث التفويض
bg_bg: Актуализирайте делегирането
cs_cz: Aktualizace delegování
de_de: Delegation aktualisieren
es_es: Actualizar Delegación
fr_fr: Mettre à jour la délégation
hu_hu: Delegáció frissítése
id_id: Perbarui Delegasi
it_it: Aggiornamento delega
ja_jp: 委任の更新
nl_nl: Delegatie Bijwerken
pl_pl: Aktualizacja uprawnień
pt_pt: Atualizar delegação
ro_ro: Actualizare delegare
ru_ru: Обновить делегирование
sk_sk: Aktualizovať delegovanie
sv_se: Uppdatera delegation
th_th: อัปเดตการมอบหมาย
tr_tr: Delegasyonu Güncelle
vi_vn: Cập Nhật Ủy Quyền

source: Update list
ar_sa: تحديث القائمة
bg_bg: Актуализиране на списъка
cs_cz: Aktualizace seznamu
de_de: Liste aktualisieren
es_es: Actualizar lista
fr_fr: Mettre à jour la liste
hu_hu: Lista frissítése
id_id: Perbarui daftar
it_it: Elenco aggiornamenti
ja_jp: 更新リスト
nl_nl: Lijst bijwerken
pl_pl: Zaktualizuj listę
pt_pt: Atualizar
ro_ro: Actualizare listă
ru_ru: Обновить список
sk_sk: Aktualizovať zoznam
sv_se: Uppdatera lista
th_th: รายการอัพเดท
tr_tr: Listeyi güncelle
vi_vn: Cập nhật danh sách

source: User
ar_sa: المستخدم
bg_bg: Потребител
cs_cz: Uživatel
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
hu_hu: Felhasználó
id_id: Pengguna
it_it: Utente
ja_jp: ユーザー
nl_nl: Gebruiker
pl_pl: Użytkownik
pt_pt: Usuário
ro_ro: Utilizator
ru_ru: Пользователь
sk_sk: Používateľ
sv_se: Användare
th_th: ผู้ใช้
tr_tr: Kullanıcı
vi_vn: Người dùng

source: V2 liquidity
ar_sa: سيولة V2
bg_bg: V2 ликвидност
cs_cz: V2 likvidita
de_de: V2-Liquidität
es_es: Liquidez V2
fr_fr: Liquidité V2
hu_hu: V3 likviditás
id_id: Likuiditas V2
ja_jp: V2の流動性
nl_nl: V2 Liquiditeit
pl_pl: Płynność V2
pt_pt: Liquidez V2
ro_ro: Lichiditate V2
ru_ru: V2 ликвидность
sk_sk: V2 likvidita
sv_se: V2-likviditet
th_th: V2 สภาพคล่อง
tr_tr: V2 likiditesi
vi_vn: Thanh khoản V2

source: V3 {0} Price:
ar_sa: سعر {0} V3:
bg_bg: V3 {0} Цена:
cs_cz: V3 {0} Cena:
de_de: V3 {0}-Preis:
es_es: V3 {0} Precio:
fr_fr: V3 {0} Prix :
hu_hu: V3 {0} ár:
id_id: V3 {0} Harga:
it_it: V3 {0} Prezzo:
ja_jp: V3 {0} 価格:
nl_nl: V3 {0} Prijs:
pl_pl: V3 {0} Cena:
pt_pt: V3 {0} Preço:
ro_ro: V3 {0} Preț:
ru_ru: V3 {0} Цена:
sk_sk: V3 {0} cena:
sv_se: V3 {0} pris:
th_th: V3 {0} ราคา:
tr_tr: V3 {0} Fiyatı:
vi_vn: Giá V3 {0}:

source: View UNI Analytics
ar_sa: عرض UNI Analytics
bg_bg: Преглед на UNI Анализ
cs_cz: Zobrazit UNI Analytics
de_de: UNI-Analysen anzeigen
es_es: Ver analítica de UNI
fr_fr: Voir UNI Analytics
hu_hu: Tekintsd meg az UNI analitikát
id_id: Lihat Analisis UNI
it_it: Visualizza i dati analitici di UNI
ja_jp: UNI アナリティクスを表示する
nl_nl: Bekijk UNI Analytics
pl_pl: Wyświetl UNI Analytics
pt_pt: Exibir análise do UNI
ro_ro: Vezi UNI Analytics
ru_ru: Посмотреть аналитику UNI
sk_sk: Zobraziť UNI analytiku
sv_se: Se UNI Analytics
th_th: ดู UNI Analytics
tr_tr: UNI Analytics'i Görüntüle
vi_vn: Xem Phân Tích UNI

source: View V2 Liquidity
ar_sa: عرض سيولة V2
bg_bg: Преглед на V2 ликвидност
cs_cz: Zobrazit likviditu V2
de_de: Ansicht V2-Liquidität
es_es: Ver liquidez V2
fr_fr: Voir la liquidité V2
hu_hu: Tekintsd meg a V2 likividitást
id_id: Lihat Likuiditas V2
it_it: Visualizza V2 Liquidity
ja_jp: V2の流動性を表示する
nl_nl: Bekijk V2 Liquiditeit
pl_pl: Wyświetl płynność V2
pt_pt: Exibir análise do V2
ro_ro: Vezi lichiditatea V2
ru_ru: Посмотреть ликвидность V2
sk_sk: Zobraziť V2 likviditu
sv_se: Se V2-likviditet
th_th: ดูสภาพคล่อง V2
tr_tr: V2 Likiditesini Görüntüle
vi_vn: Xem Thanh Khoản V2

source: View list
ar_sa: عرض القائمة
bg_bg: Преглед на списъка
cs_cz: Zobrazit seznam
de_de: Liste anzeigen
es_es: Ver lista
fr_fr: Afficher la liste
hu_hu: Lista megtekintése
id_id: Lihat daftar
it_it: Visualizza elenco
ja_jp: リストを表示する
nl_nl: Bekijk lijst
pl_pl: Wyświetl listę
pt_pt: Ver lista
ro_ro: Vezi lista
ru_ru: Посмотреть список
sk_sk: Zobraziť zoznam
sv_se: Se lista
th_th: ดูรายการ
tr_tr: Listeyi görüntüle
vi_vn: Xem danh sách

source: View on Etherscan
ar_sa: عرض على Etherscan
bg_bg: Преглед на Etherscan
cs_cz: Zobrazit na Etherscanu
de_de: Anzeigen auf Etherscan
es_es: Ver en Etherscan
fr_fr: Voir sur Etherscan
hu_hu: Tekintsd meg Etherscanen
id_id: Lihat di Etherscan
it_it: Visualizza su Etherscan
ja_jp: Etherscanで表示する
nl_nl: Bekijk op Etherscan
pl_pl: Wyświetl na Etherscan
pt_pt: Ver em Etherscan
ro_ro: Vezi pe Etherscan
ru_ru: Посмотреть на Etherscan
sk_sk: Zobraziť na Etherscan
sv_se: Se på Etherscan
th_th: ดูบน Etherscan
tr_tr: Etherscan'de görüntüle
vi_vn: Xem trên Etherscan

source: View on Explorer
ar_sa: عرض على Explorer
bg_bg: Преглед в Explorer
cs_cz: Zobrazit v aplikaci Explorer
de_de: Anzeigen im Explorer
es_es: Ver en el Explorador
fr_fr: Afficher sur l'explorateur
hu_hu: Tekintsd meg Explorerben
id_id: Lihat di Explorer
it_it: Visualizza di Explorer
ja_jp: エクスプローラーで表示する
nl_nl: Bekijk op Explorer
pl_pl: Widok Explorer
pt_pt: Vr em Explorer
ro_ro: Vezi pe Explorer
ru_ru: Посмотреть в Explorer
sk_sk: Zobraziť na Explorer
sv_se: Se på Explorer
th_th: ดูบน Explorer
tr_tr: Explorer'da Görüntüle
vi_vn: Xem trên Explorer

source: View transaction on Explorer
ar_sa: عرض المعاملة على Explorer
bg_bg: Преглед на транзакция в Explorer
cs_cz: Zobrazit transakci v aplikaci Explorer
de_de: Anzeigen der Transaktion im Explorer
es_es: Ver transacción en el Explorador
fr_fr: Afficher la transaction sur l'explorateur
hu_hu: Tekintsd meg a tranzakciót Explorerben
id_id: Melihat transaksi di Explorer
it_it: Visualizza transazione su Explorer
ja_jp: エクスプローラーで取引を表示する
nl_nl: Bekijk transactie op Explorer
pl_pl: Wyświetl transakcję na Explorer
pt_pt: Ver transação em Explorer
ro_ro: Vezi tranzacția pe Explorer
ru_ru: Посмотреть транзакцию в Explorer
sk_sk: Zobraziť transakciu na Explorer
sv_se: Se transaktionen på Explorer
th_th: ดูธุรกรรมใน Explorer
tr_tr: İşlemi Explorer'da görüntüle
vi_vn: Xem giao dịch trên Explorer

source: Vote Against
ar_sa: التصويت ضد
bg_bg: Гласувайте Против
cs_cz: Hlasovat proti
de_de: Dagegen stimmen
es_es: Votar en contra
fr_fr: Voter contre
hu_hu: Szavazz ellene
id_id: Pilih Menentang
it_it: Voto Contrario
ja_jp: 反対票を投じる
nl_nl: Stem Tegen
pl_pl: Głosuj przeciwko
pt_pt: Votar Contra
ro_ro: Votează împotrivă
ru_ru: Проголосовать «против»
sk_sk: Hlasovať proti
sv_se: Rösta mot
th_th: โหวตไม่เห็นด้วย
tr_tr: Şuna Karşı Oy Ver
vi_vn: Bỏ Phiếu Chống Lại

source: Vote For
ar_sa: التصويت لـ
bg_bg: Гласувайте За
cs_cz: Hlasovat pro
de_de: Dafür stimmen
es_es: Votar a favor
fr_fr: Voter pour
hu_hu: Szavazz
id_id: Pilih untuk
it_it: Vota Per
ja_jp: 賛成票を投じる
nl_nl: Stem Voor
pl_pl: Głosuj za
pt_pt: Votar Por
ro_ro: Votează pentru
ru_ru: Проголосовать «за»
sk_sk: Hlasovať za
sv_se: Rösta för
th_th: โหวตให้
tr_tr: Şunun İçin Oy Ver
vi_vn: Bỏ Phiếu Cho

source: Vote against proposal {proposalId}
ar_sa: التصويت ضد المقترح {proposalId}
bg_bg: Гласувайте против предложението {proposalId}
cs_cz: Hlasovat proti návrhu {proposalId}
de_de: Stimmen gegen den Vorschlag {proposalId}
es_es: Votar en contra de la propuesta {proposalId}
fr_fr: Voter contre la proposition {proposalId}
hu_hu: Szavazz az ajánlat ellen {proposalId}
id_id: Pilih menolak proposal {proposalId}
it_it: Voto contrario alla proposta {proposalId}
ja_jp: 提案{proposalId}に反対票を投じる
nl_nl: Stem tegen voorstel {voorstelId}
pl_pl: Głosowanie przeciwko wnioskowi {proposalId}
pt_pt: Votar contra a proposta {proposalId}
ro_ro: Votează împotriva propunerii {proposalId}
ru_ru: Проголосовать «против» предложения {proposalId}
sk_sk: Hlasovať proti návrhu {proposalId}
sv_se: Rösta mot förslaget {proposalId}
th_th: ลงคะแนนคัดค้านข้อเสนอ {proposalId}
tr_tr: {proposalİd} teklifine karşı oy ver
vi_vn: Bỏ phiếu chống lại đề xuất {proposalId}

source: Vote against proposal {proposalKey}
ar_sa: التصويت ضد المقترح {proposalKey}
bg_bg: Гласувайте против предложението {proposalKey}
cs_cz: Hlasovat proti návrhu {proposalKey}
de_de: Stimmen gegen den Vorschlag {proposalKey}
es_es: Vota en contra de la propuesta {proposalKey}
fr_fr: Voter contre la proposition {proposalKey}
hu_hu: Szavazz az ajánlat ellen {proposalKey}
id_id: Pilih untuk menolak proposal {proposalKey}
it_it: Vota contro la proposta {proposalKey}
ja_jp: 提案{proposalKey}に反対票を投じる
nl_nl: Stem tegen voorstel {voorstelSleutel}
pl_pl: Głosowanie przeciwko wnioskowi {proposalKey}
pt_pt: Votar contra a proposta {proposalKey}
ro_ro: Votează împotriva propunerii {proposalKey}
ru_ru: Проголосовать «против» предложения {proposalKey}
sk_sk: Hlasovať proti návrhu {proposalKey}
sv_se: Rösta mot förslaget {proposalKey}
th_th: ลงคะแนนคัดค้านข้อเสนอ {proposalKey}
tr_tr: {proposalKey} teklifine karşı oy ver
vi_vn: Bỏ phiếu chống lại đề xuất {proposalKey}

source: Vote against proposal {proposalKey} with reason "{0}"
ar_sa: التصويت ضد المقترح {proposalKey} مع السبب "{0}"
bg_bg: Гласувайте против предложението {proposalKey} с причина „{0}“
cs_cz: Hlasovat proti návrhu {proposalKey} s odůvodněním "{0}".
de_de: Stimmen gegen den Vorschlag {proposalKey} mit der Begründung "{0}".
es_es: Vota en contra de la propuesta {proposalKey} con el motivo "{0}"
fr_fr: Votez contre la proposition {proposalKey} avec la raison "{0}"
hu_hu: Szavazz az ajánlat ellen {proposalKey} a következő okból: "{0}"
id_id: Pilih menolak proposal {proposalKey} dengan alasan "{0}"
it_it: Vota contro la proposta {proposalKey} con il motivo "{0}".
ja_jp: "{0}"を理由に、提案{proposalKey}に反対票を投じる
nl_nl: Stem tegen voorstel {proposalKey} met reden "{0}"
pl_pl: Głosowanie przeciwko propozycji {proposalKey} z powodem "{0}"
pt_pt: Votar contra a proposta {proposalKey} pelo motivo "{0}"
ro_ro: Votează împotriva propunerii {proposalKey} cu motivul "{0}"
ru_ru: Проголосовать «против» предложения {proposalKey} по причине "{0}"
sk_sk: Hlasujte proti návrhu {proposalKey} s dôvodom „{0}“
sv_se: Rösta mot förslaget {proposalKey} med motivering "{0}"
th_th: ลงคะแนนคัดค้านข้อเสนอ {proposalKey} พร้อมเหตุผล "{0}"
tr_tr: "{0}" gerekçesiyle {proposalKey} teklifine karşı oy ver
vi_vn: Bỏ phiếu chống lại đề xuất {proposalKey} với lý do "{0}"

source: Vote for proposal {proposalId}
ar_sa: التصويت بالموافقة على المقترح {proposalId}
bg_bg: Гласувайте за предложението {proposalId}
cs_cz: Hlasovat pro návrh {proposalId}
de_de: Stimmen für den Vorschlag {proposalId}
es_es: Votar la propuesta {proposalId}
fr_fr: Voter pour la proposition {proposalId}
hu_hu: Szavazz az ajánlatra {proposalId}
id_id: Pilih proposal {proposalId}
it_it: Vota per la proposta {proposalId}
ja_jp: 提案{proposalId}に賛成票を投じる
nl_nl: Stem op voorstel {voorstelId}
pl_pl: Głosowanie za wnioskiem {proposalId}
pt_pt: Votar na proposta {proposalId}
ro_ro: Votează pentru propunerea {proposalId}
ru_ru: Проголосовать «за» предложение {proposalId}
sk_sk: Hlasujte za návrh {proposalId}
sv_se: Rösta för förslaget {proposalId}
th_th: โหวตข้อเสนอ {proposalId}
tr_tr: {proposalId} teklifi için oy ver
vi_vn: Bỏ phiếu cho đề xuất {proposalId}

source: Vote for proposal {proposalKey}
ar_sa: التصويت بالموافقة على المقترح {proposalKey}
bg_bg: Гласувайте за предложението {proposalKey}
cs_cz: Hlasovat pro návrh {proposalKey}
de_de: Stimmen für den Vorschlag {proposalKey}
es_es: Vota la propuesta {proposalKey}
fr_fr: Votez pour la proposition {proposalKey}
hu_hu: Szavazz az ajánlatra {proposalKey}
id_id: Pilih proposal {proposalKey}
it_it: Vota per la proposta {proposalKey}
ja_jp: 提案{proposalKey}に賛成票を投じる
nl_nl: Stem voor voorstel {voorstelSleutel}
pl_pl: Głosowanie za wnioskiem {proposalKey}
pt_pt: Votar na proposta {proposalId}
ro_ro: Votează pentru propunerea {proposalKey}
ru_ru: Проголосовать «за» предложение {proposalKey}
sk_sk: Hlasujte za návrh {proposalKey}
sv_se: Rösta för förslag {proposalKey}
th_th: โหวตข้อเสนอ {proposalKey}
tr_tr: {proposalKey} teklifi için oy ver
vi_vn: Bỏ phiếu cho đề xuất {proposalKey}

source: Vote for proposal {proposalKey} with reason "{0}"
ar_sa: التصويت بالموافقة على المقترح مع السبب "{0}"
bg_bg: Гласувайте за предложението {proposalKey} с причина "{0}"
cs_cz: Hlasování pro návrh {proposalKey} s odůvodněním "{0}"
de_de: Stimmen Sfür den Vorschlag {proposalKey} mit der Begründung "{0}".
es_es: Vota a favor de la propuesta {proposalKey} con el motivo "{0}"
fr_fr: Votez pour la proposition {proposalKey} avec la raison "{0}"
hu_hu: Szavazz az ajánlatra {proposalKey} ezzel az indokkal: "{0}"
id_id: Pilih proposal {proposalKey} dengan alasan "{0}"
it_it: Vota per la proposta {proposalKey} con motivazione "{0}".
ja_jp: "{0}"を理由に、提案{proposalKey}に賛成票を投じる
nl_nl: Stem op voorstel {voorstelSleutel} met reden "{0}"
pl_pl: Głosowanie na propozycję {proposalKey} z powodem "{0}"
pt_pt: Votação da proposta {proposalKey} com o motivo "{0}"
ro_ro: Votează pentru propunerea {proposalKey} cu motivul "{0}"
ru_ru: Проголосовать «за» предложение {proposalKey} по причине "{0}"
sk_sk: Hlasujte za návrh {proposalKey} s dôvodom „{0}“
sv_se: Rösta för förslaget {proposalKey} med motivering "{0}"
th_th: ลงคะแนนสำหรับข้อเสนอ {proposalKey} พร้อมเหตุผล "{0}"
tr_tr: "{0}" gerekçesiyle {proposalKey} teklifi için oy ver
vi_vn: Bỏ phiếu cho đề xuất {proposalKey} với lý do "{0}"
