Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Best DEX is built as the sister app to Best Wallet, our flagship crypto wallet. Best DEX can be accessed from within Best Wallet for an easy trading experience all within a single app. No more need to use several different wallets and DEXs to manage your crypto portfolio.
ar_sa: تم تصميم Best DEX باعتباره التطبيق الشقيق لـ Best Wallet، محفظتنا المشفرة الرئيسية. يمكن الوصول إلى Best DEX من داخل Best Wallet للحصول على تجربة تداول سهلة بحيث يكون كل ذلك في تطبيق واحد. لم تعد هناك حاجة لاستخدام العديد من المحافظ المختلفة ومنصات التداول اللامركزية DEXs لإدارة محفظة العملات المشفرة الخاصة بك.
bg_bg: Best DEX е създаден като приложение-партньор на Best Wallet, нашият водещ крипто портфейл. Best DEX може да се достъпи от вътрешността на Best Wallet за лесно търговско преживяване, което го прави многофункционално приложение. Вече не е нужно да използвате няколко различни портфейла и DEX-ове, за да управлявате портфолиото си от криптовалути.
cs_cz: Best DEX je sesterskou aplikací naší vlajkové lodi, kryptopeněženky Best Wallet. Best DEX je přístupná z Best Wallet a umožňuje snadné obchodování v rámci jediné aplikace. Už nemusíte používat několik různých peněženek a DEXů pro správu svého kryptoměnového portfolia.
de_de: Best DEX ist die Schwester-App von Best Wallet, unserem Flaggschiff unter den Krypto-Wallets. Auf Best DEX können Sie von Best Wallet aus zugreifen, um den Handel in einer einzigen App zu erleichtern. Sie müssen nicht mehr mehrere verschiedene Wallets und DEXs verwenden, um Ihr Krypto-Portfolio zu verwalten.
es_es: Best DEX es la aplicación hermana de Best Wallet, nuestra cartera de criptomonedas insignia. Se puede acceder a Best DEX desde Best Wallet para una experiencia de trading sencilla en una sola aplicación. Ya no tendrás que utilizar varias wallets y DEX diferentes para gestionar tu cartera de criptomonedas.
fr_fr: Best DEX est conçu comme l'application sœur de Best Wallet, notre porte-monnaie cryptographique phare. Best DEX est accessible depuis Best Wallet pour une expérience de trading facile dans une seule application. Plus besoin d'utiliser plusieurs portefeuilles et DEX différents pour gérer votre portefeuille crypto.
hu_hu: A Best DEX kifejezetten a Best Wallet kiegészítő alkalmazásaként lett létrehozva. A Best DEX a Best Walletből érhető el, ezáltal a kereskedés egyetlen felületen belül valósul meg. Nincs szükség különböző alkalmazások letöltésére és DEX regisztrációkra a kriptod kezeléséhez.
id_id: Best DEX dibuat sebagai aplikasi saudara dari Best Wallet, dompet kripto unggulan kami. Best DEX dapat diakses dari dalam Best Wallet untuk pengalaman trading yang mudah dalam satu aplikasi. Tidak perlu lagi menggunakan beberapa dompet dan DEX yang berbeda untuk mengelola portofolio kripto Anda.
it_it: Best DEX è l'applicazione gemella di Best Wallet, il nostro wallet cripto di punta. Best DEX è accessibile dall'interno di Best Wallet per un'esperienza di trading semplice e con un'unica app. Non è più necessario utilizzare diversi portafogli e DEX per gestire il proprio wallet cripto.
ja_jp: Best DEXは、私たちの主力仮想通貨ウォレットであるBest Walletの姉妹アプリとして構築されています。Best DEXはBest Wallet内からアクセスでき、一つのアプリ内で簡単に取引を行うことが可能です。そのため、異なるウォレットや複数のDEXを使用して、仮想通貨ポートフォリオを管理する必要はもうありません。
nl_nl: Best DEX is gebouwd als de zuster app van Best Wallet, onze zuster crypto wallet. Best DEX is toegankelijk vanuit Best Wallet voor een gemakkelijke handelservaring, allemaal binnen één enkele app. Je hoeft niet langer verschillende wallets en DEX's te gebruiken om je crypto portfolio te beheren.
pl_pl: Best DEX to siostrzana aplikacja Best Wallet, naszego flagowego portfela kryptowalutowego. Dostęp do Best DEX można uzyskać z poziomu Best Wallet, co ułatwia handel w ramach jednej aplikacji. Nie ma już potrzeby korzystania z kilku różnych portfeli i DEX-ów do zarządzania portfelem kryptowalut.
pt_pt: Best DEX foi criada como a app irmã da Best Wallet, a nossa principal carteira de criptomoedas. Best DEX pode ser acessada a partir da Best Wallet para uma experiência de negociação fácil, tudo em um único aplicativo. Não há mais necessidade de usar várias carteiras e DEXs diferentes para gerenciar seu portfólio cripto.
ro_ro: Best DEX este construită ca o aplicație soră pentru Best Wallet, portofelul nostru crypto emblematic. Best DEX poate fi accesat din Best Wallet pentru o experiență de tranzacționare ușoară, totul într-o singură aplicație. Nu mai este nevoie să folosești mai multe portofele și DEX-uri diferite pentru a-ți gestiona portofoliul de cripto.
ru_ru: Best DEX создан как дочернее приложение для Best Wallet, нашего флагманского криптокошелька. Доступ к Best DEX можно получить из Best Wallet для удобной торговли в рамках одной платформы. Благодаря Best DEX больше не нужно использовать несколько разных кошельков и DEX для управления своим криптопортфелем.
sk_sk: Best DEX je vytvorená ako sesterská aplikácia Best Wallet, našej vlajkovej lode medzi krypto peňaženkami. Best DEX je prístupný z Best Wallet pre jednoduché obchodné skúsenosti v rámci jedinej aplikácie. Už nie je potrebné používať niekoľko rôznych peňaženiek a DEX na správu vášho krypto portfólia.
sv_se: Best DEX är byggd som en systerapp till Best Wallet, vår flaggskeppsplånbok för kryptovalutor. Best DEX kan nås från Best Wallet för en enkel handelsupplevelse i en enda app. Du behöver inte längre använda flera olika plånböcker och DEX:er för att hantera din kryptoportfölj.
th_th: Best DEX สร้างขึ้นเป็นแอปตามรอยของ Best Wallet ซึ่งเป็นกระเป๋าเงินดิจิทัลหลักของเรา สามารถเข้าถึง Best DEX ได้จากภายใน Best Wallet เพื่อประสบการณ์การซื้อขายที่ง่ายดายทั้งหมดภายในแอปเดียว ไม่จำเป็นต้องใช้กระเป๋าเงินและ DEX ที่แตกต่างกันอีกต่อไปเพื่อจัดการพอร์ตคริปโตของคุณ
tr_tr: Best DEX, amiral gemisi kripto cüzdanımız Best Wallet'ın kardeş uygulaması olarak oluşturulmuştur. Best DEX'e, kolay al-sat deneyiminin tek bir uygulamada toplandığı Best Wallet'tan erişilebilir. Artık kripto portföyünüzü yönetmek için birkaç farklı cüzdan ve DEX kullanmanıza gerek yok.
vi_vn: Best DEX được xây dựng dưới dạng ứng dụng "anh chị em" với Best Wallet, ứng dụng ví tiền điện tử hàng đầu của chúng tôi. Bạn có thể truy cập Best DEX ngay từ trong Best Wallet để có trải nghiệm giao dịch dễ dàng, tất cả trong một ứng dụng. Nhà đầu tư sẽ không cần phải sử dụng nhiều ví tiền điện tử và DEX khác nhau để quản lý danh mục đầu tư tiền điện tử của họ.

source: What are Best DEX’s special features compared to competitors?
ar_sa: ما هي الميزات الخاصة لـ Best DEX مقارنة بالمنافسين؟
bg_bg: Какви са специалните функции на Best DEX в сравнение с конкурентите?
cs_cz: Jaká jsou specifika Best DEX ve srovnání s konkurencí?
de_de: Was sind die besonderen Merkmale von Best DEX im Vergleich zur Konkurrenz?
es_es: ¿Cuáles son las características especiales de Best DEX en comparación con sus competidores?
fr_fr: Quelles sont les particularités de Best DEX par rapport aux concurrents ?
hu_hu: Milyen előnyei vannak a Best DEX-nek a konkurenciával szemben?
id_id: Apa saja fitur khusus Best DEX dibandingkan dengan kompetitornya?
it_it: Quali sono le caratteristiche speciali di Best DEX rispetto alla concorrenza?
ja_jp: 競合他社との比較において、Best DEXが持つ特別な機能は何か？
nl_nl: Wat zijn de speciale kenmerken van Best DEX in vergelijking met concurrenten?
pl_pl: Jakie są wyjątkowe cechy Best DEX w porównaniu do konkurencji?
pt_pt: Quais são as características especiais da Best DEX em comparação com a concorrência?
ro_ro: Care sunt caracteristicile speciale ale Best DEX în comparație cu competitorii?
ru_ru: Чем Best DEX отличается от конкурентов?
sk_sk: Aké sú špeciálne funkcie Best DEX v porovnaní s konkurenciou?
sv_se: Vilka är de speciella egenskaperna med Best DEX jämfört med konkurrenterna?
th_th: คุณสมบัติพิเศษของ Best DEX เมื่อเทียบกับคู่แข่งคืออะไร?
tr_tr: Rakiplerine kıyasla Best DEX'i özel kılan özellikleri nelerdir?
vi_vn: Các tính năng đặc biệt của Best DEX so với các đối thủ cạnh tranh là gì?

source: Best DEX is incorporating the best aspects of established DEXs, improving upon them, and adding streamlined features that will elevate your crypto trading experience. To name two: 1. Store, manage, and trade crypto from a single app 2. Save on trading fees.
ar_sa: يقوم Best DEX بدمج أفضل جوانب منصات التداول اللامركزية DEXs المعمول بها وتحسينها وإضافة ميزات مبسطة من شأنها تطوير تجربة تداول العملات المشفرة خاصتك. ومن بينها هاتين الميزتين: 1. تخزين وإدارة وتداول العملات الرقمية من تطبيق واحد 2. التوفير في رسوم التداول.
bg_bg: Best DEX включва най-добрите аспекти от установените DEX-ове, подобрява ги и добавя опростени функции, които ще ви позволят да подобрите вашето търговско изживяване с криптовалутите. Нека споменем две: 1. Съхранявайте, управлявайте и търгувайте с криптовалути от едно приложение 2. Спестете разходи за търговски такси.
cs_cz: Best DEX zahrnuje nejlepší aspekty zavedených DEX burz, vylepšuje je a přidává efektivnější funkce, které zvýší váš zážitek z obchodování s kryptoměnami. Jmenujme alespoň dvě: 1. Ukládejte, spravujte a obchodujte své kryptoměny z jediné aplikace. 2. Ušetřete na poplatcích za obchodování.
de_de: Best DEX übernimmt die besten Eigenschaften etablierter DEXs, verbessert sie und fügt optimierte Funktionen hinzu, die Ihr Krypto-Handelserlebnis verbessern werden. Um nur zwei zu nennen: 1. Speichern, verwalten und handeln Sie Kryptowährungen mit einer einzigen App 2. Sparen Sie Handelsgebühren.
es_es: Best DEX incorpora los mejores aspectos de las DEX establecidas, los mejora y añade funciones optimizadas que mejorarán tu experiencia de trading con criptomonedas. Por nombrar dos: 1. Almacena, gestiona y negocia criptomonedas desde una única aplicación 2. Ahorra en comisiones de trading.
fr_fr: Best DEX intègre les meilleurs aspects des DEX établis, les améliore et ajoute des fonctionnalités simplifiées qui amélioreront votre expérience de trading crypto. Pour n'en citer que deux : 1. Stockez, gérez et échangez des cryptomonnaies à partir d'une seule application 2. Économisez sur les frais de négociation.
hu_hu: A Best DEX a kriptotőzsdék összes előnyét képes magába sűríteni és továbbfejleszteni, továbbá számos korszerű funkciót tesz elérhető annak érdekében, hogy tökéletes kriptokereskedési élményben lehessen részed. Tárold a kriptodat és kereskedj alacsony díjak mellett.
id_id: Best DEX menggabungkan aspek-aspek terbaik dari DEX yang sudah ada, memperbaikinya, dan menambahkan fitur-fitur yang disederhanakan yang akan meningkatkan pengalaman trading kripto Anda. Di antaranya: 1. Menyimpan, mengelola, dan memperdagangkan kripto dari satu aplikasi 2. Menghemat biaya trading.
it_it: Best DEX incorpora i migliori aspetti dei DEX affermati, perfezionandoli e aggiungendo funzioni semplificate per migliorare la vostra esperienza di cripto trading. Per citarne due: 1. Conservare, gestire e scambiare criptovalute con un'unica app 2. Risparmiare sulle commissioni di trading.
ja_jp: Best DEXは、確立されたDEXの最良の側面を取り入れ、それらを改善し、仮想通貨取引体験を高める洗練された機能を追加しています。以下、機能例を2つを挙げます。1. 一つのアプリから仮想通貨の保存、管理、取引が可能 2. 取引手数料の削減を実現
nl_nl: Best DEX bevat de beste aspecten van gevestigde DEX's, verbetert ze en voegt gestroomlijnde functies toe die jouw crypto handelservaring zullen verbeteren. Om er twee te noemen: 1. Bewaar, beheer en verhandel crypto vanuit één enkele app 2. Bespaar op handelskosten.
pl_pl: Best DEX łączy w sobie najlepsze cechy uznanych DEX-ów, ulepszając je i dodając usprawnione funkcje, które podniosą jakość handlu kryptowalutami. Wymieńmy dwie z nich: 1. Przechowywanie, zarządzanie i handel kryptowalutami z poziomu jednej aplikacji 2. Oszczędzanie na opłatach transakcyjnych.
pt_pt: Best DEX está a incorporar os melhores aspectos das DEXs estabelecidas, melhorando-as e adicionando recursos simplificados que elevarão a sua experiência de negociação cripto. Para citar dois: 1. Armazenar, gerenciar e negociar criptografia a partir de um único aplicativo 2. Economizar em taxas de negociação.
ro_ro: Best DEX încorporează cele mai bune aspecte ale DEX-urilor consacrate, îmbunătățindu-le și adăugând caracteristici simplificate care îți vor îmbunătăți experiența de tranzacționare cripto. Spre exemplu: 1. Să stochezi, să gestionezi și să tranzacționezi cripto dintr-o singură aplicație 2. Să economisești taxele de tranzacționare.
ru_ru: Best DEX не просто включает в себя все преимущества известных DEX, а совершенствует их и добавляет оптимизированные функции, которые улучшат Ваш опыт торговли. Вот две основные особенности Best DEX — возможность хранить, управлять и торговать криптовалютой из одного приложения, а также экономия на торговых комиссиях.
sk_sk: Best DEX zahŕňa najlepšie aspekty zavedených DEX, vylepšuje ich a pridáva zjednodušené funkcie, ktoré zvýšia vaše skúsenosti s obchodovaním s kryptomenami. Aby sme vymenovali dva: 1. Uchovávajte, spravujte a obchodujte s kryptomenami z jedinej aplikácie 2. Ušetrite na poplatkoch za obchodovanie.
sv_se: Best DEX innehåller de bästa aspekterna av etablerade DEX, förbättrar dem och lägger till strömlinjeformade funktioner som kommer att höja din kryptohandelsupplevelse. För att nämna två: 1. Lagra, hantera och handla krypto från en enda app 2. Spara på handelsavgifter.
th_th: BEST DEX คือการผสมผสานด้านที่ดีที่สุดของ DEX ที่จัดตั้งขึ้น การปรับปรุงและเพิ่มคุณสมบัติที่คล่องตัวที่จะยกระดับประสบการณ์การซื้อขายคริปโตของคุณ มีสองชื่อ: 1. จัดเก็บ จัดการ และแลกเปลี่ยนคริปโตจากแอพเดียว 2. ประหยัดค่าธรรมเนียมการซื้อขาย
tr_tr: Best DEX, mevcut DEX'lerin en iyi yönlerini bir araya getiriyor, onları geliştiriyor ve kripto al-sat deneyiminizi yükseltecek modernleştirilmiş özellikler ekliyor. İkisini söylemek gerekirse: 1. Kriptoları tek bir uygulamada depolayın, yönetin ve al-sat yapın 2. Alım satım ücretlerinden tasarruf edin.
vi_vn: Best DEX đang kết hợp các khía cạnh tốt nhất của các DEX đã được thiết lập, cải thiện chúng và thêm vào các tính năng độc đáo được sắp xếp hợp lý để nâng cao trải nghiệm giao dịch tiền điện tử của bạn. Hai tính năng chính nổi trội của Best DEX là: 1. Lưu trữ, quản lý và giao dịch tiền điện tử hiệu quả chỉ từ một ứng dụng duy nhất 2. Tiết kiệm phí giao dịch.

source: Which chains does Best DEX support for decentralised trading?
ar_sa: ما هي السلاسل التي يدعمها Best DEX للتداول اللامركزي؟
bg_bg: Кои вериги за децентрализирана търговия поддържа Best DEX ?
cs_cz: Které řetězce podporuje Best DEX pro decentralizované obchodování?
de_de: Welche Chains werden von Best DEX für den dezentralen Handel unterstützt?
es_es: ¿Qué cadenas admite Best DEX para el trading descentralizado?
fr_fr: Quelles chaînes Best DEX prend-il en charge pour le commerce décentralisé ?
hu_hu: Milyen hálózatokat támogat a Best DEX a decentralizált kereskedések során?
id_id: Rantai mana yang didukung Best DEX untuk perdagangan terdesentralisasi?
it_it: Quali catene supporta Best DEX per il trading decentralizzato?
ja_jp: Best DEXは、分散型取引のためにどのチェーンをサポートしていますか？
nl_nl: Welke chains ondersteunt Best DEX voor gedecentraliseerd traden?
pl_pl: Jakie łańcuchy obsługuje Best DEX dla zdecentralizowanego handlu?
pt_pt: Quais as cadeias que a Best DEX suporta para a negociação descentralizada?
ro_ro: Ce lanțuri suportă Best DEX pentru tranzacționarea descentralizată?
ru_ru: Какие сети Best DEX поддерживает для децентрализованной торговли?
sk_sk: Ktoré reťazce podporuje Best DEX pre decentralizované obchodovanie?
sv_se: Vilka kedjor stöder Best DEX för decentraliserad handel?
th_th: Best DEX รองรับเชนใดสำหรับการซื้อขายแบบกระจายศูนย์
tr_tr: Best DEX merkeziyetsiz alım-satım için hangi zincirleri destekliyor?
vi_vn: Best DEX sẽ hỗ trợ các chuỗi nào cho giao dịch phi tập trung?

source: Best DEX will start with native support for Ethereum, BNB Smart Chain and Polygon. Over time we’ll add support for all active major blockchains.
ar_sa: سيبدأ Best DEX بدعم محلي لإيثريوم و BNB Smart Chain وPolygon. بمرور الوقت سنضيف دعما لجميع سلاسل البلوكشين الرئيسية النشطة.
bg_bg: Best DEX ще започне със собствена поддръжка за Ethereum, BNB Smart Chain и Polygon. С течение на времето ще добавим поддръжка за всички активни големи блокчейни.
cs_cz: Best DEX začne s nativní podporou Etherea, BNB Smart Chain a Polygonu. Postupem času přidáme podporu pro všechny aktivní hlavní blockchainy.
de_de: Best DEX wird mit nativer Unterstützung für Ethereum, BNB Smart Chain und Polygon beginnen. Im Laufe der Zeit werden wir die Unterstützung für alle aktiven großen Blockchains hinzufügen.
es_es: Best DEX empezará con soporte nativo para Ethereum, BNB Smart Chain y Polygon. Con el tiempo añadiremos soporte para todas las principales cadenas de bloques activas.
fr_fr: Best DEX commencera par un support natif pour Ethereum, BNB Smart Chain et Polygon. Au fil du temps, nous ajouterons la prise en charge de toutes les principales chaînes de blocs actives.
hu_hu: A Best DEX az Ethereum, a BNB Smart Chain és a Polygon hálózatokat támogatja. Idővel a lista bővülni fog.
id_id: Best DEX akan dimulai dengan dukungan asli untuk Ethereum, BNB Smart Chain, dan Polygon. Seiring waktu, kami akan menambahkan dukungan untuk semua blockchain utama yang aktif.
it_it: Best DEX inizierà con il supporto nativo per Ethereum, BNB Smart Chain e Polygon. Nel corso del tempo aggiungeremo il supporto per tutte le principali blockchain disponibili.
ja_jp: Best DEXは、Ethereum、BNB Smart Chain、およびPolygonのネイティブサポートから開始します。そして、時間とともに、すべてのアクティブな主要ブロックチェーンのサポートを追加します。
nl_nl: Best DEX begint met native ondersteuning voor Ethereum, BNB Smart Chain en Polygon. Na verloop van tijd zullen we ondersteuning toevoegen voor alle actieve grote blockchains.
pl_pl: Best DEX rozpocznie od natywnej obsługi Ethereum, BNB Smart Chain i Polygon. Z biegiem czasu dodamy wsparcie dla wszystkich aktywnych głównych blockchainów.
pt_pt: Best DEX começará com suporte nativo para Ethereum, BNB Smart Chain e Polygon. Com o tempo, adicionaremos suporte a todos as principais blockchains ativas.
ro_ro: Best DEX va începe cu suport nativ pentru Ethereum, BNB Smart Chain și Polygon. În timp, vom adăuga suport pentru toate marile blockchains active.
ru_ru: Best DEX имеет встроенную поддержку таких блокчейнов, как Ethereum, BNB Smart Chain и Polygon. Со временем мы добавим и другие сети.
sk_sk: Best DEX začne s natívnou podporou pre Ethereum, BNB Smart Chain a Polygon. Postupom času pridáme podporu pre všetky aktívne hlavné blockchainy.
sv_se: Best DEX kommer att börja med inbyggt stöd för Ethereum, BNB Smart Chain och Polygon. Med tiden kommer vi att lägga till stöd för alla aktiva större blockkedjor.
th_th: BEST DEX จะเริ่มต้นด้วยการรองรับ Ethereum, BNB Smart Chain และ Polygon เมื่อเวลาผ่านไป เราจะเพิ่มการรองรับสำหรับบล็อกเชนหลักที่ใช้งานอยู่ทั้งหมด
tr_tr: Best DEX, Ethereum, BNB Smart Chain ve Polygon için native destekle başlayacak. Zamanla, tüm aktif ana blok zincirlerini de destekleyecek.
vi_vn: Best DEX sẽ bắt đầu với hỗ trợ riêng trước cho Ethereum, BNB Smart Chain và Polygon. Theo thời gian, chúng tôi sẽ tích hợp hỗ trợ thêm cho tất cả các chuỗi khối chính đang hoạt động.

source: How can I use Best DEX on my mobile phone?
ar_sa: كيف يمكنني استخدام Best DEX على هاتفي المحمول؟
bg_bg: Как мога да използвам Best DEX на мобилния си телефон?
cs_cz: Jak mohu používat Best DEX v mobilním telefonu?
de_de: Wie kann ich Best DEX auf meinem Mobiltelefon nutzen?
es_es: ¿Cómo puedo utilizar Best DEX en mi teléfono móvil?
fr_fr: Comment puis-je utiliser Best DEX sur mon téléphone portable ?
hu_hu: Hogyan tudom a Best DEX-et használni mobilon?
id_id: Bagaimana cara menggunakan Best DEX di ponsel saya?
it_it: Come posso utilizzare Best DEX sul mio cellulare?
ja_jp: 携帯電話でBest DEXを使うには？
nl_nl: Hoe kan ik Best DEX op mijn mobiele telefoon gebruiken?
pl_pl: Jak mogę korzystać z Best DEX na telefonie komórkowym?
pt_pt: Como posso utilizar a Best DEX no meu telemóvel?
ro_ro: Cum pot utiliza Best DEX pe telefonul meu mobil?
ru_ru: Как я могу использовать Best DEX на своем мобильном телефоне?
sk_sk: Ako môžem použiť Best DEX na svojom mobilnom telefóne?
sv_se: Hur kan jag använda Best DEX på min mobil?
th_th: ฉันจะใช้ Best DEX บนโทรศัพท์มือถือได้อย่างไร?
tr_tr: Cep telefonum üzerinden Best DEX'i nasıl kullanabilirim?
vi_vn: Làm cách nào tôi có thể sử dụng Best DEX trên chiếc điện thoại di động của tôi?
