Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Some assets are not available through this interface because they may not work well with the smart contracts or we are unable to allow trading for legal reasons.
ar_sa: لا تتوفر بعض الأصول من خلال هذه الواجهة لأنها قد لا تعمل بشكل جيد مع العقود الذكية أو أننا غير قادرين على السماح بالتداول لأسباب قانونية.
bg_bg: Някои активи не са достъпни през този интерфейс, защото не работят добре с интелигентните договори или не можем да разрешим търговия с тях по правни причини.
cs_cz: Některá aktiva nejsou přes toto rozhraní dostupná, protože nemusí dobře fungovat se smart kontrakty nebo obchodování s nimi nemůžeme z právních důvodů povolit.
de_de: Einige Vermögenswerte sind über diese Schnittstelle nicht verfügbar, weil sie möglicherweise nicht gut mit den Smart Contracts funktionieren oder wir den Handel aus rechtlichen Gründen nicht zulassen können.
es_es: Algunos activos no están disponibles a través de esta interfaz porque pueden no funcionar bien con los contratos inteligentes o porque no podemos permitir el trading por razones legales.
fr_fr: Certains actifs ne sont pas disponibles via cette interface car ils peuvent ne pas fonctionner correctement avec les contrats intelligents ou nous ne pouvons pas autoriser le trading pour des raisons légales.
hu_hu: Egyes eszközök nem elérhetők ezen a felületen keresztül mivel az okosszerződésekkel nem működnek megfelelően vagy jogi okokból kifolyólag nem engedélyezhetjük a kereskedést.
id_id: Beberapa aset tidak tersedia melalui antarmuka ini karena mungkin tidak bekerja dengan baik pada kontrak pintar atau kami tidak dapat mengizinkan perdagangan karena alasan hukum.
it_it: Alcuni asset non sono disponibili attraverso questa interfaccia perché potrebbero non funzionare bene con gli smart contract o perché non possiamo permetterne la compravendita per motivi legali.
ja_jp: 一部の資産は、スマートコントラクトとの互換性がないか、法的な理由で取引を許可できないため、このインターフェイスでは利用できません。
nl_nl: Sommige activa zijn niet beschikbaar via deze interface omdat ze mogelijk niet goed werken met de slimme contracten of omdat we om juridische redenen geen handel kunnen toestaan.
pl_pl: Niektóre aktywa nie są dostępne za pośrednictwem tego interfejsu. Mogą nie działać poprawnie z inteligentnymi kontraktami lub nie możemy zezwolić na handel nimi z przyczyn prawnych.
pt_pt: Alguns ativos não estão disponíveis por meio dessa interface porque podem não funcionar bem com os contratos inteligentes ou porque não podemos permitir a negociação por motivos legais.
ro_ro: Unele active nu sunt disponibile prin intermediul acestei interfețe deoarece este posibil ca acestea să nu funcționeze bine cu contractele inteligente sau pentru că nu putem permite tranzacționarea din motive legale.
ru_ru: Некоторые активы недоступны через этот интерфейс, потому что они могут быть не совместимы со смарт-контрактами, или мы не можем разрешить торговлю ими по юридическим причинам.
sk_sk: Niektoré aktíva nie sú dostupné prostredníctvom tohto rozhrania, pretože nemusia dobre fungovať s inteligentnými zmluvami alebo z právnych dôvodov nemôžeme povoliť obchodovanie.
sv_se: Vissa tillgångar är inte tillgängliga via detta gränssnitt eftersom de kanske inte fungerar bra med de smarta kontrakten eller så kan vi inte tillåta handel av juridiska skäl.
th_th: สินทรัพย์บางอย่างไม่สามารถใช้งานได้ผ่านอินเทอร์เฟซนี้ เนื่องจากอาจทำงานได้ไม่ดีกับสัญญาอัจฉริยะ หรือเราไม่สามารถอนุญาตการซื้อขายได้ด้วยเหตุผลทางกฎหมาย
tr_tr: Bazı varlıklar bu arayüz üzerinden kullanılamaz, çünkü akıllı sözleşmelerle iyi çalışmayabilir veya yasal nedenlerle alım-satıma izin veremediğimiz durumlar olabilir.
vi_vn: Một số tài sản không có sẵn thông qua giao diện này vì chúng có thể không hoạt động tốt với các hợp đồng thông minh, hoặc chúng tôi không thể cho phép giao dịch chúng vì các lý do pháp lý.

source: Something went wrong
ar_sa: حصل خطأ ما
bg_bg: Възникна проблем
cs_cz: Něco se nepovedlo
de_de: Etwas ist schiefgelaufen
es_es: Algo salió mal
fr_fr: Quelque chose s'est mal passé
hu_hu: Valami balul sült el
id_id: Ada yang tidak beres
it_it: Qualcosa è andato storto
ja_jp: 何か問題が発生しました
pl_pl: Coś poszło nie tak
pt_pt: Algo deu errado
ro_ro: Ceva nu a mers bine.
ru_ru: Что-то пошло не так
sk_sk: Niečo sa nepodarilo
sv_se: Något gick fel
th_th: บางอย่างผิดพลาด
tr_tr: Bir şeyler ters gitti
vi_vn: Đã xảy ra sự cố

source: Status
ar_sa: الحالة
bg_bg: Статус
cs_cz: Stav
es_es: Estado
fr_fr: Statut
hu_hu: Státusz
it_it: Stato
ja_jp: ステータス
ru_ru: Статус
th_th: สถานะ
tr_tr: Durum
vi_vn: Trạng thái

source: Step 1. Get BD LP Liquidity tokens
ar_sa: الخطوة 1. احصل على عملات BD LP Liquidity
bg_bg: Стъпка 1. Вземете BD LP токени за ликвидност
cs_cz: Krok 1. Získejte tokeny likvidity BD LP
de_de: Schritt 1. Erhalten Sie BD LP-Liquidity-Token
es_es: Paso 1. Consigue tokens de liquidez BD LP
fr_fr: Étape 1. Obtenez des jetons de liquidité BD LP
hu_hu: 1. lépés BD LP likviditási token beszerzése
id_id: Langkah 1. Dapatkan token Likuiditas BD LP
it_it: Fase 1. Ottieni i token BD LP Liquidity
ja_jp: ステップ1. BD LP流動性トークンを取得
nl_nl: Stap 1. Verkrijg BD LP Liquiditeitstokens
pl_pl: Krok 1. Zdobądź tokeny BD LP Liquidity
pt_pt: Etapa 1. Obter tokens de liquidez BD LP
ro_ro: Pasul 1. Obține lichiditate tokenuri BD LP
ru_ru: Шаг 1. Получить токены ликвидности BD LP
sk_sk: Krok 1. Získajte tokeny likvidity BD LP
sv_se: Steg 1. Hämta BD LP Liquidity-tokens
th_th: ขั้นตอนที่ 1 รับโทเค็นสภาพคล่อง BD LP
tr_tr: Adım 1. BD LP Likidite tokenleri alın
vi_vn: Bước 1. Nhận mã thông báo Thanh khoản BD LP

source: Submit new proposal
ar_sa: إرسال مقترح جديد
bg_bg: Подайте ново предложение
cs_cz: Předložit nový návrh
de_de: Neuen Vorschlag einreichen
es_es: Presentar nueva propuesta
fr_fr: Soumettre une nouvelle proposition
hu_hu: Új ajánlat küldése
id_id: Kirimkan proposal baru
it_it: Invia una nuova proposta
ja_jp: 新しい提案を提出
nl_nl: Nieuw voorstel indienen
pl_pl: Prześlij nowy wniosek
pt_pt: Enviar nova proposta
ro_ro: Trimite o nouă propunere
ru_ru: Отправить новое предложение
sk_sk: Odoslať nový návrh
sv_se: Ange nytt förslag
th_th: ส่งข้อเสนอใหม่
tr_tr: Yeni teklif gönder
vi_vn: Gửi đề xuất mới

source: Submitting Proposal
ar_sa: إرسال المقترح
bg_bg: Изпращане на оферта
cs_cz: Předložení návrhu
de_de: Vorschlag einreichen
es_es: Presentación de la propuesta
fr_fr: Soumettre une proposition
hu_hu: Ajánlat elkükdése
id_id: Mengajukan Proposal
it_it: Invio della Proposta
ja_jp: 提案を提出
nl_nl: Voorstel indienen
pl_pl: Składanie wniosku
pt_pt: Envio de proposta
ro_ro: Trimitere propunere
ru_ru: Отправка предложения
sk_sk: Odoslanie návrhu
sv_se: Lämnar in förslag
th_th: การส่งข้อเสนอ
tr_tr: Teklif Gönderiliyor
vi_vn: Gửi Đề Xuất

source: Submitting Vote
ar_sa: إرسال التصويت
bg_bg: Подаване на глас
cs_cz: Odeslání hlasu
de_de: Abstimmung einreichen
es_es: Presentación del voto
fr_fr: Soumettre un vote
hu_hu: Szavazat leadása
id_id: Mengirimkan Suara
it_it: Invio del voto
ja_jp: 投票を提出
nl_nl: Stem Indienen
pl_pl: Głosowanie
pt_pt: Envio de voto
ro_ro: Trimitere vot
ru_ru: Предоставление голоса
sk_sk: Odoslanie hlasu
sv_se: Avger röst
th_th: กำลังส่งคะแนนเสียง
tr_tr: Oy Gönderiliyor
vi_vn: Gửi Bình Chọn

source: Succeeded
ar_sa: تمّ بنجاح
bg_bg: Успял
cs_cz: Úspěšný
de_de: Erfolgreich
es_es: Con éxito
fr_fr: Réussi
hu_hu: Sikerült
id_id: Berhasil
it_it: Successo
ja_jp: 成功
nl_nl: Geslaagd
pl_pl: Udało się
pt_pt: Bem-sucedido
ro_ro: Succes
ru_ru: Успешно
sk_sk: Úspešné
sv_se: Lyckades
th_th: ที่ประสบความสำเร็จ
tr_tr: Başarılı oldu
vi_vn: Thành công

source: Success
ar_sa: نجاح
bg_bg: Успех
cs_cz: Úspěch
de_de: Erfolg
es_es: Éxito
fr_fr: Succès
hu_hu: Siker
id_id: Berhasil
it_it: Successo
ja_jp: 成功
nl_nl: Succes
pl_pl: Sukces
pt_pt: Sucesso
ro_ro: Succes
ru_ru: Успешно
sk_sk: Úspech
sv_se: Framgång
th_th: ความสำเร็จ
tr_tr: Başarılı
vi_vn: Thành công

source: Supply
ar_sa: تزويد
bg_bg: Общ брой
cs_cz: Nabídka
de_de: Bereitstellung
es_es: Suministro
fr_fr: Fournir
hu_hu: Ellátás
id_id: Pasokan
it_it: Fornitura
ja_jp: 供給
nl_nl: Voorraad
pl_pl: Dostawa
pt_pt: Suprimento
ro_ro: Oferta
ru_ru: Общее предложение
sk_sk: Dodávka
sv_se: Utbud
th_th: อุปทาน
tr_tr: Tedarik
vi_vn: Cung cấp

source: Supplying {0} {1} and {2} {3}
ar_sa: تزويد {0} {1} و {2} {3}
bg_bg: Снабдяване на {0} {1} и {2} {3}
cs_cz: Dodání {0} {1} a {2} {3}
de_de: Bereitstellung von {0} {1} und {2} {3}
es_es: Suministrando {0} {1} y {2} {3}
fr_fr: Fourniture de {0} {1} et {2} {3}
hu_hu: {0} {1} és {2} {3} ellátása
id_id: Memasok {0} {1} dan {2} {3}
it_it: Fornire {0} {1} e {2} {3}
ja_jp: {0} {1}と{2} {3}を供給
nl_nl: Leveren van {0} {1} en {2} {3}
pl_pl: Dostarczając {0} {1} i {2} {3}
pt_pt: Fornecendo {0} {1} e {2} {3}
ro_ro: Oferta {0} {1} și {2} {3}
ru_ru: Поставка общего предложения {0} {1} и {2} {3}
sk_sk: Poskytovanie {0} {1} a {2} {3}
sv_se: Förutsatt att {0} {1} och {2} {3}
th_th: อุปทาน {0} {1} และ {2} {3}
tr_tr: {0} {1} ve {2} {3} tedarik ediliyor
vi_vn: Cung cấp {0} {1} và {2} {3}

source: Swap
ar_sa: مبادلة
bg_bg: Разменете
de_de: Tauschen
es_es: Intercambiar
fr_fr: Échanger
id_id: Tukar
it_it: Scambia
ja_jp: スワップ
pl_pl: Zamień
pt_pt: Trocar
ru_ru: Обменять
sk_sk: Zmeniť
sv_se: Byta
th_th: แลกเปลี่ยน
vi_vn: Hoán đổi

source: Swap <0/> for exactly <1/>
ar_sa: مبادلة <0/> بـ <1/> بالضبط
bg_bg: Разменете <0/> за точно <1/>
cs_cz: Vyměňte <0/> přesně za <1/>
de_de: Tausche <0/> gegen genau <1/>
es_es: Intercambiar <0/> por exactamente <1/>
fr_fr: Échangez <0/> pour exactement <1/>
hu_hu: <0/> cseréje pontosan <1/>
id_id: Tukar <0/> dengan tepat <1/>
it_it: Scambia <0/> con esattamente <1/>
ja_jp: <0/>を正確に<1/>とスワップする
nl_nl: Ruil <0/> voor precies <1/>
pl_pl: Zamień <0/> na dokładnie <1/>
pt_pt: Troque <0/> por exatamente <1/>
ro_ro: Swap <0/> cu exact <1/>
ru_ru: Обменять <0/> на <1/>
sk_sk: Zmeniť <0/> na presne <1/>
sv_se: Byt <0/> mot exakt <1/>
th_th: เปลี่ยน <0/> เป็น <1/>
tr_tr: <0/>'ı tam olarak <1/> ile swap edin
vi_vn: Hoán đổi <0/> lấy chính xác <1/>

source: Swap Anyway
ar_sa: مبادلة على أي حال
bg_bg: Разменете така или иначе
cs_cz: Přesto vyměnit
de_de: Tausche auf jeden Fall
es_es: Intercambiar de todos modos
fr_fr: Échanger quand même
hu_hu: Swap
id_id: Tukar saja
it_it: Scambia comunque
ja_jp: とにかくスワップする
nl_nl: Swap Alsnog
pl_pl: Zamień mimo wszystko
pt_pt: Trocar mesmo assim
ro_ro: Swap oricum
ru_ru: Обменять в любом случае
sk_sk: Aj tak zmeniť
sv_se: Byt ändå
th_th: เปลี่ยนยังไงก็ได้
tr_tr: Yine De Swap Et
vi_vn: Hoán Đổi Bất Kể

source: Swap exactly <0/> for <1/>
ar_sa: مبادلة <0/> بـ <1/> بالضبط
bg_bg: Разменете точно <0/> с <1/>
cs_cz: Vyměňte přesně <0/> za <1/>
de_de: Tausche genau <0/> für <1/>
es_es: Intercambiar exactamente <0/> por <1/>
fr_fr: Échangez exactement <0/> pour <1/>
hu_hu: Swap pontosan <0/> for <1/>
id_id: Tukar tepat <0/> untuk <1/>
it_it: Scambia esattamente <0/> con <1/>
ja_jp: <0/>と<1/>を正確にスワップする
nl_nl: Ruil precies <0/> voor <1/>
pl_pl: Zamień dokładnie <0/> na <1/>
pt_pt: Trocar exatamente <0/> por <1/>
ro_ro: Swap exact <0/> pentru <1/>
ru_ru: Обменять ровно <0/> на <1/>
sk_sk: Zmeniť presne <0/> na <1/>
sv_se: Byt exakt <0/> för <1/>
th_th: เปลี่ยน <0/> เป็น <1/>
tr_tr: <0/> ile <1/>'i tam olarak swap edin
vi_vn: Hoán đổi chính xác <0/> lấy <1/>

source: Swap failed: {0}
ar_sa: فشل المبادلة: {0}
bg_bg: Неуспешна размяна: {0}
cs_cz: Swap se nezdařil: {0}
de_de: Tausch fehlgeschlagen: {0}
es_es: Intercambio fallido: {0}
fr_fr: Échec de l'échange : {0}
hu_hu: Swap sikertelen: {0}
id_id: Penukaran gagal: {0}
it_it: Scambio fallito: {0}
ja_jp: スワップに失敗しました:{0}
nl_nl: Wissel mislukt: {0}
pl_pl: Zamiana nie powiodła się: {0}
pt_pt: Falha na troca: {0}
ro_ro: Swap <0/> cu exact <1/>
ru_ru: Обмен не удался: {0}
sk_sk: Výmena zlyhala: {0}
sv_se: Bytet misslyckades: {0}
th_th: การสลับล้มเหลว: {0}
tr_tr: Swap işlemi başarısız: {0}
vi_vn: Hoán đổi không thành công: {0}

source: Swapping {0} {1} for {2} {3}
ar_sa: مبادلة {0} {1} بـ {2} {3}
bg_bg: Размяна на {0} {1} за {2} {3}
cs_cz: Výměna {0} {1} za {2} {3}
de_de: Tausch {0} {1} gegen {2} {3}
es_es: Intercambiando {0} {1} por {2} {3}
fr_fr: Échange de {0} {1} contre {2} {3}
hu_hu: {0} {1} cseréje {2} {3}
id_id: Menukar {0} {1} dengan {2} {3}
it_it: Scambio di {0} {1} per {2} {3}
ja_jp: {0} {1}を{2} {3}とスワップする
nl_nl: {0} {1} ruilen voor {2} {3}
pl_pl: Zamiana {0} {1} na {2} {3}
pt_pt: Trocando {0} {1} por {2} {3}
ro_ro: Swap nereușit: {0}
ru_ru: Обменять {0} {1} на {2} {3}
sk_sk: Výmena {0} {1} za {2} {3}
sv_se: Byter {0} {1} mot {2} {3}
th_th: การแลกเปลี่ยน {0} {1} สำหรับ {2} {3}
tr_tr: {2} {3} için {0} {1} swap ediliyor.
vi_vn: Hoán đổi {0} {1} lấy {2} {3}

source: Thanks for being part of the BestDex community <0/>
ar_sa: نشكرك على مشاركتك في مجتمع BestDex <0/>
bg_bg: Благодарим ви, че сте част от общността на BestDex <0/>
cs_cz: Děkujeme, že jste součástí komunity BestDex <0/>
de_de: Danke, dass Sie Teil der BestDex-Community sind <0/>
es_es: Gracias por formar parte de la comunidad BestDex <0/>
fr_fr: Merci de faire partie de la communauté BestDex <0/>
hu_hu: Köszönjük, hogy a BestDex közösség tagja vagy <0/>
id_id: Terima kasih telah menjadi bagian dari komunitas BestDex <0/>
it_it: Grazie per essere parte della comunità BestDex <0/>.
ja_jp: BestDexコミュニティの一員となってくれたことに感謝します <0/>
nl_nl: Bedankt dat je deel uitmaakt van de BestDex-community <0/>
pl_pl: Dziękujemy za bycie częścią społeczności BestDex <0/>.
pt_pt: Obrigado por fazer parte da comunidade BestDex <0/>
ro_ro: Îți mulțumim că faci parte din comunitatea BestDex <0/>
ru_ru: Спасибо, что являетесь членом сообщества BestDex <0/>
sk_sk: Ďakujeme, že ste súčasťou komunity BestDex <0/>
sv_se: Tack för att du är en del av BestDex communityt <0/>
th_th: ขอขอบคุณที่เป็นส่วนหนึ่งของชุมชน BestDex <0/>
tr_tr: BestDex topluluğunun bir parçası olduğunuz için teşekkürler <0/>
vi_vn: Cảm ơn bạn đã trở thành một phần của cộng đồng BestDex <0/>

source: The % you will earn in fees.
ar_sa: النسبة التي ستكسبها في الرسوم.
bg_bg: Процентът, който ще спечелите като такси.
cs_cz: %, které získáte na poplatcích.
de_de: Der Prozentsatz, den Sie an Gebühren verdienen werden.
es_es: El % que ganarás en comisiones.
fr_fr: Le % que vous gagnerez en frais.
hu_hu: A % amit megszerezhetsz.
id_id: Persentase yang akan Anda peroleh dalam bentuk biaya.
it_it: La % che guadagnerete in commissioni.
ja_jp: 手数料として獲得できる割合
nl_nl: Het % dat je aan vergoedingen verdient.
pl_pl: Procent, jaki zarobisz na opłatach.
pt_pt: A porcentagem que você ganhará em taxas.
ro_ro: Procentul pe care îl vei câștiga din comisioane.
ru_ru: Такой % Вы заработаете на комиссиях.
sk_sk: % zarobíte na poplatkoch.
sv_se: Den % du kommer att tjäna i avgifter.
th_th: % ที่คุณจะได้รับเป็นค่าธรรมเนียม
tr_tr: Ücretlerden kazanacağınız %.
vi_vn: % bạn sẽ kiếm được trong các khoản phí.

source: The app fetches blockchain data from The Graph’s hosted service.
ar_sa: يجلب التطبيق بيانات بلوكشين من خدمة The Graph المستضافة.
bg_bg: Приложението извлича блокчейн данни от хостваната услуга на The Graph.
cs_cz: Aplikace načítá data blockchainu z hostované služby The Graph.
de_de: Die App holt Blockchain-Daten aus dem gehosteten The-Graph-Service ab.
es_es: La aplicación obtiene los datos de la cadena de bloques del servicio alojado de The Graph.
fr_fr: L'application récupère les données de la blockchain à partir du service hébergé de The Graph.
hu_hu: Az alkalmazás a The Graph által hosztolt szolgáltatásból gyűjti a blokklánc adatokat.
id_id: Aplikasi ini mengambil data blockchain dari layanan yang dihosting The Graph.
it_it: L'applicazione recupera i dati della blockchain dal servizio hosted di The Graph.
ja_jp: このアプリは、The Graphのホストされたサービスから、ブロックチェーンデータを取得します。
nl_nl: De app haalt blockchain gegevens op van de gehoste service van The Graph.
pl_pl: Aplikacja pobiera dane blockchain z hostowanej usługi The Graph.
pt_pt: O aplicativo obtém dados de blockchain do serviço hospedado do The Graph.
ro_ro: Aplicația preia datele blockchain din serviciul găzduit de The Graph.
ru_ru: Приложение извлекает данные из публичных блокчейнов с помощью протокола The Graph.
sk_sk: Aplikácia načítava údaje blockchainu z hostovanej služby The Graph.
sv_se: Appen hämtar blockkedjedata från The Graphs hostade tjänst.
th_th: แอปดึงข้อมูลบล็อกเชนจากบริการโฮสต์ของ The Graph
tr_tr: Uygulama, blok zinciri verilerini The Graph'in kendi hizmetinden almaktadır.
vi_vn: Ứng dụng lấy dữ liệu blockchain từ dịch vụ lưu trữ của The Graph.

source: The app fetches on-chain data and constructs contract calls with an Infura API.
ar_sa: يجلب التطبيق البيانات على السلسلة وينشئ مكالمات تعاقدية باستخدام واجهة برمجة تطبيقات Infura.
bg_bg: Приложението извлича данни във веригата и конструира договорни повиквания с Infura API.
cs_cz: Aplikace načítá on-chain data a vytváří smart kontrakty pomocí rozhraní API Infura.
de_de: Die App ruft On-Chain-Daten ab und konstruiert Vertragsaufrufe mit einer Infura-API.
es_es: La aplicación obtiene datos de la cadena y construye llamadas a contratos con una API de Infura.
fr_fr: L'application récupère les données en chaîne et construit des appels de contrat avec une API Infura.
hu_hu: Az alkalmazás az on-chain adatokat és a szerződések létrehozásának elérését az Infura API biztosítja.
id_id: Aplikasi ini mengambil data on-chain dan membangun panggilan kontrak dengan API Infura.
it_it: L'applicazione recupera i dati on-chain e costruisce le chiamate ai contratti con un'API Infura.
ja_jp: このアプリは、オンチェーンデータを取得し、Infura APIでコントラクトコールを構築します。
nl_nl: De app haalt on-chain data op en bouwt contract calls op met een Infura API.
pl_pl: Aplikacja pobiera dane z łańcucha i konstruuje połączenia kontraktowe za pomocą interfejsu API Infura.
pt_pt: O aplicativo busca dados na cadeia e constrói chamadas de contrato com uma API Infura.
ro_ro: Aplicația extrage date de pe lanț și construiește apeluri de contract cu un API Infura.
ru_ru: Приложение извлекает данные по цепочке и создает контракты с помощью Infura API.
sk_sk: Aplikácia načítava údaje z reťazca a vytvára zmluvné volania pomocou Infura API.
sv_se: Appen hämtar data om kedjan och konstruerar kontraktsanrop med ett Infura API.
th_th: แอปดึงข้อมูลบนเครือข่ายและสร้างการเรียกสัญญาด้วย Infura API
tr_tr: Uygulama zincir üzerindeki verileri alır ve Infura API ile sözleşme çağrıları oluşturur.
vi_vn: Ứng dụng tìm nạp dữ liệu trên chuỗi và xây dựng các lệnh gọi hợp đồng bằng API Infura.

source: The app fetches the optimal trade route from a BestDex Labs server.
ar_sa: جلب التطبيق المسار التجاري الأمثل من خادم BestDex Labs.
bg_bg: Приложението извлича оптималния търговски маршрут от сървър на BestDex Labs.
cs_cz: Aplikace načte optimální obchodní cestu ze serveru BestDex Labs.
de_de: Die App holt sich die optimale Handelsroute von einem BestDex Labs-Server.
es_es: La aplicación obtiene la ruta de trading óptima de un servidor de BestDex Labs.
fr_fr: L'application récupère la route commerciale optimale à partir d'un serveur BestDex Labs.
hu_hu: Az alkalmazásban az optimális kereskedések útját a BestDEX Labs szerverei biztosítják.
id_id: Aplikasi ini mengambil rute perdagangan yang optimal dari server BestDex Labs.
it_it: L'applicazione recupera il percorso di trading ottimale da un server di BestDex Labs.
ja_jp: このアプリは、BestDex Labsのサーバーから最適な取引ルートを取得します。
nl_nl: De app haalt de optimale handelsroute op van een BestDex Labs server.
pl_pl: Aplikacja pobiera optymalną trasę handlową z serwera BestDex Labs.
pt_pt: O aplicativo obtém a rota comercial ideal de um servidor da BestDex Labs.
ro_ro: Aplicația extrage ruta comercială optimă de pe un server BestDex Labs.
ru_ru: Приложение выбирает оптимальный торговый маршрут с сервера BestDex Labs.
sk_sk: Aplikácia načíta optimálnu obchodnú cestu zo servera BestDex Labs.
sv_se: Appen hämtar den optimala trading-vägen från en BestDex Labs-server.
th_th: แอปดึงแนวการเทรดที่ดีที่สุดจากเซิร์ฟเวอร์ BestDex Labs
tr_tr: Uygulama, BestDex Labs sunucusundan en uygun alım-satım rotasını alır.
vi_vn: Ứng dụng tìm nạp lộ trình giao dịch tối ưu từ máy chủ của BestDex Labs.

source: The app logs anonymized usage statistics in order to improve over time.
ar_sa: يسجل التطبيق إحصاءات الاستخدام مجهولة المصدر من أجل التحسين بمرور الوقت.
bg_bg: Приложението извлича анонимни статистически данни за употреба, за да се подобри с времето.
cs_cz: Aplikace zaznamenává anonymizované statistiky používání, aby se mohla v průběhu času zlepšovat.
de_de: Die App protokolliert anonymisierte Nutzungsstatistiken, um sie mit der Zeit zu verbessern.
es_es: La aplicación registra estadísticas de uso anónimas para mejorar con el tiempo.
fr_fr: L'application enregistre des statistiques d'utilisation anonymes afin de s'améliorer au fil du temps.
hu_hu: Az alkalmazás anonim használati adatokat gyűjt a szolgáltatás fejlesztéséhez.
id_id: Aplikasi ini mencatat statistik penggunaan yang dianonimkan untuk meningkatkannya dari waktu ke waktu.
it_it: L'applicazione registra statistiche di utilizzo anonime per migliorare nel tempo.
ja_jp: このアプリは、匿名化された使用統計を記録し、長期的な改善に役立てます。
nl_nl: De app registreert geanonimiseerde gebruiksstatistieken om in de loop van de tijd te verbeteren.
pl_pl: Aplikacja rejestruje anonimowe statystyki użytkowania, aby z czasem je ulepszać.
pt_pt: O aplicativo registra estatísticas de uso anônimas para melhorar com o tempo.
ro_ro: Aplicația înregistrează statistici de utilizare anonime pentru a se îmbunătăți în timp.
ru_ru: Приложение регистрирует анонимную статистику пользователей, чтобы улучшать функции.
sk_sk: Aplikácia zaznamenáva anonymizované štatistiky používania, aby sa časom zlepšila.
sv_se: Appen loggar anonymiserad användningsstatistik för att kunna förbättras över tid.
th_th: แอปจะบันทึกสถิติการใช้งานที่ไม่ระบุตัวตนเพื่อปรับปรุงเมื่อเวลาผ่านไป
tr_tr: Uygulama, zaman içinde iyileştirmek için anonimleştirilmiş kullanım istatistiklerini kaydeder.
vi_vn: Ứng dụng ghi lại số liệu thống kê sử dụng ẩn danh để đưa ra cải thiện theo thời gian.
