Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Price Updated
ar_sa: تم تحديث السعر
bg_bg: Обновена Цена
cs_cz: Cena aktualizována
de_de: Preis aktualisiert
es_es: Precio actualizado
fr_fr: Prix mis à jour
hu_hu: Ár frissítve
id_id: Harga Diperbarui
it_it: Prezzo aggiornato
ja_jp: 価格更新
nl_nl: Prijs Bijgewerkt
pl_pl: Zaktualizowana cena
pt_pt: Preço atualizado
ro_ro: Preț actualizat
ru_ru: Цена обновлена
sk_sk: Cena bola aktualizovaná
sv_se: Pris uppdaterat
th_th: ราคาอัพเดท
tr_tr: Fiyat Güncellendi
vi_vn: Giá Đã Được Cập Nhật

source: Price range
ar_sa: نطاق السعر
bg_bg: Ценови диапазон
cs_cz: Cenový rozsah
de_de: Preisspanne
es_es: Gama de precios
fr_fr: Échelle des prix
hu_hu: Ártartomány
id_id: Kisaran harga
it_it: Fascia di prezzo
ja_jp: 価格範囲
nl_nl: Prijsbereik
pl_pl: Zakres cen
pt_pt: Faixa de preço
ro_ro: Interval preț
ru_ru: Ценовой диапазон
sk_sk: Cenové rozpätie
sv_se: Prisintervall
th_th: ช่วงราคา
tr_tr: Fiyat aralığı
vi_vn: Phạm vi giá

source: Price:
ar_sa: السعر:
bg_bg: Цена:
cs_cz: Cena:
de_de: Preis:
es_es: Precio:
fr_fr: Prix:
hu_hu: Ár:
id_id: Harga:
it_it: Prezzo:
ja_jp: 価格:
nl_nl: Prijs:
pl_pl: Cena:
pt_pt: Preço:
ro_ro: Preț:
ru_ru: Цена:
sk_sk: Cena:
sv_se: Pris:
th_th: ราคา:
tr_tr: Fiyat:
vi_vn: Giá:

source: Prices and pool share
ar_sa: الأسعار وحصة المجموعة
bg_bg: Цени и дял в пула
cs_cz: Ceny a podíl v poolu
de_de: Preise und Pool-Anteil
es_es: Precios y cuota del pool
fr_fr: Prix et partage de la piscine
hu_hu: Ár és pool megosztása
id_id: Harga dan pembagian pool
it_it: Prezzi e quota del pool
ja_jp: 価格とプールのシェア
nl_nl: Prijzen en pool aandeel
pl_pl: Ceny i podział puli
pt_pt: Preços e compartilhamento de piscina
ro_ro: Prețuri și cota fond comun
ru_ru: Цены и доля пула
sk_sk: Ceny a podiel poolu
sv_se: Priser och pool-andel
th_th: ราคาและส่วนแบ่งพูล
tr_tr: Fiyatlar ve havuz payı
vi_vn: Giá và chia sẻ pool

source: Proposal
ar_sa: المقترح
bg_bg: Предложение
cs_cz: Návrh
de_de: Vorschlag
es_es: Propuesta
fr_fr: Proposition
hu_hu: Ajánlat
it_it: Proposta
ja_jp: 提案
nl_nl: Voorstel
pl_pl: Wniosek
pt_pt: Proposta
ro_ro: Propunere
ru_ru: Предложение
sk_sk: Návrh
sv_se: Förslag
th_th: ข้อเสนอ
tr_tr: Teklif
vi_vn: Đề xuất

source: Proposal Submitted
ar_sa: تم إرسال المقترح
bg_bg: Предложението е изпратено
cs_cz: Předložený návrh
de_de: Eingereichter Vorschlag
es_es: Propuesta Presentada
fr_fr: Proposition soumise
hu_hu: Ajánlat megtéve
id_id: Proposal yang Dikirimkan
it_it: Proposta Presentata
ja_jp: 提出された提案
nl_nl: Voorstel ingediend
pl_pl: Złożony wniosek
pt_pt: Proposta submetida
ro_ro: Propunere transmisă
ru_ru: Предложение отправлено
sk_sk: Návrh bol predložený
sv_se: Förslag inlämnat
th_th: ส่งข้อเสนอแล้ว
tr_tr: Teklif Gönderildi
vi_vn: Đã Gửi Đề Xuất

source: Proposal Title
ar_sa: عنوان المقترح
bg_bg: Предложение за заглавие
cs_cz: Název Návrhu
de_de: Titel des Vorschlags
es_es: Título de la propuesta
fr_fr: Titre de la proposition
hu_hu: Ajánlat címe
id_id: Judul Proposal
it_it: Titolo Proposta
ja_jp: 提案タイトル
nl_nl: Titel van het Voorstel
pl_pl: Tytuł wniosku
pt_pt: Título da Proposta
ro_ro: Titlul propunerii
ru_ru: Название предложения
sk_sk: Názov návrhu
sv_se: Titel på förslaget
th_th: ชื่อเรื่อง
tr_tr: Teklif Başlığı
vi_vn: Tiêu Đề Đề Xuất

source: Proposals
ar_sa: المقترحات
bg_bg: Предложения
cs_cz: Návrhy
de_de: Vorschläge
es_es: Propuestas
fr_fr: Les propositions
hu_hu: Ajnálatok
id_id: Proposal
it_it: Proposte
ja_jp: 提案一覧
nl_nl: Voorstellen
pl_pl: Wnioski
pt_pt: Propostas
ro_ro: Propuneri
ru_ru: Предложения
sk_sk: Návrhy
sv_se: Förslag
th_th: ข้อเสนอ
tr_tr: Teklifler
vi_vn: Đề xuất

source: Proposals submitted by community members will appear here.
ar_sa: ستظهر المقترحات المقدمة من قبل أعضاء المجتمع هنا.
bg_bg: Предложенията, изпратени от членове на общността, ще се появят тук.
cs_cz: Návrhy předložené členy komunity se objeví zde.
de_de: Vorschläge, die von Community-Mitgliedern eingereicht werden, erscheinen hier.
es_es: Las propuestas presentadas por los miembros de la comunidad aparecerán aquí.
fr_fr: Les propositions soumises par les membres de la communauté apparaîtront ici.
hu_hu: A közösség tagjai által elküldött ajánlatok itt fognak megjelenni.
id_id: Proposal yang diajukan oleh anggota komunitas akan muncul di sini.
it_it: Le proposte presentate dai membri della community appariranno qui.
ja_jp: コミュニティメンバーから提出された提案は、ここに表示されます。
nl_nl: Voorstellen die door communityleden zijn ingediend, worden hier weergegeven.
pl_pl: Propozycje złożone przez członków społeczności pojawią się tutaj.
pt_pt: As propostas enviadas por membros da comunidade serão exibidas aqui.
ro_ro: Propunerile trimise de membrii comunității vor apărea aici.
ru_ru: Предложения, отправленные участниками сообщества, будут отображаться здесь.
sk_sk: Tu sa zobrazia návrhy predložené členmi komunity.
sv_se: Förslag som inlämnats av medlemmar i gemenskapen kommer att visas här.
th_th: ข้อเสนอที่ส่งโดยสมาชิกชุมชนจะปรากฏที่นี่
tr_tr: Topluluk üyeleri tarafından gönderilen teklifler burada gösterilecektir.
vi_vn: Các đề xuất được gửi bởi các thành viên của cộng đồng sẽ xuất hiện ở đây.

source: Proposed Action
ar_sa: الإجراء المقترح
bg_bg: Предложено действие
cs_cz: Navrhované opatření
de_de: Vorgeschlagene Aktion
es_es: Acción propuesta
fr_fr: Action proposée
hu_hu: Ajánlott tevékenység
id_id: Tindakan yang Diusulkan
it_it: Azione Proposta
ja_jp: 提案されたアクション
nl_nl: Voorgestelde Actie
pl_pl: Proponowane działanie
pt_pt: Ação proposta
ro_ro: Acțiune propusă
ru_ru: Предлагаемое действие
sk_sk: Navrhovaná akcia
sv_se: Föreslagen åtgärd
th_th: การดำเนินการที่เสนอ
tr_tr: Önerilen Teklif
vi_vn: Đề Xuất Hành Động

source: Proposer
ar_sa: العارض
bg_bg: Предложител
cs_cz: Navrhovatel
de_de: Vorschlagender
es_es: Propositor
fr_fr: Proposant
hu_hu: Ajánlattevő
id_id: Pengusul
it_it: Proponente
ja_jp: 提案者
nl_nl: Indiener
pl_pl: Wnioskodawca
pt_pt: Proponente
ro_ro: Autor al propunerii
ru_ru: Автор предложения
sk_sk: Navrhovateľ
sv_se: Förslagsställare
th_th: ผู้เสนอ
tr_tr: Teklif Veren
vi_vn: Người Đề Xuất

source: Queued
ar_sa: في قائمة الانتظار
bg_bg: На опашката сте
cs_cz: Ve frontě
de_de: in der Warteschlange
es_es: En espera
fr_fr: En file d'attente
hu_hu: Sorba állítva
id_id: Antri
it_it: In coda
ja_jp: 待機中
nl_nl: In de wachtrij
pl_pl: W kolejce
pt_pt: Em fila
ro_ro: În așteptare
ru_ru: В очереди
sk_sk: V poradí
sv_se: I kö
th_th: เข้าคิว
tr_tr: Sırada
vi_vn: Hàng đợi

source: Rates
ar_sa: الأسعار:
bg_bg: Тарифи
cs_cz: Sazby
de_de: Preise
es_es: Tarifas
fr_fr: Les taux
hu_hu: Árfolyamok
id_id: Tarif
it_it: Tariffe
ja_jp: レート
nl_nl: Tarieven
pl_pl: Stawki
pt_pt: Taxas
ro_ro: Tarife
ru_ru: Курсы
sk_sk: Hodnotenia
sv_se: Priser
th_th: ราคา
tr_tr: Oranlar
vi_vn: Giá

source: Read more about unsupported assets
ar_sa: اقرأ المزيد حول الأصول غير المدعومة
bg_bg: Прочетете повече за неподдържаните активи
cs_cz: Další informace o nepodporovaných aktivech
de_de: Lesen Sie mehr über nicht unterstützte Vermögenswerte
es_es: Más información sobre activos no respaldados
fr_fr: En savoir plus sur les actifs non pris en charge
hu_hu: Tudj meg többet a nem támogatott eszközökről
id_id: Baca lebih lanjut tentang aset yang tidak didukung
it_it: Per saperne di più sulle attività non supportate
ja_jp: サポートされていない資産について、もっと読む
nl_nl: Lees meer over niet-ondersteunde middelen
pl_pl: Przeczytaj więcej o aktywach bez wsparcia
pt_pt: Leia mais sobre ativos sem suporte
ro_ro: Află mai multe despre activele neacoperite
ru_ru: Подробнее о неподдерживаемых аткивах
sk_sk: Prečítajte si viac o nepodporovaných fondoch
sv_se: Läs mer om tillgångar som inte stöds
th_th: อ่านเพิ่มเติมเกี่ยวกับเนื้อหาที่ไม่รองรับ
tr_tr: Desteklenmeyen varlıklar hakkında daha fazla bilgi alın
vi_vn: Đọc thêm về các nội dung không được hỗ trợ

source: Recent Transactions
ar_sa: المعاملات الأخيرة
bg_bg: Скорошни транзакции
cs_cz: Nedávné transakce
de_de: Neueste Transaktionen
es_es: Transacciones recientes
fr_fr: transactions récentes
hu_hu: Legutóbbi traznakciók
id_id: Transaksi Terakhir
it_it: Transazioni recenti
ja_jp: 最近の取引
nl_nl: Recente Transacties
pl_pl: Ostatnie transakcje
pt_pt: Transações recentes
ro_ro: Tranzacții recente
ru_ru: Последние транзакции
sk_sk: Nedávne transakcie
sv_se: Senaste transaktioner
th_th: การทำธุรกรรมล่าสุด
tr_tr: Son İşlemler
vi_vn: Giao Dịch Gần Đây

source: Recipient
ar_sa: المتلقي
bg_bg: Получател
cs_cz: Příjemce
de_de: Empfänger
es_es: Destinatario
fr_fr: Destinataire
hu_hu: Címzett
id_id: Penerima
it_it: Destinatario
ja_jp: 受取人
nl_nl: Ontvanger
pl_pl: Odbiorca
pt_pt: Beneficiário
ro_ro: Beneficiar
ru_ru: Получатель
sk_sk: Príjemca
sv_se: Mottagare
th_th: ผู้รับ
tr_tr: Alıcı
vi_vn: Người nhận

source: Remove
ar_sa: إزالة
bg_bg: Премахване
cs_cz: Odstranit
de_de: Entfernen
es_es: Eliminar
fr_fr: Retirer
hu_hu: Eltávoláítás
id_id: Menghapus
it_it: Rimuovere
ja_jp: 削除する
nl_nl: Verwijder
pl_pl: Usuń
pt_pt: Remover
ro_ro: Elimină
ru_ru: Удалить
sk_sk: Odstrániť
sv_se: Ta bort
th_th: ลบ
tr_tr: Kaldır
vi_vn: Bỏ

source: Remove <0/> and <1/>
ar_sa: إزالة <0/> و <1/>
bg_bg: Премахване на <0/> и <1/>
cs_cz: Odstranění <0/> a <1/>
de_de: Entferne <0/> und <1/>
es_es: Eliminar <0/> y <1/>
fr_fr: Supprimer <0/> et <1/>
hu_hu: <0/> és <1/> eltávolítása
id_id: Hapus <0/> dan <1/>
it_it: Rimuovere <0/> e <1/>.
ja_jp: <0/> および <1/>を削除する
nl_nl: Verwijder <0/> en <1/>
pl_pl: Usuń <0/> i <1/>
pt_pt: Remover <0/> e <1/>
ro_ro: Elimină <0/> și <1/>
ru_ru: Удалить <0/> и <1/>
sk_sk: Odstrániť <0/> a <1/>
sv_se: Ta bort <0/> och <1/>
th_th: ลบ <0/> และ <1/>
tr_tr: <0/> ve <1/> kaldır
vi_vn: Xóa <0/> và <1/>

source: Remove Amount
ar_sa: إزالة المبلغ
bg_bg: Премахване на сумата
cs_cz: Odstranění částky
de_de: Betrag entfernen
es_es: Eliminar Importe
fr_fr: Supprimer le montant
hu_hu: Mennyiség eltávolítása
id_id: Hapus Jumlah
it_it: Rimuovere Importo
ja_jp: 金額を削除する
nl_nl: Bedrag verwijderen
pl_pl: Usuń kwotę
pt_pt: Remover valor
ro_ro: Elimină suma
ru_ru: Удалить сумму
sk_sk: Odstrániť množstvo
sv_se: Ta bort summa
th_th: ลบจำนวนเงิน
tr_tr: Miktarı Kaldır
vi_vn: Xóa Số Tiền

source: Remove Delegate
ar_sa: إزالة المندوب
bg_bg: Премахване на делегата
cs_cz: Odebrat delegáta
de_de: Delegierten entfernen
es_es: Eliminar Delegado
fr_fr: Supprimer le délégué
hu_hu: Delegált eltávolítása
id_id: Hapus Delegasi
it_it: Rimuovere Delegato
ja_jp: 委任を解除する
nl_nl: Gevolmachtigde Verwijderen
pl_pl: Usuń przedstawiciela
pt_pt: Remover delegado
ro_ro: Elimină Delegat
ru_ru: Удалить делегата
sk_sk: Odstrániť delegáta
sv_se: Ta bort delegat
th_th: ลบผู้รับมอบสิทธิ์
tr_tr: Delegeyi Kaldır
vi_vn: Xóa Đại Biểu

source: Remove Liquidity
ar_sa: إزالة السيولة
bg_bg: Премахване на ликвидност
cs_cz: Odstranění likvidity
de_de: Liquidität entfernen
es_es: Eliminar Liquidez
fr_fr: Supprimer la liquidité
hu_hu: Likviditás eltávolítása
id_id: Hapus Likuiditas
it_it: Rimuovere Liquidità
ja_jp: 流動性を取り除く
nl_nl: Liquiditeit Verwijderen
pl_pl: Usuń płynność
pt_pt: Remover a liquidez
ro_ro: Elimină Lichiditate
ru_ru: Удалить ликвидность
sk_sk: Odstrániť likviditu
sv_se: Ta bort likviditet
th_th: ลบสภาพคล่อง
tr_tr: Likiditeyi Kaldır
vi_vn: Xóa Thanh Khoản

source: Remove list
ar_sa: إزالة القائمة
bg_bg: Премахване на списъка
cs_cz: Odstranit seznam
de_de: Liste entfernen
es_es: Eliminar lista
fr_fr: Supprimer la liste
hu_hu: Lista eltávolítása
id_id: Hapus daftar
it_it: Rimuovere Elenco
ja_jp: リストを削除する
nl_nl: Lijst verwijderen
pl_pl: Usuń listę
pt_pt: Remover lista
ro_ro: Elimină lista
ru_ru: Удалить список
sk_sk: Odstrániť zoznam
sv_se: Ta bort lista
th_th: ลบรายการ
tr_tr: Listeyi kaldır
vi_vn: Xóa danh sách

source: Removing {0} {1} and {2} {3}
ar_sa: إزالة {0} {1} و {2} {3}
bg_bg: Премахване на {0} {1} и {2} {3}
cs_cz: Odstranění {0} {1} a {2} {3}
de_de: Entfernen von {0} {1} und {2} {3}
es_es: Eliminando {0} {1} y {2} {3}
fr_fr: Suppression de {0} {1} et {2} {3}
hu_hu: {0} {1} és {2} {3} eltávolítása
id_id: Menghapus {0} {1} dan {2} {3}
it_it: Rimuovere {0} {1} e {2} {3}
ja_jp: {0} {1} と {2} {3}を削除する
nl_nl: {0} {1} en {2} {3} Verwijderen
pl_pl: Usuwanie {0} {1} i {2} {3}
pt_pt: Removendo {0} {1} e {2} {3}
ro_ro: Eliminare {0} {1} și {2} {3}
ru_ru: Удаление {0} {1} и {2} {3}
sk_sk: Odstraňujem {0} {1} a {2} {3}
sv_se: Tar bort {0} {1} och {2} {3}
th_th: การลบ {0} {1} และ {2} {3}
tr_tr: {0} {1} ve {2} {3} kaldırılıyor
vi_vn: Đang xóa {0} {1} và {2} {3}

source: Removing {0} {1} and{2} {3}
ar_sa: إزالة {0} {1} و {2} {3}
bg_bg: Премахване на {0} {1} и {2} {3}
cs_cz: Odstranění {0} {1} a{2} {3}
de_de: Entfernen von {0} {1} und {2} {3}
es_es: Eliminando {0} {1} y{2} {3}
fr_fr: Suppression de {0} {1} et{2} {3}
hu_hu: {0} {1} and {2} {3} eltávolítása
id_id: Menghapus {0} {1} dan {2} {3}
it_it: Rimuovere {0} {1} and{2} {3}
ja_jp: {0} {1} と {2} {3}を削除する
nl_nl: {0} {1} en{2} {3} Verwijderen
pl_pl: Usuwanie {0} {1} i {2} {3}
pt_pt: Removendo {0} {1} e{2} {3}
ro_ro: Eliminare {0} {1} și{2} {3}
ru_ru: Удаление {0} {1} и {2} {3}
sk_sk: Odstraňujem {0} {1} a {2} {3}
sv_se: Tar bort {0} {1} och {2} {3}
th_th: การลบ {0} {1} และ{2} {3}
tr_tr: {0} {1} ve {2} {3} kaldırılıyor
vi_vn: Đang xóa {0} {1} và{2} {3}

source: Return
ar_sa: رجوع
bg_bg: Назад
cs_cz: Návrat
de_de: Zurück
es_es: Volver
fr_fr: Retour
hu_hu: Vissza
id_id: Kembali
it_it: Ritorno
ja_jp: 戻る
nl_nl: Opbrengst
pl_pl: Powrót
pt_pt: Voltar
ro_ro: Returnare
ru_ru: Восстановить
sk_sk: Vrátiť
sv_se: Återgå
th_th: กลับ
tr_tr: Geri dön
vi_vn: Trở lại

source: Search name or paste address
ar_sa: ابحث عن الاسم أو الصق العنوان
bg_bg: Потърсете име или поставете адрес
cs_cz: Hledat jméno nebo vložit adresu
de_de: Name suchen oder Adresse einfügen
es_es: Buscar nombre o pegar dirección
fr_fr: Rechercher le nom ou coller l'adresse
hu_hu: Név keresése vagy cím beillesztése
id_id: Cari nama atau tempel alamat
it_it: Cercare nome o incollare indirizzo
ja_jp: 名前を検索またはアドレスを貼り付ける
nl_nl: Zoek naam of plak adres
pl_pl: Wyszukaj nazwę lub wklej adres
pt_pt: Pesquisar nome ou colar endereço
ro_ro: Caută numele sau lipește adresa
ru_ru: Искать по имени или вставить адрес
sk_sk: Hľadať adresu alebo vložiť adresu
sv_se: Sök namn eller klistra in adress
th_th: ค้นหาชื่อหรือวางที่อยู่
tr_tr: İsim arayın veya adres yapıştırın
vi_vn: Tìm kiếm tên hoặc dán địa chỉ

source: Select Pair
ar_sa: حدد زوجًا
bg_bg: Изберете чифт
cs_cz: Vybrat pár
de_de: Paar auswählen
es_es: Seleccionar Par
fr_fr: Sélectionnez Paire
hu_hu: Pár kiválasztása
id_id: Pilih Pasangan
it_it: Selezionare Coppia
ja_jp: ペアを選択する
nl_nl: Selecteer Paar
pl_pl: Wybierz parę
pt_pt: Selecionar par
ro_ro: Alege perechea
ru_ru: Выбрать пару
sk_sk: Vybrať pár
sv_se: Välj par
th_th: เลือกคู่
tr_tr: Çift seçin
vi_vn: Chọn Cặp

source: Select a network
ar_sa: حدد شبكة
bg_bg: Изберете мрежа
cs_cz: Vybrat síť
de_de: Netzwerk auswählen
es_es: Seleccionar una red
fr_fr: Sélectionnez un réseau
hu_hu: Hálózat kiválasztása
id_id: Memilih jaringan
it_it: Selezionare una rete
ja_jp: ネットワークを選択する
nl_nl: Selecteer een netwerk
pl_pl: Wybierz sieć
pt_pt: Selecione uma rede
ro_ro: Alege o rețea
ru_ru: Выбрать сеть
sk_sk: Vybrať sieť
sv_se: Välj ett nätverk
th_th: เลือกเครือข่าย
tr_tr: Bir ağ seçin
vi_vn: Chọn mạng

source: Select a token
ar_sa: حدد رمزًا
bg_bg: Изберете токен
cs_cz: Vybrat token
de_de: Token auswählen
es_es: Seleccionar un token
fr_fr: Sélectionnez un jeton
hu_hu: Token kiválasztása
id_id: Pilih token
it_it: Selezionare un token
ja_jp: トークンを選択する
nl_nl: Selecteer een token
pl_pl: Wybierz token
pt_pt: Selecione um token
ro_ro: Alege un token
ru_ru: Выбрать токен
sk_sk: Vybrať token
sv_se: Välj en token
th_th: เลือกโทเค็น
tr_tr: Bir token seçin
vi_vn: Chọn mã thông báo

source: Select a token to find your liquidity.
ar_sa: حدد رمزا واعثر على السيولة الخاصة بك.
bg_bg: Изберете токен, за да намерите своята ликвидност.
cs_cz: Vyberte token a najděte svou likviditu.
de_de: Wählen Sie einen Token, um Ihre Liquidität zu finden.
es_es: Seleccionar un token para encontrar su liquidez.
fr_fr: Sélectionnez un jeton pour trouver votre liquidité.
hu_hu: Token kiválasztás a likviditásod megkereséséhez
id_id: Pilih token untuk menemukan likuiditas Anda.
it_it: Selezionate un token per trovare la vostra liquidità.
ja_jp: トークンを選択して流動性を検索する
nl_nl: Selecteer een token om jouw liquiditeit te vinden.
pl_pl: Wybierz token, aby znaleźć płynność.
pt_pt: Selecione um token para encontrar sua liquidez.
ro_ro: Alege un token pentru a găsi lichiditățile.
ru_ru: Выбрать токен, чтобы определить ликвидность.
sk_sk: Vybrať token aby ste našli vašu likviditu.
sv_se: Välj en token för att hitta din likviditet.
th_th: เลือกโทเค็นเพื่อค้นหาสภาพคล่องของคุณ
tr_tr: Likiditenizi bulmak için bir token seçin.
vi_vn: Chọn một mã thông báo để tìm thanh khoản của bạn.

source: Select an action
ar_sa: حدد إجراء
bg_bg: Изберете действие
cs_cz: Zvolit akci
de_de: Aktion auswählen
es_es: Selecciona una acción
fr_fr: Sélectionnez une action
hu_hu: Válassz ki egy tevékenységet
id_id: Pilih tindakan
it_it: Selezionare un'azione
ja_jp: アクションを選択する
nl_nl: Selecteer een actie
pl_pl: Wybierz działanie
pt_pt: Selecione uma ação
ro_ro: Alege o acțiune
ru_ru: Выбрать действие
sk_sk: Vybrať akciu
sv_se: Välj en åtgärd
th_th: เลือกการดำเนินการ
tr_tr: Bir eylem seçin
vi_vn: Chọn một hành động

source: Selected Range
ar_sa: النطاق المحدد
bg_bg: Избран диапазон
cs_cz: Vybrané rozpětí
de_de: Ausgewählter Bereich
es_es: Rango seleccionado
fr_fr: Plage sélectionnée
hu_hu: Kiválasztott tartomány
id_id: Kisaran yang Dipilih
it_it: Selezionare Range
ja_jp: 選択された範囲
nl_nl: Geselecteerd Bereik
pl_pl: Wybrany zakres
pt_pt: Faixa selecionada
ro_ro: Alege interval
ru_ru: Выбрать диапазон
sk_sk: Vybraný rozmer
sv_se: Valt intervall
th_th: ช่วงที่เลือก
tr_tr: Seçilen Aralık
vi_vn: Phạm Vi Đã Chọn

source: Self
ar_sa: الذات
bg_bg: Себе си
cs_cz: Vlastní
de_de: Selbst
es_es: Auto
fr_fr: Soi
hu_hu: Saját
id_id: Diri sendiri
it_it: Auto
ja_jp: 自己
nl_nl: Zelf
pl_pl: Sam
pt_pt: Autônomo
ro_ro: La sine
ru_ru: Самостоятельно
sk_sk: Samostatný
sv_se: Själv
th_th: ตัวเอง
tr_tr: Kendi
vi_vn: Bản thân

source: Self Delegate
ar_sa: المندوب الذاتي
bg_bg: Самоделегиране
cs_cz: Vlastní delegát
de_de: Selbst delegieren
es_es: Autodelegado
fr_fr: Auto-délégué
hu_hu: Saját delegált
id_id: Mendelegasikan sendiri
it_it: Autodelegato
ja_jp: 自己委任
nl_nl: Zelf Delegeren
pl_pl: Samodzielny przedstawiciel
pt_pt: Autodelegado
ro_ro: Autodelegare
ru_ru: Делегированные себе
sk_sk: Samostatný delegát
sv_se: Självdelegera
th_th: ผู้แทนตนเอง
tr_tr: Kendi Kendine Delege
vi_vn: Tự Ủy Quyền

source: Set Price Range
ar_sa: حدد النطاق السعري
bg_bg: Задаване на ценови диапазон
cs_cz: Nastavení cenového rozpětí
de_de: Preisspanne festlegen
es_es: Fijar intervalo de precios
fr_fr: Définir la fourchette de prix
hu_hu: Ártartomány beállítása
id_id: Tetapkan Kisaran Harga
it_it: Imposta range di prezzo
ja_jp: 価格範囲を設定する
nl_nl: Prijsklasse Instellen
pl_pl: Ustaw zakres cenowy
pt_pt: Definir faixa de preço
ro_ro: Stabilește intervalul de preț
ru_ru: Установить ценовой диапазон
sk_sk: Nastavte cenový rozsah
sv_se: Ange prisintervall
th_th: กำหนดช่วงราคา
tr_tr: Fiyat Aralığı Belirle
vi_vn: Đặt Phạm Vi Giá

source: Set Starting Price
ar_sa: حدد سعر البداية
bg_bg: Задаване на начална цена
cs_cz: Nastavení počáteční ceny
de_de: Startpreis festlegen
es_es: Fijar precio inicial
fr_fr: Définir le prix de départ
hu_hu: Kezdőárfolyam beállítása
id_id: Tetapkan Harga Awal
it_it: Impostare prezzo di partenza
ja_jp: 開始価格を設定する
nl_nl: Stel de Startprijs in
pl_pl: Ustaw cenę początkową
pt_pt: Definir preço inicial
ro_ro: Stabilește preț de pornire
ru_ru: Установить начальную цену
sk_sk: Nastaviť vyvolávaciu cenu
sv_se: Ange startpris
th_th: กำหนดราคาเริ่มต้น
tr_tr: Başlangıç Fiyatı Belirle
vi_vn: Đặt Giá Khởi Điểm

source: Share of Pool
ar_sa: حصة المجموعة
bg_bg: Дял от пула
cs_cz: Podíl poolu
de_de: Anteil am Pool
es_es: Parte del Pool
fr_fr: Part du pool
hu_hu: Pool osztaléka
id_id: Bagian dari Pool
it_it: Quota del pool
ja_jp: プールのシェア
nl_nl: Pool Aandeel
pl_pl: Część puli
pt_pt: Participação no pool
ro_ro: Cota din fondul comun
ru_ru: Доля пула
sk_sk: Podiel z fondu
sv_se: Andel av pool
th_th: ส่วนแบ่งของพูล
tr_tr: Havuz Payı
vi_vn: Chia Sẻ Pool

source: Share of Pool:
ar_sa: حصة المجموعة:
bg_bg: Дял от пула:
cs_cz: Podíl poolu:
de_de: Anteil am Pool:
es_es: Parte del Pool:
fr_fr: Part de piscine :
hu_hu: Pool osztaléka:
id_id: Bagian dari Pool:
it_it: Quota del pool:
ja_jp: プールのシェア:
nl_nl: Pool Aandeel:
pl_pl: Część puli:
pt_pt: Participação no Pool:
ro_ro: Cota din fondul comun:
ru_ru: Доля пула:
sk_sk: Podiel z fondu:
sv_se: Andel av pool:
th_th: ส่วนแบ่งของพูล:
tr_tr: Havuz Payı:
vi_vn: Chia Sẻ Pool:

source: Show Portis
ar_sa: إظهار Portis
bg_bg: Покажи Портис
cs_cz: Zobrazit Portis
de_de: Portis anzeigen
es_es: Mostrar Portis
fr_fr: Afficher Portis
hu_hu: Portis mutatása
id_id: Tampilkan Portis
it_it: Mostra Portis
ja_jp: ポジションを表示する
nl_nl: Laat Portis zien
pl_pl: Pokaż Portis
pt_pt: Mostrar Portis
ro_ro: Arată Portis
ru_ru: Показать Portis
sk_sk: Zobraziť Portis
sv_se: Visa Portis
th_th: โชว์พอร์ท
tr_tr: Portis'i Göster
vi_vn: Hiển thị vị thế

source: Show closed positions
ar_sa: إظهار المراكز المغلقة
bg_bg: Покажи затворените позиции
cs_cz: Zobrazit uzavřené pozice
de_de: Geschlossene Positionen anzeigen
es_es: Mostrar posiciones cerradas
fr_fr: Afficher les positions fermées
hu_hu: Lezárt pozíciók mutatása
id_id: Menampilkan posisi tertutup
it_it: Mostra le posizioni chiuse
ja_jp: 終了したポジションを表示する
nl_nl: Toon gesloten posities
pl_pl: Pokaż zamknięte pozycje
pt_pt: Mostrar posições fechadas
ro_ro: Afișează pozițiile închise
ru_ru: Показать закрытые позиции
sk_sk: Zobraziť uzatvorené pozície
sv_se: Visa stängda positioner
th_th: แสดงสถานะปิด
tr_tr: Kapalı pozisyonları göster
vi_vn: Hiển thị các vị thế đã đóng

source: Simple
ar_sa: بسيط
bg_bg: Просто
cs_cz: Jednoduché
de_de: Einfach
hu_hu: Egyszerű
id_id: Sederhana
it_it: Semplice
ja_jp: シンプル
nl_nl: Simpel
pl_pl: Prosty
pt_pt: Simples
ru_ru: Стандартный
sk_sk: Jednoduché
sv_se: Enkel
th_th: เรียบง่าย
tr_tr: Basit
vi_vn: Đơn giản

source: Slippage tolerance
ar_sa: تحمل الانزلاق
bg_bg: Толерантност на приплъзване
cs_cz: Tolerance skluzu
de_de: Slippage-Toleranz
es_es: Tolerancia de slippage
fr_fr: Tolérance de glissement
hu_hu: Slippage tolerancia
id_id: Toleransi slippage
it_it: Tolleranza allo slippage
ja_jp: スリッページの許容範囲
nl_nl: Slippage Tolerantie
pl_pl: Tolerancja poślizgu
pt_pt: Tolerância de deslizamento
ro_ro: Toleranță la derapaj
ru_ru: Допустимый уровень проскальзывания
sk_sk: Tolerancia sklzu
sv_se: Tolerans för Slippage
th_th: ความทนทานต่อการลื่นไถล
tr_tr: Slipaj toleransı
vi_vn: Khả năng chịu trượt
