Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Be a part of the Best Ecosystem. We’ll list your token on Best DEX and support it with exposure and user incentives.
ar_sa: كن جزءا من أفضل نظام بيئي. سنقوم بإدراج الرمز المميز الخاص بك في Best DEX وندعمه من خلال العرض وحوافز المستخدم.
bg_bg: Станете част от Best екосистема. Best DEX ще листне и ще подкрепи вашия токен с експозиция и потребителски стимули.
cs_cz: Staňte se součástí nejlepšího ekosystému. Uvedeme váš token na Best DEX a podpoříme ho expozicí a pobídkami pro uživatele.
de_de: Werden Sie Teil des Best-Ökosystems. Wir listen Ihren Token auf Best DEX und unterstützen diesen mit Aufmerksamkeit und Nutzeranreizen.
es_es: Forma parte del Ecosistema Best. Incluiremos tu token en Best DEX y lo apoyaremos con exposición e incentivos para los usuarios.
fr_fr: Faites partie de l'écosystème. Nous répertorierons votre jeton sur Best DEX et le soutiendrons avec une exposition et des incitations pour les utilisateurs.
hu_hu: Legyél részese a Best ökoszisztémának. A projektedet a Best DEX kriptotőzsdén listázzuk és támogatjuk minden lehetséges eszközzel.
id_id: Jadilah bagian dari Ekosistem Best. Kami akan mencantumkan token Anda di Best DEX dan mendukungnya dengan eksposur dan insentif pengguna.
it_it: Entra a far parte del miglior ecosistema. Elencheremo il tuo token su Best DEX e lo supporteremo con esposizione e incentivi per gli utenti.
ja_jp: Best Ecosystemの一員になろう。あなたのトークンをBest DEXに掲載し、露出とユーザーインセンティブでサポートします。
nl_nl: Maak deel uit van het Best ecosysteem. We plaatsen je token op Best DEX en ondersteunen het met exposure en gebruikers prikkels.
pl_pl: Bądź częścią najlepszego ekosystemu. Wymienimy Twój token na Best DEX i zapewnimy mu wsparcie w postaci ekspozycji i zachęt dla użytkowników.
pt_pt: Faça parte do Best Ecosystem. Listaremos seu token na Best DEX e o apoiaremos com exposição e incentivos ao usuário.
ro_ro: Fă parte din Cel Mai Bun ecosistem. Vom lista token-ul tău pe Best DEX și îl vom sprijini cu expunere și stimulente pentru utilizatori.
ru_ru: Станьте частью экосистемы Best. Мы включим ваш токен в листинг Best DEX и будем поддерживать его с помощью рекламы и поощрения пользователей.
sk_sk: Staňte sa súčasťou najlepšieho ekosystému. Váš token uvedieme na Best DEX a podporíme ho vystavením a stimulmi pre používateľov.
sv_se: Bli en del av Best ekosystem. Vi listar din token på Best DEX och stöder den med exponering och användarincitament.
th_th: เป็นส่วนหนึ่งของระบบนิเวศที่ดีที่สุด เราจะแสดงรายการโทเค็นของคุณใน Best DEX และสนับสนุนด้วยการเปิดรับและแรงจูงใจของผู้ใช้
tr_tr: Best Ekosisteminin bir parçası olun. Tokeninizi Best DEX'te listeleyecek ve kullanıcı teşvikleri ile destekleyeceğiz.
vi_vn: Hãy là một phần của Hệ sinh thái Best. Chúng tôi sẽ niêm yết mã thông báo của bạn trên Best DEX và hỗ trợ mã thông báo đó bằng các cung cấp các ưu đãi để tối ưu mức độ hiển thị đến người dùng cho bạn.

source: Showcase Application
ar_sa: استعراض التطبيق
bg_bg: Вашия формуляр
cs_cz: Žádost
de_de: Showcase-Antrag
es_es: Solicitud de escaparate
fr_fr: Application vitrine
hu_hu: Alkalmazás bemutatása
id_id: Tampilkan Aplikasi
it_it: Applicazione vetrina
ja_jp: ショーケースアプリ
nl_nl: Showcase Applicatie
pl_pl: Aplikacja pokazowa
pt_pt: Aplicativo de Demonstração
ro_ro: Cerere de Prezentare
ru_ru: Заявка на участие
sk_sk: Ukážková aplikácia
sv_se: Ansökan om att få visa upp sig
th_th: โชว์เคสแอปพลิเคชัน
tr_tr: Showcase Başvurusu
vi_vn: Giới Thiệu Ứng Dụng

source: First Name
ar_sa: الاسم
bg_bg: Име
cs_cz: Jméno
de_de: Vorname
es_es: Nombre
fr_fr: Prénom
hu_hu: Keresztnév
id_id: Nama Depan
it_it: Nome
ja_jp: 名
nl_nl: Voornaam
pl_pl: Imię
pt_pt: Nome
ro_ro: Prenume
ru_ru: Имя
sk_sk: Meno
sv_se: Förnamn
th_th: ชื่อจริง
tr_tr: Ad
vi_vn: Tên

source: Last Name
ar_sa: اللقب
bg_bg: Фамилия
cs_cz: Příjmení
de_de: Nachname
es_es: Apellidos
fr_fr: Nom de famille
hu_hu: Vezetéknév
id_id: Nama Belakang
it_it: Cognome
ja_jp: 姓
nl_nl: Achternaam
pl_pl: Nazwisko
pt_pt: Sobrenome/Apelido
ro_ro: Nume
ru_ru: Фамилия
sk_sk: Priezvisko
sv_se: Efternamn
th_th: นามสกุล
tr_tr: Soyad
vi_vn: Họ

source: Your work Email
ar_sa: البريد الإلكتروني الخاص بالعمل
bg_bg: Вашата служебна електронна поща
cs_cz: Váš pracovní email
de_de: Ihre berufliche E-Mail
es_es: Tu email de trabajo
fr_fr: Votre email professionnel
hu_hu: Munkahelyi e-mail címed
id_id: Email kerja Anda
it_it: La tua mail di lavoro
ja_jp: 職場のメールアドレス
nl_nl: Jouw werk-e-mail
pl_pl: Twój służbowy adres e-mail
pt_pt: Seu e-mail comercial
ro_ro: Email de business
ru_ru: Рабочая почта
sk_sk: Váš pracovný mail
sv_se: Din jobb E-postadress
th_th: อีเมลที่ทำงานของคุณ
tr_tr: İş e-posta adresi
vi_vn: Email cho công việc của bạn

source: Provide a link to your website
ar_sa: قم بتقديم رابط لموقع الويب الخاص بك
bg_bg: Преложете връзка към уебсайта си
cs_cz: Uveďte odkaz na své webové stránky
de_de: Geben Sie einen Link zu Ihrer Webseite an
es_es: Proporciona un enlace a tu sitio web
fr_fr: Fournissez un lien vers votre site Web
hu_hu: Adj meg egy hivatkozási címet a weboldaladhoz
id_id: Berikan tautan ke situs web Anda
it_it: Fornisci un link al tuo sito web
ja_jp: サイトリンクを記入してください
nl_nl: Zorg voor een link naar jouw website
pl_pl: Podaj link do swojej strony internetowej
pt_pt: Fornecer link para seu website
ro_ro: Furnizează un link către site-ul tău
ru_ru: Предоставьте ссылку на ваш сайт
sk_sk: Poskytnite odkaz na svoj web
sv_se: Ange en länk till din webbplats
th_th: ระบุลิงค์ไปยังเว็บไซต์ของคุณ
tr_tr: Website adresi
vi_vn: Cung cấp một liên kết đến website của bạn

source: More Information
ar_sa: المزيد من المعلومات
bg_bg: Допълнителна информация
cs_cz: Více informací
de_de: Weitere Informationen
es_es: Más Información
fr_fr: Plus d'information
hu_hu: Több információ
id_id: Informasi lebih lanjut
it_it: Maggiori informazioni
ja_jp: 詳細
nl_nl: Meer Informatie
pl_pl: Więcej informacji
pt_pt: Mais Informação
ro_ro: Alte detalii
ru_ru: Дополнительная информация
sk_sk: Viac informácií
sv_se: Mer information
th_th: ข้อมูลมากกว่านี้
tr_tr: Daha Fazla Bilgi
vi_vn: Thêm Thông Tin

source: Tell us about your project
ar_sa: أخبرنا عن مشروعك
bg_bg: Разкажете ни за вашия проект
cs_cz: Řekněte nám o svém projektu
de_de: Erzählen Sie uns von Ihrem Projekt
es_es: Háblanos de tu proyecto
fr_fr: Parlez nous de votre projet
hu_hu: Mesélj a projektedről
id_id: Ceritakan kepada kami tentang proyek Anda
it_it: Parlaci del tuo progetto
ja_jp: あなたのプロジェクトについて教えてください
nl_nl: Vertel ons over je project
pl_pl: Opowiedz nam o swoim projekcie
pt_pt: Fale-nos do seu projeto
ro_ro: Spune-ne despre proiectul tău
ru_ru: Расскажите нам о своем проекте
sk_sk: Povedzte nám o vašom projekte
sv_se: Berätta om ditt projekt
th_th: บอกเราเกี่ยวกับโครงการของคุณ
tr_tr: Projeniz hakkında bilgi verin
vi_vn: Hãy cho chúng tôi về dự án của bạn

source: I confirm I have read agree to the <0>Privacy Policy</0>.
ar_sa: أؤكد أنني قرأت وأوافق على <0>سياسة الخصوصية</0>.
bg_bg: Потвърждавам че прочетох и съм съгласен с <0>Декларацията за поверителност</0>.
cs_cz: Potvrzuji, že jsem si přečetl(a) a souhlasím se <0>Privacy Policy</0>.
de_de: Ich bestätige, dass ich die <0>Datenschutzbestimmungen</0> gelesen habe und damit einverstanden bin.
es_es: Confirmo que he leído y acepto la <0>Política de privacidad</0>.
fr_fr: Je confirme avoir lu et accepté la <0>Privacy Policy</0>.
hu_hu: <0>Privacy Policy</0> elolvasva.
id_id: Saya mengonfirmasi bahwa saya telah membaca dan menyetujui <0>Kebijakan Privasi</0>.
it_it: Confermo di aver letto e accettato l'<0>Privacy Policy</0>.
ja_jp: 私は、<0>プライバシーポリシー</0>に同意します。
nl_nl: Ik bevestig dat ik het <0>Privacybeleid</0> heb gelezen.
pl_pl: Potwierdzam, że przeczytałem i akceptuję <0>Politykę prywatności</0>.
pt_pt: Confirmo que li e aceito a <0>Política de privacidade</0>.
ro_ro: Confirm că am citit și sunt de acord cu <0>Politica de confidențialitate</0>.
ru_ru: Я подтверждаю, что ознакомлен и согласен с <0>Политикой конфиденциальности </0>.
sk_sk: Potvrdzujem, že som si prečítal(-a) súhlas s <0>Privacy Policy</0>.
sv_se: Jag bekräftar att jag har läst och godkänner <0>Privacy Policy</0>.
th_th: ฉันยืนยันว่าได้อ่านยอมรับ <0>นโยบายความเป็นส่วนตัว</0>
tr_tr: <0>Gizlilik Politikasını</0> okuduğumu ve kabul ettiğimi onaylıyorum.
vi_vn: Tôi xác nhận rằng tôi đã đọc và đồng ý với <0>Chính Sách Quyền Riêng Tư</0>.

# Shown on a button for applying to be a partner in BESTDex
source: Apply
ar_sa: تقديم الطلب
bg_bg: Кандидатствайте
cs_cz: Potvrdit
de_de: Anwenden
es_es: Aplicar
fr_fr: Postuler
hu_hu: Alkalmaz
id_id: Daftar
it_it: Invia
ja_jp: 申請
nl_nl: Toepassen
pl_pl: Dołącz
pt_pt: Candidatar-se
ro_ro: Trimite
ru_ru: Отправить
sk_sk: Požiadať
sv_se: Ansök
th_th: นำมาใช้
tr_tr: Başvur
vi_vn: Áp dụng

source: Trade
ar_sa: تداول
bg_bg: Търгувай
cs_cz: Obchodovat
de_de: Handel
es_es: Comerciar
hu_hu: Kereskedés
id_id: Perdagangan
ja_jp: 取引
pl_pl: Handel
ro_ro: Schimb
ru_ru: Трейдинг
sk_sk: Obchodovať
sv_se: Handel
th_th: เทรด
tr_tr: Al-Sat
vi_vn: Giao Dịch

source: Features
ar_sa: ميزات
bg_bg: Функции
cs_cz: Funkce
de_de: Eigenschaften
es_es: Características
fr_fr: Caractéristiques
hu_hu: Előnyök
id_id: Fitur
it_it: Feature
ja_jp: 特徴
nl_nl: Functies
pl_pl: Funkcje
pt_pt: Características
ro_ro: Caracteristici
ru_ru: Особенности
sk_sk: Možnosti
sv_se: Funktioner
th_th: ร่วมกับ
tr_tr: Özellikler
vi_vn: Đặc Trưng

source: Best DEX is a decentralised exchange designed to seamlessly integrate with Best Wallet, our non-custodial crypto wallet . It allows you to trade cryptocurrencies securely and efficiently while maintaining full control of your funds and digital assets.
ar_sa: Best DEX عبارة عن بورصة لا مركزية مصممة للتكامل بسلاسة مع Best Wallet، وهي منصة غير تابعة لنا محفظة التشفير. فهو يسمح لك بتداول العملات المشفرة بشكل آمن وفعال مع الحفاظ على كامل السيطرة على أموالك والأصول الرقمية.
bg_bg: Best DEX е децентрализирана борса, създадена да се интегрира безпроблемно с Best Wallet, нашия крипто портфейл без попечителство. Тя ви позволява да търгувате с криптовалути по сигурен и ефективен начин, като запазвате пълен контрол над вашите средства и дигитални активи.
cs_cz: Best DEX je decentralizovaná burza navržená tak, aby se hladce integrovala s Best Wallet, naší neopatrovatelskou službou kryptopeněženka. Umožňuje vám bezpečně a efektivně obchodovat s kryptoměnami při zachování plného stavu kontrolu nad vašimi finančními prostředky a digitálními aktivy.
de_de: Best DEX ist eine dezentrale Börse, die sich nahtlos in Best Wallet, unsere nicht verwahrte Börse, integrieren lässt Krypto-Wallet. Es ermöglicht Ihnen den sicheren und effizienten Handel mit Kryptowährungen und behält dabei die volle Kontrolle über Ihre Gelder und digitalen Vermögenswerte.
es_es: Best DEX es un intercambio descentralizado diseñado para integrarse perfectamente con Best Wallet, nuestro servicio sin custodia billetera criptográfica. Le permite operar con criptomonedas de forma segura y eficiente mientras mantiene el control total de sus fondos y activos digitales.
fr_fr: Best DEX est un échange décentralisé conçu pour s'intégrer de manière transparente à Best Wallet, notre plateforme d'échange non dépositaire portefeuille crypto. Il vous permet d'échanger des crypto-monnaies de manière sécurisée et efficace tout en gardant le contrôle total de vos fonds et de vos actifs numériques.
hu_hu: A Best DEX egy decentralizált kriptotőzsde, amit a Best Wallet non-custodial kriptotárca használatához terveztek. Lehetőséged van biztonságos körülmények között, hatékonyan végrehajtani bármilyen kereskedést a kriptotárcád segítségével.
id_id: Best DEX adalah bursa terdesentralisasi yang dirancang untuk terintegrasi dengan mulus dengan Best Wallet, dompet kripto non-kustodian kami. Yang memungkinkan Anda untuk memperdagangkan mata uang kripto dengan aman dan efisien sambil mempertahankan kendali penuh atas dana dan aset digital Anda.
it_it: Best DEX è un exchange decentralizzato progettato per integrarsi perfettamente con Best Wallet, il nostro portafoglio non custodito portafoglio crittografico. Ti consente di scambiare criptovalute in modo sicuro ed efficiente mantenendo la piena capacità controllo dei tuoi fondi e delle tue risorse digitali.
ja_jp: Best DEX は、非保管サービスである Best Wallet とシームレスに統合するように設計された分散型取引所です。 暗号通貨ウォレット。これにより、資金とデジタル資産を完全に管理しながら、暗号通貨を安全かつ効率的に取引できるようになります。
nl_nl: Best DEX is een gedecentraliseerde exchange die is ontworpen om naadloos te integreren met Best Wallet, onze non-custodial crypto wallet. Hiermee kun je veilig en efficiënt in cryptocurrencies handelen, terwijl je de volledige controle over jouw fondsen en digitale activa behoudt.
pl_pl: Best DEX to zdecentralizowana giełda zaprojektowana w celu płynnej integracji z Best Wallet, naszym portfelem kryptowalutowym. portfelem kryptowalutowym. Umożliwia bezpieczny i wydajny handel kryptowalutami przy jednoczesnym zachowaniu pełnej kontroli nad własnymi środkami i zasobami cyfrowymi.
pt_pt: Best DEX é uma exchange descentralizada projetada para se integrar perfeitamente à Best Wallet, nossa carteira de criptomoedas sem custódia. Isso permite que você negocie criptomoedas de forma segura e eficiente, mantendo o controle total de seus fundos e ativos digitais.
ro_ro: Best DEX este un schimb descentralizat conceput pentru a se integra perfect cu Best Wallet, portofelul nostru necustodian crypto. Acesta îți permite să tranzacționezi criptomonede în siguranță și în mod eficient, menținând în același timp un deplin control asupra fondurilor și activelor tale digitale.
ru_ru: Best DEX — это децентрализованная биржа, предназначенная для полной интеграции с Best Wallet, нашим некастодиальным криптокошельком. Это позволяет Вам безопасно и эффективно торговать криптовалютами, сохраняя при этом полный контроль над своими средствами и цифровыми активами.
sk_sk: Best DEX je decentralizovaná burza navrhnutá tak, aby sa hladko integrovala s Best Wallet, našou nedepozitnou krypto peňaženka. Umožňuje vám bezpečne a efektívne obchodovať s kryptomenami pri zachovaní plnej kontroly nad vašimi finančnými prostriedkami a digitálnymi aktívami.
sv_se: Best DEX är en decentraliserad börs utformad för att sömlöst integreras med Best Wallet, vår icke-depå kryptoplånbok. Det låter dig handla kryptovalutor säkert och effektivt samtidigt som du behåller full kontroll över dina pengar och digitala tillgångar.
th_th: Best DEX คือกระดานแลกเปลี่ยนแบบกระจายอำนาจที่ออกแบบมาเพื่อผสานรวมกับ Best Wallet ซึ่งไม่ใช่การดูแลของเราได้อย่างราบรื่น กระเป๋าเงินคริปโต ช่วยให้คุณสามารถแลกเปลี่ยนสกุลเงินดิจิทัลได้อย่างปลอดภัยและมีประสิทธิภาพในขณะที่ยังคงรักษาสถานะเต็มไว้ ควบคุมเงินทุนและสินทรัพย์ดิจิทัลของคุณ
tr_tr: Best DEX, gözetim dışı kripto cüzdanımız Best Wallet ile sorunsuz bir şekilde entegre olacak şekilde tasarlanmış merkeziyetsiz bir borsadır. Fonlarınız ve dijital varlıklarınız üzerinde tam kontrol sağlarken kripto para birimlerini güvenli ve verimli bir şekilde alıp satmanıza olanak tanır.
vi_vn: Best DEX là một sàn giao dịch phi tập trung tiên tiến được thiết kế để mang lại trải nghiệm tích hợp liền mạch với Best Wallet, nền tảng giao dịch không giám sát của chúng tôi. ví tiền điện tử. Nó cho phép bạn giao dịch tiền điện tử một cách an toàn và hiệu quả trong khi vẫn duy trì đầy đủ khả năng kiểm soát, bảo đảm an toàn tiền và tài sản kỹ thuật số của bạn.

source: What are the benefits of Best DEX?
ar_sa: ما هي فوائد Best DEX؟
hu_hu: Milyen előnyei vannak a Best DEX?
id_id: Apa manfaat dari Best DEX?
it_it: Quali sono i vantaggi di Best DEX?
ja_jp: Best DEXのメリットは？
nl_nl: Wat zijn de voordelen van Best DEX?
pl_pl: Jakie są zalety Best DEX?
pt_pt: Quais são os benefícios da Best DEX?
ro_ro: Care sunt beneficiile Best DEX?
ru_ru: Каковы преимущества Best DEX?
sk_sk: Aké sú výhody Best DEX?
sv_se: Vilka är fördelarna med Best DEX?
th_th: ประโยชน์ของ Best DEX คืออะไร?
tr_tr: Best DEX'in avantajları nelerdir?
vi_vn: Lợi ích của Best DEX là gì?

source: An Airdrop is when a token is sent to a specific group of crypto wallet addresses. Sometimes this is a marketing strategy by crypto projects to introduce their token to new audiences. In our case, the BEST Token Airdrop rewards early adopters, power users, and brand advocates of Best Wallet and Best DEX with a portion of the total token supply as a way to thank them for their engagement within the Best Ecosystem.
bg_bg: Еърдроп е, когато токен се изпраща до специфична група адреси на крипто портфейли. Понякога това е маркетингова стратегия от крипто проекти за представяне на техния токен на нови аудитории. В нашия случай, BEST токен еърдропа награждава ранните инвеститори, активните потребители и привърженици на Best Wallet и Best DEX с част от общия брой токени като начин да им благодарим за тяхното ангажиране в рамките на Best екосистемата.
fr_fr: Un Airdrop, c'est quand un token est envoyé à un groupe spécifique d'adresses de portefeuille crypto. Parfois, il s'agit d'une stratégie marketing par des projets de cryptographie pour présenter leur token à de nouveaux publics. Dans notre cas, le BEST Token Airdrop récompense les premiers utilisateurs, les utilisateurs expérimentés et les défenseurs de la marque Best Wallet et Best DEX avec une partie de l'offre totale de jetons afin de les remercier pour leur engagement au sein de l'écosystème Best.
ja_jp: エアドロップとは、トークンが特定の暗号ウォレットアドレスグループに送信されることである。これは、暗号プロジェクトが新しいオーディエンスにトークンを紹介するためのマーケティング戦略であることもあります。私たちの場合、BESTトークン エアドロップは、Best WalletとBest DEXの早期投資家、パワーユーザー、ブランド支持者に、Best Ecosystem内でのエンゲージメントの謝礼として、トークン総供給量の一部を還元します。
vi_vn: Airdrop là khi các mã thông báo được gửi đến một nhóm địa chỉ ví tiền điện tử cụ thể. Đôi khi, đây là một chiến lược tiếp thị của các dự án tiền điện tử để giới thiệu mã thông báo của họ đến với những người dùng mới. Trong trường hợp của chúng tôi, kèo Airdrop mã thông báo BEST thưởng cho những người tham gia sớm, người dùng thành thạo và những người ủng hộ thương hiệu Best Wallet và Best DEX bằng một phần trong tổng nguồn cung mã thông báo như một cách để cảm ơn họ vì đã tham gia vào Hệ sinh thái Best.

source: URL
ar_sa: الرابط

source: {0} BD LP
fr_fr: {0} Disque vinyle BD

source: {percentForSlider}%
nl_nl: {percentageVoorSlider}%
