Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Expert mode turns off the confirm transaction prompt and allows high slippage trades that often result in bad rates and lost funds.
ar_sa: يقوم وضع الخبير بإيقاف تشغيل موجه تأكيد المعاملة ويسمح بتداولات انزلاق عالية تؤدي غالبًا إلى معدلات سيئة وخسارة أموال.
bg_bg: Експертният режим изключва подсказката за потвърждение на транзакцията и позволява търговия с висока степен на слипидж, което често води до лоши курсове и изгубени средства.
cs_cz: Expertní režim vypíná výzvu k potvrzení transakce a umožňuje obchody s vysokým skluzem, které často vedou ke špatným kurzům a ztrátě prostředků.
de_de: Der Experten-Modus schaltet die Aufforderung zur Transaktionsbestätigung aus und erlaubt hohen Slippage-Handel, der oft zu schlechten Kursen und Kapitalverlusten führt.
es_es: El modo Experto desactiva el aviso de confirmación de operación y permite operaciones con alto slippage que a menudo dan lugar a malas tasas y pérdidas de fondos.
fr_fr: Le mode expert désactive l'invite de confirmation de transaction et permet des transactions à dérapage élevé qui entraînent souvent de mauvais taux et des pertes de fonds.
hu_hu: Az expert mód segítségével nem szükséges visszaigazolni a tranzakciók utáni üzenetek és magasabb slippage engedélyezhető ami rossz kereskedési rátához és veszteséghez vezethet.
id_id: Mode Ahli mematikan perintah konfirmasi transaksi dan memungkinkan transaksi dengan slippage harga tinggi yang sering kali mengakibatkan harga yang buruk dan kehilangan dana.
it_it: La modalità Expert disattiva la richiesta di conferma della transazione e consente di effettuare operazioni ad alto slippage che spesso comportano tassi negativi e perdita di fondi.
ja_jp: エキスパートモードでは、取引の確認を促すプロンプトが表示されなくなり、レートが悪く資金を損失しがちなスリッページの多い取引が可能になります。
nl_nl: De Expert modus schakelt de prompt voor het bevestigen van transacties uit en maakt transacties met hoge slippage mogelijk die vaak resulteren in slechte tarieven en verloren fondsen.
pl_pl: Tryb eksperta wyłącza komunikat o potwierdzeniu transakcji i pozwala na transakcje z dużym poślizgiem, które często skutkują złymi kursami i utratą środków.
pt_pt: O modo Expert desactiva o aviso de confirmação da transação e permite transacções com grande derrapagem que muitas vezes resultam em más taxas e fundos perdidos.
ro_ro: Modul Expert dezactivează solicitarea de confirmare a tranzacției și permite tranzacții cu alunecare mare, care deseori duc la rate slabe și fonduri pierdute.
ru_ru: При активации экспертного режима отключается запрос на подтверждение транзакции. Режим позволяет совершать сделки с высоким проскальзыванием, которые часто приводят к плохим котировкам и потере средств.
sk_sk: Expertný režim vypína výzvu na potvrdenie transakcie a umožňuje obchody s vysokým sklzom, ktoré často vedú k zlým sadzbám a strate finančných prostriedkov.
sv_se: Expertläget stänger av meddelandet om att bekräfta transaktionen och tillåter transaktioner med hög slippage som ofta resulterar i dåliga kurser och förlorade medel.
th_th: โหมดผู้เชี่ยวชาญจะปิดการแจ้งยืนยันการทำธุรกรรมและอนุญาตให้มีการซื้อขายที่มี Slippage สูงซึ่งมักส่งผลให้มีอัตราที่ไม่ดีและสูญเสียเงิน
tr_tr: Uzman modu, işlem onayı istemini kapatır ve genellikle kötü oranlara ve fon kaybına neden olan yüksek slipaj işlemlerine izin verir.
vi_vn: Chế độ chuyên gia tắt lời nhắc xác nhận giao dịch và cho phép các giao dịch có độ trượt giá cao với tiềm năng lợi nhuận cao, nhưng cũng thường dẫn đến tỷ giá xấu và mất tiền.

source: Expired
ar_sa: منتهي الصلاحية
bg_bg: Изтекло
cs_cz: Vypršela platnost
de_de: Abgelaufen
es_es: Expirado
fr_fr: Expiré
hu_hu: Lejárt
id_id: Kadaluarsa
it_it: Scaduto
ja_jp: 期限切れ
nl_nl: Verlopen
pl_pl: Wygasł
pt_pt: Expirado
ro_ro: Expirat
ru_ru: Истекший
sk_sk: Platnosť vypršala
sv_se: Förfallen
th_th: หมดอายุ
tr_tr: Süresi doldu
vi_vn: Hết hạn

source: Explore popular pools on BestDex Analytics.
ar_sa: استكشف المجموعات الشهيرة على BestDex Analytics.
bg_bg: Разгледайте популярните басейни в BestDex Analytics.
cs_cz: Prozkoumejte oblíbené pooly na BestDex Analytics.
de_de: Beliebte Pools auf BestDex Analytics erforschen.
es_es: Explora los pools populares en BestDex Analytics.
fr_fr: Explorez les pools populaires sur BestDex Analytics.
hu_hu: Fedezd fel a legnépszerűbb poolokat a BestDex Analyticsen.
id_id: Jelajahi pool populer di BestDex Analytics.
it_it: Esplora i pool popolari su BestDex Analytics.
ja_jp: BestDex Analyticsで人気のプールを探索します。
nl_nl: Ontdek populaire pools op BestDex Analytics.
pl_pl: Poznaj popularne pule w BestDex Analytics.
pt_pt: Explore os pools mais populares em BestDex Analytics.
ro_ro: Explorează fondurile comune populare pe BestDex Analytics.
ru_ru: Ознакомьтесь с популярными пулами на BestDex Analytics.
sk_sk: Preskúmajte populárne fondy na BestDex Analytics.
sv_se: Utforska populära pooler på BestDex Analytics.
th_th: สำรวจกลุ่มยอดนิยมบน BestDex Analytics
tr_tr: BestDex Analytics'teki popüler havuzları keşfedin
vi_vn: Khám phá các nhóm thanh khoản phổ biến trên BestDex Analytics.

source: Explorer
bg_bg: Екпслорър
es_es: Explorar
fr_fr: Explorateur
hu_hu: Felfedező
id_id: Penjelajah
it_it: esplorazione
ja_jp: 検索
pl_pl: Odkrywca
pt_pt: Explorar
ro_ro: Explorează
ru_ru: Браузер
sv_se: Utforskare
th_th: สำรวจ
vi_vn: Nhà thám hiểm

source: Fee Tier
ar_sa: فئة الرسوم
bg_bg: Ниво на Таксата
cs_cz: Úroveň poplatků
de_de: Gebühren-Tarif
es_es: Nivel de Tarifas
fr_fr: Niveau de frais
hu_hu: Ingyenes szint
id_id: Tingkat Biaya
it_it: Livello commissione
ja_jp: 手数料区分
nl_nl: Vergoedingsniveau
pl_pl: Poziom opłat
pt_pt: Nível da Tarifa
ro_ro: Nivel de Taxare
ru_ru: Уровень комиссионных
sk_sk: Úroveň poplatkov
sv_se: Avgiftsnivå
th_th: ระดับค่าธรรมเนียม
tr_tr: Ücret Katmanı
vi_vn: Bậc phí

source: Fee tier
ar_sa: فئة الرسوم
bg_bg: Ниво на таксата
cs_cz: Úroveň poplatků
de_de: Gebühren-Tarif
es_es: Nivel de tarifas
fr_fr: Niveau de frais
hu_hu: Ingyenes szint
id_id: Tingkat biaya
it_it: Livello commissione
ja_jp: 手数料区分
pl_pl: Poziom opłat
pt_pt: Nível da Tarifa
ro_ro: Nivel de taxe
ru_ru: Уровень комиссионных
sk_sk: Úroveň poplatkov
sv_se: Avgiftsnivå
th_th: ระดับค่าธรรมเนียม
tr_tr: Ücret katmanı
vi_vn: bậc phí

source: For
ar_sa: لـ
bg_bg: За
cs_cz: Pro
de_de: Für
es_es: Para
fr_fr: Pour
id_id: untuk
it_it: Per
ja_jp: について
nl_nl: Voor
pl_pl: dla
pt_pt: Por
ro_ro: Pentru
ru_ru: для
sk_sk: Pre
sv_se: för
th_th: สำหรับ
tr_tr: İçin
vi_vn: Vì

source: For each pool shown below, click migrate to remove your liquidity from BestDex V2 and deposit it into BestDex V3.
ar_sa: لكل مجموعة مبينة أدناه، انقر على ترحيل لإزالة السيولة الخاصة بك من BestDex V2 وإيداعها في BestDex V3.
bg_bg: За всеки показан басейн по-долу, кликнете на "мигрирай", за да премахнете вашата ликвидност от BestDex V2 и да я депозирате в BestDex V3.
cs_cz: U každého níže uvedeného poolu klikněte na tlačítko migrovat, abyste odstranili svou likviditu z BestDex V2 a vložili ji do BestDex V3.
de_de: Klicken Sie für jeden der unten aufgeführten Pools auf Migrieren, um Ihre Liquidität aus BestDex V2 zu entfernen und in BestDex V3 zu übertragen.
es_es: Para cada pool que se muestra a continuación, haz clic en migrar para eliminar tu liquidez de BestDex V2 y depositarla en BestDex V3.
fr_fr: Pour chaque pool indiqué ci-dessous, cliquez sur migrer pour supprimer vos liquidités de BestDex V2 et les déposer dans BestDex V3.
hu_hu: Minden itt található poolnál kattints az áthelyezésre, hogy BestDex V2-ből áthelyezd BestDex V3-ba a likviditást.
id_id: Untuk setiap pool yang ditunjukkan di bawah ini, klik migrasi untuk menghapus likuiditas Anda dari BestDex V2 dan menyetorkannya ke BestDex V3.
it_it: Per ogni pool mostrato di seguito, fare clic su "Migrazione" per rimuovere la liquidità da BestDex V2 e depositarla in BestDex V3.
ja_jp: 以下に示される各プールについて、BestDex V2から流動性を削除し、BestDex V3に預け入れるために移行をクリックします。
nl_nl: Klik voor elke hieronder weergegeven pool op migreren om jouw liquiditeit uit BestDex V2 te verwijderen en in BestDex V3 te storten.
pl_pl: Dla każdej puli pokazanej poniżej kliknij migruj, aby usunąć płynność z BestDex V2 i zdeponować ją w BestDex V3.
pt_pt: Para cada pool mostrado abaixo, clique em migrar para remover a sua liquidez de BestDex V2 e depositá-la em BestDex V3.
ro_ro: Pentru fiecare pool prezentat mai jos, apasă pe migrare pentru a elimina lichiditatea din BestDex V2 și a o depune în BestDex V3.
ru_ru: У каждого пула, показанного ниже, можно удалить ликвидность из BestDex V2 и внести ее в BestDex V3. Для этого нажмите «Перенести».
sk_sk: Pre každý fond zobrazený nižšie kliknite na migrovať, aby ste odstránili svoju likviditu z BestDex V2 a vložili ju do BestDex V3.
sv_se: För varje pool som visas nedan klickar du på migrera för att ta bort din likviditet från BestDex V2 och sätta in den i BestDex V3.
th_th: สำหรับแต่ละพูลที่แสดงด้านล่าง คลิกโยกย้ายเพื่อลบสภาพคล่องของคุณออกจาก BestDex V2 และฝากลงใน BestDex V3
tr_tr: Aşağıda gösterilen her havuz için, likiditenizi BestDex V2'den kaldırmak ve BestDex V3'e yatırmak için tıklayın.
vi_vn: Đối với mỗi nhóm được hiển thị bên dưới, hãy nhấp vào di chuyển để thực hiện xóa thanh khoản của bạn khỏi BestDex V2 và gửi vào BestDex V3.

source: From
ar_sa: من
bg_bg: От
cs_cz: Z
de_de: Von
es_es: Desde
fr_fr: Depuis
id_id: Dari
it_it: Da
ja_jp: から
nl_nl: Van
pl_pl: Od
pt_pt: De
ro_ro: De la
ru_ru: от
sk_sk: Od
sv_se: Från
th_th: จาก
vi_vn: Từ

source: From (at most)
ar_sa: من (على الأكثر)
bg_bg: От (най-много)
cs_cz: Od (nejvýše)
de_de: Von (höchstens)
es_es: Desde (como máximo)
fr_fr: De (au maximum)
id_id: Dari (paling banyak)
it_it: Da (al massimo)
ja_jp: から（最大）
nl_nl: Van (hoogstens)
pl_pl: Od (maksymalnie)
pt_pt: De (no máximo)
ro_ro: De la (cel mult)
ru_ru: От (максимум)
sk_sk: Od (najviac)
sv_se: Från (högst)
th_th: จาก (มากที่สุด)
vi_vn: Từ (nhiều nhất)

source: Full Range
ar_sa: نطاق كامل
bg_bg: Пълен диапазон
cs_cz: Plný rozsah
de_de: Volle Auswahl
es_es: Gama completa
fr_fr: Gamme complète
hu_hu: Teljes tartomány
id_id: Jangkauan Penuh
it_it: Gamma completa
ja_jp: 全範囲
nl_nl: Volledig Bereik
pl_pl: Pełny zakres
pt_pt: Faixa completa
ro_ro: Interval complet
ru_ru: Полный диапазон
sk_sk: Celý rozsah
sv_se: Hela sortimentet
th_th: เต็มช่วง
tr_tr: Tam Aralık
vi_vn: Phạm Vi Đầy Đủ

source: Full range positions may earn less fees than concentrated positions. Learn more <0>here</0>.
ar_sa: قد تكسب المراكز كاملة النطاق رسوما أقل من المراكز المركزة. تعرف على المزيد <0> هنا </0>.
bg_bg: Позициите с пълен диапазон може да печелят по-малко такси от концентрирани позиции. Научете повече <0>тук</0>.
cs_cz: Pozice s plným rozsahem mohou vydělávat méně než koncentrované pozice. Více informací se dozvíte <0>zde</0>.
de_de: Für Vollpositionen können weniger Gebühren anfallen als für gebündelte Positionen. Erfahren Sie mehr <0>hier</0>.
es_es: Las posiciones de gama completa pueden ganar menos comisiones que las posiciones concentradas. Más información <0>aquí</0>.
fr_fr: Les positions complètes peuvent rapporter moins de frais que les positions concentrées. En savoir plus <0>ici</0>.
hu_hu: A teljes tartományú pozíciókkal kevesebb díj jár mint a koncentrált pozíciókkal. Tudj meg többet <0>itt</0>.
id_id: Posisi dengan jangkauan penuh mungkin mendapatkan bayaran yang lebih rendah daripada posisi yang terkonsentrasi. Pelajari lebih lanjut <0>di sini</0>.
it_it: Le posizioni a gamma completa possono fruttare meno commissioni rispetto alle posizioni concentrate. Per saperne di più <0>qui</0>.
ja_jp: 全範囲のポジションは、集中したポジションよりも手数料が低い場合があります。詳細は<0>こちら</0>。
nl_nl: Volledige bereik posities kunnen minder kosten opleveren dan geconcentreerde posities. Meer informatie <0>hier</0>.
pl_pl: Pozycje pełnozakresowe mogą generować niższe prowizje niż pozycje skoncentrowane. Więcej informacji <0>tutaj</0>.
pt_pt: As posições de gama completa podem receber menos taxas do que as posições concentradas. Saiba mais <0>aqui</0>.
ro_ro: Pozițiile cu interval complet pot avea comisioane mai mici decât pozițiile concentrate. Află mai multe informații <0> aici</0>.
ru_ru: Позиции полного диапазона могут приносить меньше комиссий, чем концентрированные позиции. Подробнее <0>здесь</0>.
sk_sk: Pozície v celom rozsahu môžu zarábať menej poplatkov ako koncentrované pozície. Viac sa dozviete <0>tu</0>.
sv_se: Fullskaliga positioner kan ge lägre avgifter än koncentrerade positioner. Läs mer <0>här</0>.
th_th: ตำแหน่งเต็มอาจได้รับค่าธรรมเนียมน้อยกว่าตำแหน่งที่มีความเข้มข้น เรียนรู้เพิ่มเติม <0>ที่นี่</0>
tr_tr: Tam aralığa sahip olan pozisyonlar, konsantre pozisyonlardan daha az ücret kazanabilir. Daha fazla bilgi <0>tıklayın</0>.
vi_vn: Các vị trí đầy đủ có thể sẽ kiếm được ít phí hơn so với các vị trí tập trung. Tìm hiểu thêm <0>tại đây</0>.

source: Get support on Discord
ar_sa: احصل على الدعم على Discord
bg_bg: Получете подкрепа в Discord
cs_cz: Získejte podporu na Discordu
de_de: Unterstützung auf Discord erhalten
es_es: Consigue ayuda en Discord
fr_fr: Obtenir de l'aide sur Discord
hu_hu: Kérj segítséget Discordon
id_id: Dapatkan dukungan di Discord
it_it: Ottenere supporto su Discord
ja_jp: Discordでサポートを受ける
nl_nl: Krijg ondersteuning op Discord
pl_pl: Uzyskaj wsparcie na Discordzie
pt_pt: Obtenha suporte no Discord
ro_ro: Obține ajutor pe Discord
ru_ru: Получить поддержку в Discord
sk_sk: Získajte podporu na Discord
sv_se: Få support på Discord
th_th: รับการสนับสนุนบน Discord
tr_tr: Discord'da destek alın
vi_vn: Nhận hỗ trợ trên Discord

source: Help Center
ar_sa: مركز المساعدة
bg_bg: Център за помощ
cs_cz: Centrum nápovědy
de_de: Hilfe-Center
es_es: Centro de ayuda
fr_fr: Centre d'aide
hu_hu: Súgóközpont
id_id: Pusat Bantuan
it_it: Centro assistenza
ja_jp: ヘルプセンター
nl_nl: Helpcentrum
pl_pl: Centrum pomocy
pt_pt: Central de Ajuda
ro_ro: Centru de ajutor
ru_ru: Справочный центр
sk_sk: Pomoc
sv_se: Hjälpcenter
th_th: ศูนย์ช่วยเหลือ
tr_tr: Yardım Merkezi
vi_vn: Trung Tam Trợ Giúp

source: Hide
ar_sa: إخفاء
bg_bg: Скрий
cs_cz: Schovat
de_de: Ausblenden
es_es: Ocultar
fr_fr: Cacher
hu_hu: Elrejtés
id_id: Sembunyikan
it_it: Nascondi
ja_jp: 隠す
nl_nl: Verberg
pl_pl: Ukryj
pt_pt: Esconder
ro_ro: Ascunde
ru_ru: Скрыть
sk_sk: Skryť
sv_se: Gömma
th_th: ซ่อน
tr_tr: Gizle
vi_vn: Ẩn

source: High Price Impact
ar_sa: تأثير السعر المرتفع
bg_bg: Голямо влияние на цената
cs_cz: Vysoký dopad na cenu
de_de: Hohe Preisauswirkungen
es_es: Impacto del precio alto
fr_fr: Impact élevé sur les prix
hu_hu: Magas árhatás
id_id: Dampak Harga Tinggi
it_it: Impatto del prezzo elevato
ja_jp: 高価格の影響
nl_nl: Hoge Prijsimpact
pl_pl: Wysoki wpływ na cenę
pt_pt: Impacto de alto preço
ro_ro: Impact ridicat asupra prețului
ru_ru: Влияние высокой цены
sk_sk: Vysoký vplyv na cenu
sv_se: Hög prispåverkan
th_th: ผลกระทบด้านราคาสูง
tr_tr: Yüksek Fiyat Etkisi
vi_vn: Tác Động Giá Cao

source: I understand
ar_sa: أفهم
bg_bg: Разбирам
cs_cz: Rozummím
de_de: Ich verstehe
es_es: Lo comprendo
fr_fr: Je comprends
hu_hu: Megértettem
id_id: Saya mengerti.
it_it: Capisco
ja_jp: 理解しました
nl_nl: Ik begrijp het
pl_pl: Rozumiem
pt_pt: Eu entendo
ro_ro: Preț cu impact ridicat
ru_ru: Я понял (-ла)
sk_sk: Rozumiem
sv_se: Jag förstår
th_th: ฉันเข้าใจ
tr_tr: Anladım
vi_vn: Tôi hiểu

source: If you purchase a token from this list, you may not be able to sell it back.
ar_sa: إذا قمت بشراء رمز مميز من هذه القائمة، فقد لا تتمكن من بيعه مرة أخرى.
bg_bg: Ако закупите токен от този списък, може да не успеете да го продадете обратно.
cs_cz: Pokud si pořídíte token z tohoto seznamu, je možné, že ho nebudete moci prodat zpět.
de_de: Wenn Sie einen Token aus dieser Liste kaufen, können Sie ihn möglicherweise nicht mehr zurückverkaufen.
es_es: Si compras un token de esta lista, es posible que no puedas volver a venderlo.
fr_fr: Si vous achetez un jeton de cette liste, vous ne pourrez peut-être pas le revendre.
hu_hu: Ha erről a listáról vásárolsz tokent, azt lehet nem fogod tudni ugyanitt eladni.
id_id: Jika Anda membeli token dari daftar ini, Anda mungkin tidak dapat menjualnya kembali.
it_it: Se acquistate un token da questo elenco, potreste non essere in grado di rivenderlo.
ja_jp: このリストからトークンを購入すると、売り戻すことができない場合があります。
nl_nl: Als je een token uit deze lijst koopt, kun je deze mogelijk niet terugverkopen.
pl_pl: Jeśli zakupisz token z tej listy, możesz nie być w stanie go odsprzedać.
pt_pt: Se você comprar um token dessa lista, talvez não possa vendê-lo de volta.
ro_ro: Dacă achiziționezi un token din această listă, este posibil să nu îl poți vinde înapoi.
ru_ru: Если Вы купите токен из этого списка, возможно, Вы не сможете продать его.
sk_sk: Ak si kúpite token z tohto zoznamu, možno ho nebudete môcť predať späť.
sv_se: Om du köper en token från den här listan kanske du inte kan sälja tillbaka den.
th_th: หากคุณซื้อโทเค็นจากรายการนี้ คุณอาจขายคืนไม่ได้
tr_tr: Bu listeden bir token satın alırsanız, tekrar geri satamayabilirsiniz.
vi_vn: Nếu bạn mua mã thông báo từ danh sách này, bạn có khả năng sẽ không bán lại được.

source: Import
ar_sa: استيراد
bg_bg: Вкарайте
cs_cz: Importovat
de_de: Importieren
es_es: Importar
fr_fr: Importer
hu_hu: Importálás
id_id: Impor
it_it: Importazione
ja_jp: インポートする
nl_nl: Importeer
pl_pl: Importuj
pt_pt: Importar
ro_ro: Importă
ru_ru: Импортировать
sk_sk: Importovať
sv_se: Importera
th_th: นำเข้า
tr_tr: İçe Aktar
vi_vn: Nhập

source: Import List
ar_sa: استيراد القائمة
bg_bg: Внасяне на списък
cs_cz: Import Seznamu
de_de: Liste importieren
es_es: Importar Lista
fr_fr: Importer la liste
hu_hu: Lista importálása
id_id: Daftar Impor
it_it: Importazione Elenco
ja_jp: リストをインポートする
nl_nl: Importeer Lijst
pl_pl: Importuj listę
pt_pt: Importar Lista
ro_ro: Importă listă
ru_ru: Импортировать список
sk_sk: Zoznam importu
sv_se: Importera listan
th_th: รายการนำเข้า
tr_tr: Listeyi İçe Aktar
vi_vn: Nhập Danh Sách

source: Import Pool
ar_sa: استيراد المجموعة
bg_bg: Внасяне на басейн
cs_cz: Import poolu
de_de: Pool importieren
es_es: Importar Pool
fr_fr: Pool d'importation
hu_hu: Pool importálása
id_id: Pool Impor
it_it: Importazione Pool
ja_jp: プールをインポートする
nl_nl: Importeer Pool
pl_pl: Importuj pulę
pt_pt: Importar Piscina
ro_ro: Pool de importare
ru_ru: Импортировать пул
sv_se: Importera poolen
th_th: พูลนำเข้า
tr_tr: Havuzu İçe Aktar
vi_vn: Nhập Pool

source: Import at your own risk
ar_sa: الاستيراد على مسؤوليتك الخاصة
bg_bg: Внасяне на собствен риск
cs_cz: Import na vlastní riziko
de_de: Importieren auf eigene Gefahr
es_es: Importa por tu cuenta y riesgo
fr_fr: Importez à vos risques et périls
hu_hu: Importálás csak saját felelősségre
id_id: Impor dengan risiko Anda sendiri
it_it: Importazione a proprio rischio
ja_jp: 自己責任の上でインポートする
nl_nl: Importeren op eigen risico
pl_pl: Importuj na własne ryzyko
pt_pt: Importação por sua própria conta e risco
ro_ro: Se importă pe propriul risc
ru_ru: Импортировать под свою ответственность
sk_sk: Importujete na vlastné riziko
sv_se: Importera på egen risk
th_th: นำเข้าด้วยความเสี่ยงของคุณเอง
tr_tr: İçe aktarma sizin sorumluluğunuzdadır
vi_vn: Nhập mức độ rủi ro cá nhân của bạn

source: In range
ar_sa: في النطاق
bg_bg: В диапазона
cs_cz: V rozpětí
de_de: Im Bereich
es_es: En rango
fr_fr: Dans la gamme
hu_hu: Tartományban
id_id: Dalam jangkauan
ja_jp: 範囲内
nl_nl: Binnen bereik
pl_pl: W zasięgu
pt_pt: No intervalo
ro_ro: În interval
ru_ru: В диапазоне
sk_sk: V dosahu
sv_se: I intervallet
th_th: อยู่ในช่วง
tr_tr: Aralıkta
vi_vn: Trong phạm vi

source: Increase Liquidity
ar_sa: زيادة السيولة
bg_bg: Увеличете ликвидността
cs_cz: Zvýšit likviditu
de_de: Liquidität erhöhen
es_es: Aumentar la liquidez
fr_fr: Augmenter la liquidité
hu_hu: Likvditás növelése
id_id: Meningkatkan Likuiditas
it_it: Aumentare la liquidità
ja_jp: 流動性を増やす
nl_nl: Verhoog de Liquiditeit
pl_pl: Zwiększenie płynności
pt_pt: Aumentar a liquidez
ro_ro: Crește lichiditatea
ru_ru: Увеличить ликвидность
sk_sk: Zvýšte likviditu
sv_se: Utöka likviditeten
th_th: เพิ่มสภาพคล่อง
tr_tr: Likiditeyi Artır
vi_vn: Tăng Thanh Khoản

source: Initial prices and pool share
ar_sa: الأسعار الأولية وحصة المجموعة
bg_bg: Начални цени и дял от басейна
cs_cz: Počáteční ceny a podíl ve fondu
de_de: Anfangskurse und Pool-Anteil
es_es: Precios iniciales y cuota del pool
fr_fr: Prix initiaux et partage du pool
hu_hu: Induló ár és pool megosztása
id_id: Harga awal dan pool saham
it_it: Prezzi iniziali e quota del pool
ja_jp: 初期価格とプールシェア
nl_nl: Initiële prijzen en pool aandeel
pl_pl: Ceny początkowe i udział w puli
pt_pt: Preços iniciais e participação no pool
ro_ro: Prețuri inițiale și cota de participare la fondul comun
ru_ru: Начальные цены и доля пула
sk_sk: Počiatočné ceny a podiel v poole
sv_se: Startpriser och pool-andel
th_th: ราคาเริ่มต้นและส่วนแบ่งพูล
tr_tr: Başlangıç fiyatları ve havuz payı
vi_vn: Giá ban đầu và chia sẻ pool

source: Initializing...
ar_sa: تجري التهيئة...
bg_bg: Инициализиране...
cs_cz: Inicializace...
de_de: Initialisierung...
es_es: Inicializando...
fr_fr: Initialisation...
hu_hu: Előkészítés...
id_id: Menginisialisasi...
it_it: Inizializzazione...
ja_jp: 初期化中...
nl_nl: Initialiseren...
pl_pl: Uruchamianie...
pt_pt: Iniciando...
ro_ro: Inițializare...
ru_ru: Инициализация...
sk_sk: Inicializuje sa...
sv_se: Initialiserar...
th_th: กำลังเริ่มต้น...
tr_tr: Başlatılıyor...
vi_vn: Đang khởi tạo...

source: Input is estimated. You will sell at most <0>{0} {1}</0> or the transaction will revert.
ar_sa: يتم تقدير المدخلات. ستبيع على الأكثر <0> {0} {1} </0> وإلا سيتم الرجوع في المعاملة.
bg_bg: Входът е оценен. Ще продавате най-много <0>{0} {1}</0> или транзакцията ще се върне.
cs_cz: Vstup je odhadován. Prodáte maximálně <0>{0} {1}</0>, jinak se transakce vrátí zpět.
de_de: Die Eingabe wird geschätzt. Sie werden höchstens <0>{0} {1}</0> verkaufen oder die Transaktion wird rückgängig gemacht.
es_es: La entrada es estimada. Venderás como máximo <0>{0} {1}</0> o la transacción se revertirá.
fr_fr: L'entrée est estimée. Vous vendrez au plus <0>{0} {1}</0> ou la transaction sera annulée.
hu_hu: A betáplált adat hozzávetőleges. Az eladási ár maximum <0>{0} {1}</0> vagy a tranzakció visszafordításra kerül.
id_id: Masukan adalah perkiraan. Anda akan menjual paling banyak <0>{0} {1} </0> atau transaksi akan dikembalikan.
it_it: L'input è stato stimato. Si venderà al massimo <0>{0} {1}</0> o la transazione tornerà indietro.
ja_jp: 入力は推定値です。最大で<0>{0} {1}</0>まで売却するか、もしくは取引を元に戻します。
nl_nl: De invoer wordt geschat. Je verkoopt maximaal <0>{0} {1}</0> of de transactie wordt teruggedraaid.
pl_pl: Dane wejściowe są szacowane. Sprzedasz co najwyżej <0>{0} {1}</0> lub transakcja zostanie anulowana.
pt_pt: A entrada é estimada. Você venderá no máximo <0>{0} {1}</0> ou a transação será revertida.
ro_ro: Intrarea este estimată. Vei vinde cel mult <0>{0} {1}</0> sau tranzacția se va inversa.
ru_ru: Ввод обрабатывается. Вы продадите не более <0>{0} {1}</0> или транзакция будет отменена.
sk_sk: Vstup sa odhaduje. Predáte maximálne <0>{0} {1}</0>, inak sa transakcia vráti späť.
sv_se: Inmatningen är uppskattad. Du kommer att sälja högst <0>{0} {1}</0> eller transaktionen kommer att återgå.
th_th: อินพุตเป็นค่าประมาณ คุณจะขายสูงสุด <0>{0} {1}</0> มิฉะนั้นธุรกรรมจะยกเลิก
tr_tr: Girdi tahminîdir. En fazla <0>{0} {1}</0> satacaksınız, aksi halde işlem geri çevrilecektir.
vi_vn: Đầu vào được ước tính. Bạn sẽ bán tối đa <0>{0} {1}</0> hoặc việc thực hiện giao dịch sẽ hoàn nguyên.

source: Install Metamask
ar_sa: تثبيت Metamask
bg_bg: Инсталирайте Metamask
cs_cz: Instalovat Metamask
de_de: MetaMask installieren
es_es: Instalar Metamask
fr_fr: Installer Metamask
hu_hu: MetaMask telepítése
id_id: Instal Metamask
it_it: Installare Metamask
ja_jp: Metamaskをインストールする
nl_nl: Installeer Metamask
pl_pl: Zainstaluj Metamask
pt_pt: Instalar Metamask
ro_ro: Instalează Metamask
ru_ru: Установить Metamask
sk_sk: Inštalovať Metamask
sv_se: Installera Metamask
th_th: ติดตั้ง Metamask
tr_tr: Metamask Yükle
vi_vn: Cài đặt Metamask
