Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: The app securely collects your wallet address and shares it with TRM Labs Inc. for risk and compliance reasons.
ar_sa: يأخذ التطبيق عنوان محفظتك بأمان ويشاركه مع TRM Labs Inc. وذلك لأسباب تتعلق بالمخاطر والامتثال.
bg_bg: Приложението безопасно извлича адреса на вашия портфейл и го споделя с TRM Labs Inc. поради причини свързани с риска и съответствието.
cs_cz: Aplikace bezpečně shromažďuje adresu vaší peněženky a sdílí ji se společností TRM Labs Inc. z důvodů rizik a dodržování předpisů.
de_de: Die App erfasst sicher Ihre Wallet-Adresse und teilt sie aus Risiko- und Konformitätsgründen mit TRM Labs Inc. mit.
es_es: La aplicación recoge de forma segura la dirección de tu wallet y la comparte con TRM Labs Inc. por razones de riesgo y cumplimiento.
fr_fr: L'application collecte en toute sécurité l'adresse de votre portefeuille et la partage avec TRM Labs Inc. pour des raisons de risque et de conformité.
hu_hu: Az alkalmazás fokozott biztonság mellett tárolja a tárcacímed a TRM Labs Inc. szerverein kockázati és megfelelőségi okokból.
id_id: Aplikasi ini mengumpulkan alamat dompet Anda dengan aman dan membagikannya dengan TRM Labs Inc. untuk alasan risiko dan kepatuhan.
it_it: L'applicazione raccoglie in modo sicuro l'indirizzo del wallet e lo condivide con TRM Labs Inc. per motivi di rischio e conformità.
ja_jp: このアプリは、リスクとコンプライアンスの理由から、あなたのウォレットアドレスを安全に収集し、TRM Labs Inc.と共有します。
nl_nl: De app verzamelt veilig jouw wallet adres en deelt dit met TRM Labs Inc. Om risico- en nalevingsredenen.
pl_pl: Aplikacja bezpiecznie gromadzi adres portfela i udostępnia go firmie TRM Labs Inc. z uwagi na ryzyko i zgodność z przepisami.
pt_pt: O aplicativo coleta com segurança o endereço de sua carteira e o compartilha com a TRM Labs Inc. por motivos de risco e conformidade.
ro_ro: Aplicația colectează în siguranță adresa portofelului tău și o împărtășește cu TRM Labs Inc. Din motive de risc și conformitate.
ru_ru: Приложение передает данные относительно адресов кошельков пользователей компании TRM Labs Inc. по причинам возможных рисков и соответствия с правилами.
sk_sk: Aplikácia bezpečne zhromažďuje adresu vašej peňaženky a zdieľa ju so spoločnosťou TRM Labs Inc. z dôvodu rizika a dodržiavania pravidiel.
sv_se: Appen samlar in din plånboksadress på ett säkert sätt och delar den med TRM Labs Inc. av risk- och efterlevnadsskäl.
th_th: แอปรวบรวมที่อยู่กระเป๋าเงินของคุณอย่างปลอดภัยและแชร์กับ TRM Labs Inc. เพื่อเหตุผลด้านความเสี่ยงและการปฏิบัติตามข้อกำหนด
tr_tr: Uygulama, cüzdan adresinizi güvenli bir şekilde toplar ve risk ve uyumluluk nedenleriyle TRM Labs Inc. ile paylaşır.
vi_vn: Ứng dụng thu thập địa chỉ ví tiền điện tửcủa bạn một cách an toàn và chia sẻ nó với TRM Labs Inc. tuân theo các yêu cầu pháp lý.

source: The market price is outside your specified price range. Single-asset deposit only.
ar_sa: سعر السوق خارج النطاق السعري المحدد. إيداع أصل واحد فقط.
bg_bg: Пазарната цена е извън посочения от вас ценови диапазон. Само депозит за единичен актив.
cs_cz: Tržní cena je mimo zadané cenové rozpětí. Pouze vklad jednoho aktiva.
de_de: Der Marktpreis liegt außerhalb der von Ihnen angegebenen Preisspanne. Nur Einzahlung eines einzelnen Vermögenswertes.
es_es: El precio de mercado está fuera de tu rango de precios especificado. Sólo depósito de un único activo.
fr_fr: Le prix du marché est en dehors de votre fourchette de prix spécifiée. Dépôt d'un seul actif uniquement.
hu_hu: A piaci árak az ártartományon kívül esnek. Kizárólag egyetlen eszköz befizetése lehetséges.
id_id: Harga pasar berada di luar kisaran harga yang Anda tentukan. Hanya setoran aset tunggal.
it_it: Il prezzo di mercato non rientra nel range di prezzo selezionato. Solo deposito di un singolo asset.
ja_jp: 市場価格が指定した価格の範囲外にあります。単一資産のみ預け入れできます。
nl_nl: De marktprijs ligt buiten jouw opgegeven prijsbereik. Alleen deposito van één activum.
pl_pl: Cena rynkowa jest poza określonym zakresem cenowym. Tylko depozyt dla pojedynczego aktywa.
pt_pt: O preço de mercado está fora de sua faixa de preço especificada. Somente depósito de um único ativo.
ro_ro: Prețul pieței nu se încadrează în intervalul de preț specificat de tine. Doar pentru depozitul unui singur activ.
ru_ru: Рыночная цена находится за пределами указанного Вами ценового диапазона. Разрешено внесение депозита только с одним активом.
sk_sk: Trhová cena je mimo vami špecifikovaného cenového rozpätia. Len jednorazový vklad.
sv_se: Marknadspriset ligger utanför ditt angivna prisintervall. Endast insättning av en enda tillgång.
th_th: ราคาตลาดอยู่นอกช่วงราคาที่คุณกำหนด เงินฝากสินทรัพย์เดียวเท่านั้น
tr_tr: Piyasa fiyatı sizin belirlediğiniz fiyat aralığının dışında. Yalnızca tek varlık için para yatırma işlemleri geçerli.
vi_vn: Giá thị trường nằm ngoài phạm vi giá đã được chỉ định của bạn. Chỉ thực hiện ký gửi một tài sản.

source: The price of this pool is outside of your selected range. Your position is not currently earning fees.
ar_sa: سعر هذه المجموعة خارج النطاق المحدد. مركزك لا يكسب رسوما حاليا.
bg_bg: Цената на този пул е извън избрания от вас диапазон. Понастоящем вашата позиция не печели от такси.
cs_cz: Cena tohoto poolu je mimo vámi zvolený rozsah. Vaše pozice v současné době nevydělává na poplatcích.
de_de: Der Preis dieses Pools liegt außerhalb der von Ihnen gewählten Spanne. Ihre Position wirft derzeit keine Gebühren ab.
fr_fr: Le prix de cette piscine est en dehors de la fourchette que vous avez sélectionnée. Votre position ne génère pas de frais actuellement.
hu_hu: A pool ára az általad választott ártartományon kívül esik. Jelenleg a pozícióddal nem keresel profitot.
id_id: Harga pool ini berada di luar kisaran yang Anda pilih. Posisi Anda saat ini tidak menghasilkan biaya.
it_it: Il prezzo di questo pool non rientra nel range selezionato. La vostra posizione non sta guadagnando commissioni.
ja_jp: このプールの価格は、選択した範囲外です。あなたのポジションは現在手数料を獲得していません。
nl_nl: De prijs van deze pool valt buiten het door jou geselecteerde bereik. Jouw positie levert momenteel geen vergoedingen op.
pl_pl: Cena tej puli znajduje się poza wybranym zakresem. Twoja pozycja nie generuje obecnie opłat.
pt_pt: O preço desse pool está fora de sua faixa selecionada. Sua posição não está recebendo taxas no momento.
ro_ro: Prețul acestui fond nu se încadrează în intervalul de preț selectat. Poziția ta nu este în prezent generatoare de comisioane.
ru_ru: Цена этого пула находится за пределами выбранного Вами диапазона. Ваша позиция в настоящее время не приносит комиссионных.
sk_sk: Cena tohto poolu je mimo vami zvoleného rozsahu. Vaša pozícia momentálne nezarába poplatky.
sv_se: Priset för denna pool ligger utanför ditt valda intervall. Din position tjänar för närvarande inga avgifter.
th_th: ราคาของพูลนี้อยู่นอกช่วงที่คุณเลือก ตำแหน่งของคุณยังไม่ได้รับค่าธรรมเนียม
tr_tr: Bu havuzun fiyatı seçtiğiniz aralığın dışında. Pozisyonunuz şu anda ücret kazanmıyor.
vi_vn: Giá của pool này nằm ngoài phạm vi bạn đã chọn. Vị trí của bạn hiện không thể kiếm được phí.

source: The price of this pool is within your selected range. Your position is currently earning fees.
ar_sa: سعر هذه المجموعة ضمن النطاق الذي اخترته. منصبك يكسب رسوما حاليا.
bg_bg: Цената на този пул е в рамките на избрания от вас диапазон. Вашата позиция в момента носи печалба от такси.
cs_cz: Cena tohoto poolu je ve vámi zvoleném rozmezí. Vaše pozice v současné době vydělává na poplatcích.
de_de: Der Preis dieses Pools liegt innerhalb der von Ihnen gewählten Spanne. Für Ihre Position fallen derzeit Gebühren an.
es_es: El precio de este pool está dentro de tu rango seleccionado. Tu posición está cobrando comisiones.
fr_fr: Le prix de cette piscine se situe dans la fourchette que vous avez sélectionnée. Votre position génère actuellement des frais.
hu_hu: A pool ára a megjelölt ártartonányon belül van. A jelenleg a pozícióddal keresel profitot.
id_id: Harga pool ini berada dalam kisaran yang Anda pilih. Posisi Anda saat ini menghasilkan biaya.
it_it: Il prezzo di questo pool rientra nel range da voi selezionato. La vostra posizione sta attualmente guadagnando commissioni.
ja_jp: このプールの価格は、選択した範囲内です。あなたのポジションは現在手数料を獲得しています。
nl_nl: De prijs van deze pool valt binnen het door jou geselecteerde bereik. Jouw positie levert momenteel vergoedingen op.
pl_pl: Cena tej puli mieści się w wybranym zakresie. Twoja pozycja zarabia obecnie na prowizjach.
pt_pt: O preço desse pool está dentro de sua faixa selecionada. Sua posição está recebendo taxas no momento.
ro_ro: Prețul acestui bazin se încadrează în intervalul pe care l-ai selectat. Poziția ta câștigă în prezent comisioane.
ru_ru: Цена этого пула находится в выбранном Вами диапазоне. Ваша позиция в настоящее время приносит комиссионные.
sk_sk: Cena tohto poolu je vo vami zvolenom rozsahu. Vaša pozícia momentálne zarába honoráre.
sv_se: Priset för denna pool ligger inom ditt valda intervall. Din position tjänar för närvarande avgifter.
th_th: ราคาของพูลนี้อยู่ในช่วงที่คุณเลือก ตำแหน่งของคุณกำลังได้รับค่าธรรมเนียม
tr_tr: Bu havuzun fiyatı seçtiğiniz aralıkta. Pozisyonunuz şu anda ücret kazanıyor.
vi_vn: Giá của pool này nằm trong phạm vi bạn đã chọn. Vị trí của bạn hiện đang có thể kiếm được phí.

source: The ratio of tokens you add will set the price of this pool.
ar_sa: ستحدد نسبة الرموز التي تضيفها سعر هذه المجموعة.
bg_bg: Съотношението на токените, които добавите, ще определи цената на този пул.
cs_cz: Poměr přidaných tokenů určuje cenu tohoto poolu.
de_de: Das Verhältnis der Token, die Sie hinzufügen, bestimmt den Preis dieses Pools.
es_es: La proporción de tokens que añadas fijará el precio de esta reserva.
fr_fr: Le ratio de jetons que vous ajoutez déterminera le prix de ce pool.
hu_hu: A hozzáadott tokenek aránya meghatározza a pool árát.
id_id: Rasio token yang Anda tambahkan akan menentukan harga pool ini.
it_it: Il rapporto dei token aggiunti determinerà il prezzo di questo pool.
ja_jp: 追加するトークンの比率によって、このプールの価格は設定されます。
nl_nl: De verhouding van tokens die je toevoegt, bepaalt de prijs van deze pool.
pl_pl: Stosunek dodanych tokenów określi cenę tej puli.
pt_pt: A proporção de tokens que você adicionar definirá o preço desse pool.
ro_ro: Proporția de token-uri pe care le adaugi va stabili prețul acestui fond comun.
ru_ru: Коэффициент добавляемых токенов будет определять цену этого пула.
sk_sk: Pomer tokenov, ktoré pridáte, určí cenu tohto fondu.
sv_se: Förhållandet mellan tokens som du lägger till kommer att fastställa priset på denna pool.
th_th: อัตราส่วนของโทเค็นที่คุณเพิ่มจะเป็นตัวกำหนดราคาของพูลนี้
tr_tr: Eklediğiniz tokenlerin oranı bu havuzun fiyatını belirleyecektir.
vi_vn: Tỷ lệ mã thông báo bạn thêm sẽ được đặt cho giá của nhóm này.

source: There is no liquidity data.
ar_sa: لا توجد بيانات سيولة.
bg_bg: Няма данни за ликвидност.
cs_cz: Nejsou k dispozici žádné údaje o likviditě.
de_de: Es liegen keine Liquiditätsdaten vor.
es_es: No hay datos de liquidez.
fr_fr: Il n'y a pas de données de liquidité.
hu_hu: Nincsenek likviditási adatok.
id_id: Tidak ada data likuiditas.
it_it: Non ci sono dati sulla liquidità.
ja_jp: 流動性データはありません。
nl_nl: Er zijn geen liquiditeitsgegevens.
pl_pl: Nie ma danych dotyczących płynności.
pt_pt: Não há dados de liquidez.
ro_ro: Nu există date privind lichiditatea.
ru_ru: Данные о ликвидности отсутствуют.
sk_sk: Nie sú k dispozícii žiadne likviditné dáta.
sv_se: Det finns inga likviditetsuppgifter.
th_th: ไม่มีข้อมูลสภาพคล่อง
tr_tr: Likidite verisi yok.
vi_vn: Không có dữ liệu thanh khoản.

source: These tokens are commonly paired with other tokens.
ar_sa: عادة ما يتم إقران هذه الرموز برموز أخرى.
bg_bg: Тези токени обикновено се съчетават с други токени.
cs_cz: Tyto tokeny se běžně párují s jinými tokeny.
de_de: Diese Token werden in der Regel mit anderen Token gepaart.
es_es: Estos tokens suelen ir emparejados con otros tokens.
fr_fr: Ces jetons sont généralement associés à d'autres jetons.
hu_hu: Ezek a tokenek általában más tokenekkel vannak párban.
id_id: Token ini biasanya dipasangkan dengan token lain.
it_it: Questi token sono comunemente abbinati ad altri token.
ja_jp: これらのトークンは、一般的に他のトークンとペアになっています。
nl_nl: Deze tokens worden vaak gecombineerd met andere tokens.
pl_pl: Tokeny te są często łączone z innymi tokenami.
pt_pt: Esses tokens são comumente combinados com outros tokens.
ro_ro: Aceste jetoane sunt de obicei asociate cu alte jetoane.
ru_ru: Эти токены обычно торгуются в паре с другими токенами.
sk_sk: Tieto tokeny sú bežne spárované s inými tokenmi.
sv_se: Dessa symboler paras vanligen ihop med andra symboler.
th_th: โทเค็นเหล่านี้มักจะจับคู่กับโทเค็นอื่นๆ
tr_tr: Bu tokenler genellikle diğer tokenler ile eşleştirilir.
vi_vn: Các mã thông báo này thường sẽ được ghép nối với các mã thông báo khác.

source: This app uses the following third-party APIs:
ar_sa: يستخدم هذا التطبيق واجهات برمجة التطبيقات الخارجية التالية:
bg_bg: Това приложение използва следните програмни интерфейси (API) на трети страни:
cs_cz: Tato aplikace používá následující rozhraní API třetích stran:
de_de: Diese App verwendet die folgenden Drittanbieter-APIs:
es_es: Esta aplicación utiliza las siguientes API de terceros:
fr_fr: Cette application utilise les API tierces suivantes :
hu_hu: Ez az alkalmazás az alábbi harmadik féltől származó API-kat használja:
id_id: Aplikasi ini menggunakan API pihak ketiga berikut ini:
it_it: Questa applicazione utilizza le seguenti API di terze parti:
ja_jp: このアプリは、以下のサードパーティAPIを使用しています:
nl_nl: Deze app gebruikt de volgende API's van derden:
pl_pl: Ta aplikacja korzysta z następujących interfejsów API innych firm:
pt_pt: Este aplicativo usa as seguintes APIs de terceiros:
ro_ro: Această aplicație utilizează următoarele API-uri terțe:
ru_ru: Это приложение использует следующие сторонние API:
sk_sk: Táto aplikácia používa nasledujúce rozhrania API tretích strán:
sv_se: Den här appen använder följande API:er från tredje part:
th_th: แอพนี้ใช้ API ของบุคคลที่สามต่อไปนี้:
tr_tr: Bu uygulama şu üçüncü-parti API'leri kullanır:
vi_vn: Ứng dụng này sử dụng các API của bên thứ ba sau:

source: This pool must be initialized before you can add liquidity. To initialize, select a starting price for the pool. Then, enter your liquidity price range and deposit amount. Gas fees will be higher than usual due to the initialization transaction.
ar_sa: يجب تهيئة هذه المجموعة قبل أن تتمكن من إضافة السيولة. للتهيئة، حدد سعر البداية للمجموعة. ثم أدخل نطاق سعر السيولة ومبلغ الإيداع. ستكون رسوم Gas أعلى من المعتاد بسبب معاملة التهيئة.
bg_bg: Този пул трябва да бъде инициализиран, преди да можете да добавите ликвидност. За да инициализирате, изберете начална цена за пула. След това въведете своя ценови диапазон за ликвидност и сума на депозита. Таксите за газ ще бъдат по-високи от обикновено поради транзакцията за инициализация.
cs_cz: Před přidáním likvidity musí být tento pool inicializován. Pro inicializaci vyberte počáteční cenu pro pool. Poté zadejte cenový rozsah likvidity a výši vkladu. Gas poplatky budou kvůli inicializační transakci vyšší než obvykle.
de_de: Dieser Pool muss initialisiert werden, bevor Sie Liquidität hinzufügen können. Um ihn zu initialisieren, wählen Sie einen Startpreis für den Pool. Geben Sie dann Ihre Liquiditätspreisspanne und den Einzahlungsbetrag ein. Aufgrund der Initialisierungstransaktion werden die Gasgebühren höher sein als üblich.
es_es: Este pool debe inicializarse antes de que puedas añadir liquidez. Para inicializarlo, selecciona un precio inicial para el pool. A continuación, introduce tu rango de precios de liquidez y el importe del depósito. Las comisiones de gas serán más altas de lo habitual debido a la operación de inicialización.
fr_fr: Ce pool doit être initialisé avant de pouvoir ajouter des liquidités. Pour initialiser, sélectionnez un prix de départ pour le pool. Ensuite, entrez votre fourchette de prix de liquidité et le montant du dépôt. Les frais d'essence seront plus élevés que d'habitude en raison de la transaction d'initialisation.
hu_hu: A pool inicializálása szükséges a likviditás hozzáadása előtt. Ehhez add meg a kezdőárat a poolhoz. Ezt követően add meg a likviditási ártartományt és a befizetési összeget. Az inicializálási tranzakciók miatt a gázdíjak magasabbak lesznek.
id_id: Pool ini harus diinisialisasi sebelum Anda dapat menambahkan likuiditas. Untuk menginisialisasi, pilih harga awal untuk pool. Kemudian, masukkan kisaran harga likuiditas dan jumlah setoran Anda. Biaya gas akan lebih tinggi dari biasanya karena transaksi inisialisasi.
it_it: Questo pool deve essere inizializzato prima di poter aggiungere liquidità. Per inizializzarlo, selezionare un prezzo iniziale per il pool. Quindi, inserire il range di prezzo della liquidità e l'importo del deposito. Le gas fee saranno più alte del solito a causa della transazione di inizializzazione.
ja_jp: このプールは、流動性を追加する前に初期化する必要があります。プールの開始価格を選択して初期化し、流動性の価格範囲と預金額を入力してください。なお、初期化の取引となるため、通常よりもガス代は高くなります。
nl_nl: Deze pool moet worden geïnitialiseerd voordat je liquiditeit kan toevoegen. Selecteer een startprijs voor de pool om te initialiseren. Voer vervolgens jouw liquiditeitsprijsklasse en stortingsbedrag in. Gaskosten zullen hoger zijn dan normaal vanwege de initialisatie transactie.
pl_pl: Ta pula musi zostać uruchomiona przed dodaniem płynności. Aby rozpocząć, wybierz cenę początkową dla puli. Następnie wprowadź zakres cen płynności i kwotę depozytu. Opłaty za gaz będą wyższe niż zwykle ze względu na transakcję początkową.
pt_pt: Esse pool deve ser inicializado antes que você possa adicionar liquidez. Para inicializar, selecione um preço inicial para o pool. Em seguida, insira sua faixa de preço de liquidez e o valor do depósito. As taxas de gás serão mais altas do que o normal devido à transação de inicialização.
ro_ro: Acest grup trebuie inițializat înainte de a putea adăuga lichidități. Pentru a inițializa, selectează un preț de pornire pentru pool. Apoi, introdu intervalul de preț al lichidității și suma depusă. Comisioanele pentru gaze vor fi mai mari decât de obicei din cauza tranzacției de inițializare.
ru_ru: Вы сможете добавить ликвидность к пулу только после его создания. Для создания выберите начальную цену пула. Затем введите ценовой диапазон ликвидности и сумму депозита. Комиссия за газ будет выше, чем обычно, из-за создания нового пула.
sk_sk: Tento pool musí byť inicializovaný predtým, ako budete môcť pridať likviditu. Ak chcete inicializovať, vyberte počiatočnú cenu fondu. Potom zadajte cenový rozsah likvidity a sumu vkladu. Poplatky za plyn budú v dôsledku inicializačnej transakcie vyššie ako zvyčajne.
sv_se: Denna pool måste initialiseras innan du kan lägga till likviditet. För att initiera, välj ett startpris för poolen. Ange sedan prisintervall för likviditeten och insättningsbelopp. Gasavgifterna kommer att vara högre än vanligt på grund av initialiseringstransaktionen.
th_th: ต้องเตรียมใช้งานพูลนี้ก่อนจึงจะสามารถเพิ่มสภาพคล่องได้ ในการเริ่มต้น ให้เลือกราคาเริ่มต้นสำหรับพูล จากนั้นป้อนช่วงราคาสภาพคล่องและจำนวนเงินฝากของคุณ ค่าธรรมเนียมก๊าซจะสูงกว่าปกติเนื่องจากการทำธุรกรรมเริ่มต้น
tr_tr: Likidite ekleyebilmeniz için önce bu havuzun başlatılması gerekir. Başlatmak için havuz için bir başlangıç fiyatı seçin. Ardından, likidite fiyat aralığınızı ve yatırma miktarınızı girin. Gaz ücretleri, başlatma işlemi nedeniyle normalden daha yüksek olacaktır.
vi_vn: Nhóm này phải được khởi tạo trước khi bạn có thể thực hiện thêm thanh khoản. Để khởi tạo, hãy chọn giá khởi điểm cho nhóm. Sau đó, nhập vào phạm vi giá thanh khoản và số tiền gửi mong muốn của bạn. Phí gas sẽ cao hơn bình thường do các giao dịch khởi tạo.

source: This route optimizes your price by considering split routes, multiple hops, and gas costs.
ar_sa: يعمل هذا المسار على تحسين سعرك من خلال التفكير في الطرق المنقسمة والقفزات المتعددة وتكاليف Gas.
bg_bg: Този маршрут оптимизира вашата цена, като взема предвид разделени маршрути, множество хопове и разходи за газ.
cs_cz: Tato trasa optimalizuje cenu s ohledem na rozdělené trasy, více přestupů a gas poplatků.
de_de: Diese Route optimiert Ihren Preis, indem sie geteilte Routen, mehrere Hops und Gaskosten berücksichtigt.
es_es: Esta ruta optimiza tu precio teniendo en cuenta las rutas divididas, los saltos múltiples y los costes de gas.
fr_fr: Cet itinéraire optimise votre prix en tenant compte des itinéraires fractionnés, des sauts multiples et des coûts d'essence.
hu_hu: Ez az út optimalizálja az áradat a kereskedési utak szétválasztásával, több állomás beiktatásával és a gázdíjak árával.
id_id: Rute ini mengoptimalkan harga Anda dengan mempertimbangkan rute terpisah, beberapa perhentian, dan biaya bahan bakar.
it_it: Questo percorso ottimizza il prezzo prendendo in considerazione i percorsi suddivisi, i salti multipli e i costi delle gas fee.
ja_jp: このルートは、スプリットルート、マルチホップ、ガス代を考慮して価格を最適化します。
nl_nl: Deze route optimaliseert jouw prijs door rekening te houden met gesplitste routes, meerdere hops en gaskosten.
pl_pl: Ta opcja optymalizuje cenę, biorąc pod uwagę podzielone połączenia, wielokrotne przeskoki i koszty gazu.
pt_pt: Essa rota otimiza seu preço ao considerar rotas divididas, múltiplos saltos e custos de combustível.
ro_ro: Această rută optimizează prețul prin luarea în considerare a rutelor separate, a salturilor multiple și a costurilor cu benzina.
ru_ru: Этот маршрут оптимизирует цену за счет разделения маршрутов, нескольких кроссчейн-мостов и комиссии за газ.
sk_sk: Táto trasa optimalizuje vašu cenu zohľadnením rozdelených trás, viacerých skokov a nákladov na plyn.
sv_se: Den här rutten optimerar ditt pris genom att ta hänsyn till delade rutter, flera hopp och gas-kostnader.
th_th: เส้นทางนี้ปรับราคาของคุณให้เหมาะสมโดยพิจารณาจากเส้นทางแยก การกระโดดหลายครั้ง และค่าธรรมเนียมก๊าซ
tr_tr: Bu rota, bölünmüş rotaları, birden fazla atlamayı ve benzin maliyetlerini dikkate alarak fiyatınızı optimize eder.
vi_vn: Lộ trình này sẽ tối ưu hóa giá của bạn bằng cách xem xét các lộ trình chia nhỏ, nhiều bước nhảy và chi phí gas liên quan.
