Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: You can either vote on each proposal yourself or delegate your votes to a third party.
ar_sa: يمكنك إما التصويت على كل مقترح بنفسك أو تفويض أصواتك لطرف ثالث.
bg_bg: Можете да гласувате за всяко предложение сами или да делегирате гласовете си на трета страна.
cs_cz: O jednotlivých návrzích můžete hlasovat buď sami, nebo svými hlasy pověřit třetí stranu.
de_de: Sie können entweder selbst über jeden Vorschlag abstimmen oder Ihre Stimmen an einen Dritten delegieren.
es_es: Puedes votar cada propuesta tú mismo o delegar tus votos en un tercero.
fr_fr: Vous pouvez soit voter vous-même sur chaque proposition, soit déléguer vos votes à un tiers.
hu_hu: Minden javaslatról szavazhatsz te magad, vagy átruházhatod szavazataidat egy harmadik félre.
id_id: Anda dapat memberikan suara untuk setiap proposal atau mendelegasikan suara Anda kepada pihak ketiga.
it_it: Puoi votare tu stesso ogni proposta o delegare i tuoi voti a terzi.
ja_jp: 自分自身で各提案に投票するか、投票を第三者に委任することができます。
nl_nl: Je kunt zelf op elk voorstel stemmen of jouw stemmen delegeren aan een derde partij.
pl_pl: Możesz głosować nad każdą propozycją samodzielnie lub przekazać swoje głosy stronie trzeciej.
pt_pt: Você pode votar em cada proposta pessoalmente ou delegar os seus votos a um terceiro.
ro_ro: Poți să votezi tu însuți fiecare propunere sau să delegi votul unei terțe părți.
ru_ru: Вы можете проголосовать за каждое предложение самостоятельно или делегировать право голосовать третьему лицу.
sk_sk: O každom návrhu môžete hlasovať sami alebo môžete svoje hlasy delegovať na tretiu stranu.
sv_se: Du kan antingen rösta på varje förslag själv eller delegera dina röster till en tredje part.
th_th: คุณสามารถลงคะแนนในแต่ละข้อเสนอด้วยตนเองหรือมอบสิทธิ์การลงคะแนนของคุณให้กับบุคคลที่สาม
tr_tr: Her bir teklif için kendiniz oy kullanabilir ya da oylarınızı üçüncü bir tarafa devredebilirsiniz.
vi_vn: Bạn hoàn toàn có thể tự bỏ phiếu cho từng đề xuất hoặc ủy quyền phiếu bầu của mình cho bên thứ ba.

source: You can now trade {0}
ar_sa: يمكنك الآن تداول {0}
bg_bg: Вече можете да търгувате {0}
cs_cz: Nyní můžete obchodovat s {0}
de_de: Sie können jetzt mit {0} handeln.
es_es: Ahora puedes hacer trading {0}
fr_fr: Vous pouvez maintenant échanger {0}
hu_hu: Megkezdheted a kereskedést {0}
id_id: Anda bisa trading sekarang {0}
it_it: Ora puoi scambiare {0}
ja_jp: あなたは今、{0}を取引することができます
nl_nl: Je kunt nu {0} traden
pl_pl: Możesz teraz handlować {0}
pt_pt: Agora você pode negociar {0}
ro_ro: Acum poți tranzacționa {0}
ru_ru: Теперь Вы можете торговать {0}
sk_sk: Teraz môžete obchodovať {0}
sv_se: Du kan nu handla med {0}
th_th: ตอนนี้คุณสามารถซื้อขาย {0}
tr_tr: Artık {0} için al-sat yapabilirsiniz
vi_vn: Bây giờ bạn có thể giao dịch {0}

source: You don't have enough votes to submit a proposal
ar_sa: ليس لديك ما يكفي من الأصوات لتقديم مقترح
bg_bg: Нямате достатъчно гласове за представяне на предложение.
cs_cz: Nemáte dostatek hlasů pro předložení návrhu
de_de: Sie haben nicht genug Stimmen, um einen Vorschlag zu unterbreiten
es_es: No tienes suficientes votos para presentar una propuesta
fr_fr: Vous n'avez pas assez de votes pour soumettre une proposition
hu_hu: Nincs elegendő szavazati lehetőséged, hogy benyújts egy javaslatot
id_id: Anda tidak memiliki cukup suara untuk mengajukan proposal
it_it: Non hai abbastanza voti per inviare una proposta
ja_jp: 提案を提出するのに十分な票を持っていません
nl_nl: Je hebt niet genoeg stemmen om een ​​voorstel in te dienen
pl_pl: Nie masz wystarczającej liczby głosów, aby złożyć wniosek
pt_pt: Você não tem votos suficientes para apresentar uma proposta
ro_ro: Nu ai suficiente voturi pentru a depune o propunere
ru_ru: У Вас недостаточно голосов, чтобы отправить предложение
sk_sk: Nemáte dostatok hlasov na predloženie návrhu
sv_se: Du har inte tillräckligt många röster för att lämna in ett förslag
th_th: คุณไม่มีคะแนนเสียงเพียงพอที่จะส่งข้อเสนอ
tr_tr: Teklif sunmak için yeterli oy sayısına sahip değilsiniz
vi_vn: Bạn không có đủ phiếu bầu để thực hiện gửi đề xuất

source: You don’t have liquidity in this pool yet.
ar_sa: ليس لديك سيولة في هذه المجموعة حتى الآن.
bg_bg: Още нямате ликвидност в този басейн.
cs_cz: V tomto poolu ještě nemáte likviditu.
de_de: Sie haben noch keine Liquidität in diesem Pool.
es_es: Aún no tienes liquidez en este fondo.
fr_fr: Vous n'avez pas encore de liquidités dans ce pool.
hu_hu: Egyelőre még nincs likviditás ebben a poolban.
id_id: Anda belum memiliki likuiditas di pool ini.
it_it: Non hai ancora liquidità in questo pool.
ja_jp: このプールにはまだ流動性がありません。
nl_nl: Je hebt nog niet genoeg liquiditeit in deze pool.
pl_pl: Nie posiadasz jeszcze płynności w tej puli.
pt_pt: Você ainda não tem liquidez neste pool.
ro_ro: Nu ai încă lichidități în acest fond.
ru_ru: У Вас еще нет ликвидности в этом пуле.
sk_sk: V tomto poole ešte nemáte likviditu.
sv_se: Du har ännu ingen likviditet i denna pool.
th_th: คุณยังไม่มีสภาพคล่องในพูลนี้
tr_tr: Bu havuzda henüz likiditeniz yok.
vi_vn: Bạn chưa có thanh khoản trong nhóm này.

source: You may have lost your network connection, or {label} might be down right now.
ar_sa: لعلك فقدت اتصالك بالشبكة أو ربما يكون {label} معطلا الآن.
bg_bg: Може би сте загубили връзката си с мрежата, или {label} може да не работи в момента.
cs_cz: Je možné, že jste ztratili připojení k síti, nebo {label} může být právě teď mimo provoz.
de_de: Möglicherweise haben Sie Ihre Netzwerkverbindung verloren, oder {label} ist im Moment nicht erreichbar.
es_es: Es posible que hayas perdido la conexión a la red o que {label} no funcione en este momento.
fr_fr: Vous avez peut-être perdu votre connexion réseau ou {label} est peut-être en panne en ce moment.
hu_hu: Előfordulhat, hogy az internetkapcsolat megszakadt, vagy a(z) {label} nem működik.
id_id: Anda mungkin kehilangan koneksi jaringan, atau {label} mungkin sedang down saat ini.
it_it: Potresti aver perso la connessione di rete o {label} potrebbe non essere disponibile in questo momento.
ja_jp: ネットワーク接続が切れたか、{label}がダウンしている可能性があります。
nl_nl: Mogelijk heb je jouw netwerkverbinding verloren of is {label} momenteel niet beschikbaar.
pl_pl: Być może utraciłeś połączenie z siecią lub {label} nie działa.
pt_pt: Você pode ter perdido conexão à rede ou a {label} pode estar down no momento.
ro_ro: Este posibil să fi pierdut conexiunea la rețea sau {label} ar putea fi în pană în acest moment.
ru_ru: Возможно, сетевое подключение было разорвано или {label} может быть недоступно прямо сейчас.
sk_sk: Možno ste stratili sieťové pripojenie alebo {label} práve teraz nefunguje.
sv_se: Du kan ha tappat nätverksanslutningen eller så kan {label} vara nere just nu.
th_th: คุณอาจสูญเสียการเชื่อมต่อเครือข่าย หรือ {label} อาจหยุดทำงานในขณะนี้
tr_tr: Ağ bağlantınızı kaybetmiş olabilirsiniz veya {label} şu anda kapalı olabilir.
vi_vn: Bạn có thể đã mất kết nối mạng hoặc {label} có khả năng đang ngừng hoạt động.

source: You may have lost your network connection.
ar_sa: لعلك فقدت اتصالك بالشبكة.
bg_bg: Вероятно сте загубили връзката си към мрежата.
cs_cz: Mohlo dojít ke ztrátě síťového připojení.
de_de: Sie haben möglicherweise Ihre Netzwerkverbindung verloren.
es_es: Puede que hayas perdido la conexión a la red.
fr_fr: Vous avez peut-être perdu votre connexion réseau.
hu_hu: Előfordulhat, hogy megszakadt az internetkapcsolat.
id_id: Anda mungkin telah kehilangan koneksi jaringan Anda.
it_it: Potresti aver perso la connessione di rete.
ja_jp: ネットワーク接続が切れた可能性があります。
nl_nl: Mogelijk ben je jouw netwerkverbinding kwijtgeraakt.
pl_pl: Połączenie sieciowe mogło zostać utracone.
pt_pt: Você pode ter perdido conexão à rede.
ro_ro: Este posibil să fi pierdut conexiunea la rețea.
ru_ru: Возможно, сетевое подключение было разорвано.
sk_sk: Pravdepodobne ste stratili internetové pripojenie.
sv_se: Du kan ha förlorat din nätverksanslutning.
th_th: คุณอาจสูญเสียการเชื่อมต่อเครือข่ายของคุณ
tr_tr: Ağ bağlantınızı kaybetmiş olabilirsiniz.
vi_vn: Có thể bạn đã mất kết nối mạng.

source: You must connect an account.
ar_sa: يجب عليك ربط حساب.
bg_bg: Трябва да свържете акаунт.
cs_cz: Musíte připojit účet.
de_de: Sie müssen ein Konto verbinden.
es_es: Debes conectar una cuenta.
fr_fr: Vous devez connecter un compte.
hu_hu: Csatlakoztatnod kell egy fiókot.
id_id: Anda harus menghubungkan akun.
it_it: Devi connettere un account.
ja_jp: 口座を接続する必要があります。
nl_nl: Je moet een account koppelen.
pl_pl: Konieczne jest podłączenie konta.
pt_pt: Você deve conectar uma conta.
ro_ro: Trebuie să îți conectezi un cont.
ru_ru: Вы должны подключить учетную запись.
sk_sk: Musíte sa prihlásiť k účtu.
sv_se: Du måste ansluta ett konto.
th_th: คุณต้องเชื่อมต่อบัญชี
tr_tr: Bir hesap bağlamanız gerekmektedir.
vi_vn: Bạn phải thực hiện kết nối một tài khoản.

source: You must give the BestDex smart contracts permission to use your {0}. You only have to do this once per token.
ar_sa: يجب أن تمنح عقود BestDex الذكية الإذن لاستخدام {0}. ما عليك سوى القيام بذلك مرة واحدة لكل رمز.
bg_bg: Трябва да дадете разрешение на смарт контракти на BestDex да използват вашия {0}. Това трябва да се направи само веднъж за всеки токен.
cs_cz: Smart kontraktům BestDex musíte udělit oprávnění používat vaše {0}. Pro každý token to musíte udělat pouze jednou.
de_de: Sie müssen den BestDex Smart Contracts die Erlaubnis erteilen, Ihre {0} zu verwenden. Sie müssen dies nur einmal pro Token tun.
es_es: Debes dar permiso a los contratos inteligentes de BestDex para utilizar tu {0}. Sólo tienes que hacerlo una vez por token.
fr_fr: Vous devez autoriser les contrats intelligents BestDex à utiliser votre {0}. Vous ne devez le faire qu'une seule fois par jeton.
hu_hu: Engedélyt kell adnod a BestDex intelligens szerződéseinek a(z) {0} használatához. Ezt tokenenként csak egyszer kell megtenned.
id_id: Anda harus memberikan izin kepada kontrak pintar BestDex untuk menggunakan {0} Anda. Anda hanya perlu melakukan ini sekali per token.
it_it: Devi concedere agli smart contract BestDex l'autorizzazione per utilizzare il tuo {0}. Devi farlo solo una volta per token.
ja_jp: BestDexのスマートコントラクトに、あなたの{0}を使用する許可を与える必要があります。この作業は、トークンごとに一度だけ行う必要があります。
nl_nl: Je moet de smart contracts van BestDex toestemming geven om jouw {0} te gebruiken. Je hoeft dit maar één keer per token te doen.
pl_pl: Musisz udzielić inteligentnym kontraktom BestDex pozwolenia na używanie twojego {0}. Wystarczy zrobić to tylko raz na token.
pt_pt: Você precisa dar permissão aos contratos inteligentes BestDex para usarem o seu {0}. Você só tem de o fazer uma vez por cada token.
ro_ro: Trebuie să acorzi contractelor inteligente BestDex permisiunea de a utiliza {0}. Trebuie să faci acest lucru doar o singură dată pentru fiecare token.
ru_ru: Вы должны предоставить смарт-контрактам BestDex разрешение на использование Вашего {0}. Вам нужно предоставлять разрешение для каждого токена отдельно один раз.
sk_sk: Musíte dať spoločnosti BestDex smart contract povolenie na používanie vášho {0}. Pre každý token to musíte urobiť len raz.
sv_se: Du måste ge BestDex smarta kontrakt tillåtelse att använda din {0}. Du behöver bara göra detta en gång per token.
th_th: คุณต้องให้สิทธิ์สัญญาอัจฉริยะของ BestDex เพื่อใช้ {0} ของคุณ คุณต้องทำเช่นนี้เพียงครั้งเดียวต่อโทเค็น
tr_tr: BestDex akıllı sözleşmelerine {0}'ınızı kullanma izni vermelisiniz. Bunu token başına yalnızca bir kez yapmanız gerekir.
vi_vn: Bạn phải cấp cho hợp đồng thông minh BestDex quyền sử dụng {0} của mình. Bạn chỉ phải thực hiện làm điều này một lần cho mỗi mã thông báo.

source: You must have {formattedProposalThreshold} votes to submit a proposal
ar_sa: يجب أن يكون لديك {formattedProposalThreshold} من الأصوات لإرسال مقترح
bg_bg: Трябва да имате {formattedProposalThreshold} гласа за представяне на предложение.
cs_cz: Pro podání návrhu musíte mít {formattedProposalThreshold} hlasů.
de_de: Sie müssen {formattedProposalThreshold} Stimmen haben, um einen Vorschlag einzureichen
es_es: Debes tener {formattedProposalThreshold} votos para presentar una propuesta
fr_fr: Vous devez avoir {formattedProposalThreshold} votes pour soumettre une proposition
hu_hu: Javaslat benyújtásához {formattedProposalThreshold} szavazattal kell rendelkezned
id_id: Anda harus memiliki suara {formattedProposalThreshold} untuk mengirimkan proposal
it_it: Devi disporre di {formattedProposalThreshold} voti per inviare una proposta
ja_jp: 提案を提出するには{formattedProposalThreshold}の票が必要です。
nl_nl: Je moet {formattedProposalThreshold} stemmen hebben om een ​​voorstel in te dienen
pl_pl: Musisz mieć {formattedProposalThreshold} głosów, aby złożyć propozycję
pt_pt: Você precisa ter {formattedProposalThreshold} votos para apresentar uma proposta
ro_ro: Trebuie să deții {formattedProposalThreshold} voturi pentru a depune o propunere.
ru_ru: У Вас должно быть {formattedProposalThreshold} голосов, чтобы отправить предложение
sk_sk: Na odoslanie návrhu musíte mať {formattedProposalThreshold} hlasov
sv_se: Du måste ha {formattedProposalThreshold} röster för att lämna in ett förslag
th_th: คุณต้องมี {formattedProposalThreshold} โหวตเพื่อส่งข้อเสนอ
tr_tr: Bir teklif sunmak için {formattedProposalThreshold} oyuna sahip olmalısınız
vi_vn: Bạn phải có {formattedProposalThreshold} phiếu bầu để thực hiện gửi đề xuất

source: You should only deposit liquidity into BestDex V3 at a price you believe is correct. <0/>If the price seems incorrect, you can either make a swap to move the price or wait for someone else to do so.
ar_sa: يجب عليك إيداع السيولة فقط في BestDex V3 بالسعر الذي تعتقد أنه صحيح. <0/> إذا بدا السعر غير صحيح، يمكنك إما إجراء مبادلة لتحريك السعر أو انتظار شخص آخر للقيام بذلك.
bg_bg: Трябва да депозирате ликвидност в BestDex V3 само на цена, която смятате за правилна. <0/>Ако цената ви изглежда неправилна, можете да направите обмен, за да промените цената или да изчакате някой друг да го направи.
cs_cz: Do systému BestDex V3 byste měli vkládat likviditu pouze za cenu, kterou považujete za správnou. <0/>Pokud se vám cena zdá nesprávná, můžete buď provést swap a cenu posunout, nebo počkat, až tak učiní někdo jiný.
de_de: Sie sollten nur Liquidität zu einem Preis in BestDex V3 einzahlen, den Sie für korrekt halten. <0/>Wenn der Preis falsch erscheint, können Sie entweder einen Tausch vornehmen, um den Preis zu bewegen, oder darauf warten, dass jemand anderes dies tut.
es_es: Sólo debes depositar liquidez en BestDex V3 a un precio que creas correcto. <0/>Si el precio te parece incorrecto, puedes hacer un intercambio para mover el precio o esperar a que lo haga otra persona.
fr_fr: Vous ne devez déposer des liquidités dans BestDex V3 qu'à un prix que vous jugez correct. <0/>Si le prix semble incorrect, vous pouvez soit effectuer un échange pour modifier le prix, soit attendre que quelqu'un d'autre le fasse.
hu_hu: Likviditást csak olyan áron helyezhetsz el a BestDex V3-ba, amelyet helyesnek vélsz. <0/>Ha az ár hibásnak tűnik, akkor megváltoztathatod azt az ár mozgatásához, vagy megvárhatod, amíg valaki más megteszi ezt.
id_id: Anda hanya boleh menyetor likuiditas ke BestDex V3 pada harga yang Anda yakini benar. <0/>Jika harga tampaknya tidak tepat, Anda dapat melakukan swap untuk memindahkan harga atau menunggu orang lain melakukannya.
it_it: Dovresti depositare liquidità in BestDex V3 solo a un prezzo che ritieni corretto. <0/>Se il prezzo sembra errato, puoi fare uno scambio per spostare il prezzo o aspettare che lo faccia qualcun altro.
ja_jp: BestDex V3への流動性の預け入れは、適正と思われる価格でのみ行ってください。<0/>価格が正しくないと思われる場合は、スワップを行って価格を動かすか、他の誰かがスワップを行うのを待ちましょう。
nl_nl: Je mag alleen liquiditeit in BestDex V3 storten tegen een prijs die volgens jou correct is. <0/>Als de prijs onjuist lijkt, kun je ofwel een swap doen om de prijs te verplaatsen of wachten tot iemand anders dit doet.
pl_pl: Powinieneś zdeponować płynność w BestDex V3 tylko po cenie, którą uważasz za prawidłową. <0/>Jeśli cena wydaje się nieprawidłowa, możesz albo dokonać swapu, aby przesunąć cenę, albo poczekać, aż zrobi to ktoś inny.
pt_pt: Você só deve depositar liquidez na BestDex V3 a um preço que considere correto. <0/>Se o preço parecer incorreto, pode fazer um swap para mover o preço ou esperar que outra pessoa o faça.
ro_ro: Ar trebui să depui lichidități în BestDex V3 doar la un preț pe care îl consideri corect. <0/>În cazul în care prețul pare incorect, poți fie să faci un swap pentru a muta prețul, fie să aștepți ca altcineva să facă acest lucru.
ru_ru: Вы должны вносить ликвидность в BestDex V3 только по той цене, которую считаете правильной. <0/>Если цена кажется неверной, Вы можете либо обменять, чтобы изменить цену, либо подождать, пока это сделает кто-то другой.
sk_sk: Do BestDex V3 by ste mali vkladať likviditu iba za cenu, o ktorej si myslíte, že je správna. <0/>Ak sa vám zdá, že cena nie je správna, môžete buď zmeniť cenu výmenou, alebo počkať, kým to urobí niekto iný.
sv_se: Du bör endast placera likviditet i BestDex V3 till ett pris som du tror är korrekt. <0/>Om priset verkar felaktigt kan du antingen göra en swap för att flytta priset eller vänta på att någon annan gör det.
th_th: คุณควรฝากสภาพคล่องไว้ใน BestDex V3 ในราคาที่คุณเชื่อว่าถูกต้องเท่านั้น <0/>หากราคาดูเหมือนไม่ถูกต้อง คุณสามารถทำการแลกเปลี่ยนเพื่อย้ายราคาหรือรอให้ผู้อื่นดำเนินการแทน
tr_tr: BestDex V3'e yalnızca doğru olduğuna inandığınız bir fiyattan likidite yatırmalısınız. <0/>Fiyat yanlış görünüyorsa, fiyatı taşımak için bir swap yapabilir veya başka birinin bunu yapmasını bekleyebilirsiniz.
vi_vn: Bạn chỉ nên gửi thanh khoản vào BestDex V3 ở mức giá mà bạn tin tưởng là hợp lý. <0/>Nếu giá có vẻ không chính xác, bạn có thể thực hiện hoán đổi để thay đổi giá hoặc chờ đợi người khác làm như vậy.

source: You will also collect fees earned from this position.
ar_sa: سوف تقوم أيضا بتحصيل الرسوم المكتسبة من هذا المركز.
bg_bg: Също така ще съберете такси, събрани от тази позиция.
cs_cz: Budete také vybírat poplatky získané z této pozice.
de_de: Sie kassieren auch die Gebühren, die Sie mit dieser Position verdienen.
es_es: También cobrarás los honorarios devengados por este puesto.
fr_fr: Vous percevrez également les frais gagnés à partir de ce poste.
hu_hu: Az ebből a pozícióból bejött díjakat is szerzel.
id_id: Anda juga akan mengumpulkan biaya yang diperoleh dari posisi ini.
it_it: Raccoglierai anche le commissioni guadagnate da questa posizione.
ja_jp: このポジションから得られる手数料も収集することができます。
nl_nl: Je verzamelt ook vergoedingen die je met deze functie verdient.
pl_pl: Będziesz także pobierać prowizje uzyskane z tego tytułu.
pt_pt: Você também cobrará as taxas obtidas com essa posição.
ro_ro: De asemenea, vei încasa onorariile obținute din această poziție.
ru_ru: Вы также будете получать комиссионные в этой позиции.
sk_sk: Budete tiež vyberať poplatky zarobené na tejto pozícii.
sv_se: Du kommer också att samla in avgifter som tjänas in från denna position.
th_th: คุณจะเก็บค่าธรรมเนียมที่ได้รับจากตำแหน่งนี้ด้วย
tr_tr: Ayrıca bu pozisyondan kazanılan ücretleri de tahsil edeceksiniz.
vi_vn: Bạn cũng sẽ có thể thu phí kiếm được từ vị trí này.

source: You will receive
ar_sa: ستستلم
bg_bg: Ще получите
cs_cz: Obdržíte
de_de: Sie erhalten
es_es: Recibirás
fr_fr: Vous allez recevoir
hu_hu: Kapsz majd
id_id: Anda akan menerima
it_it: Riceverai
ja_jp: あなたは受け取るでしょう
nl_nl: Je ontvangt
pl_pl: Otrzymasz
pt_pt: Você receberá
ro_ro: Vei primi
ru_ru: Вы получите
sk_sk: Dostanete
sv_se: Du kommer att få
th_th: คุณจะได้รับ
tr_tr: Alacağınız
vi_vn: Bạn sẽ nhận

source: Your UNI Breakdown
ar_sa: تفاصيل UNI الخاص بك
bg_bg: Вашето разпределение на UNI
cs_cz: Vaše rozdělení UNI
de_de: Ihre UNI-Aufstellung
es_es: Tu desglose de UNI
fr_fr: Votre répartition UNI
hu_hu: Részletes UNI
id_id: Perincian UNI Anda
it_it: La tua ripartizione UNI
ja_jp: あなたのUNIの内訳
nl_nl: Uw UNI Uitsplitsing
pl_pl: Twój bilans UNI
pt_pt: Seu UNI detalhado
ro_ro: Repartiția ta de UNI
ru_ru: Анализ Вашего UNI
sk_sk: Váš UNI rozpis
sv_se: Din UNI-uppdelning
th_th: รายละเอียด UNI ของคุณ
tr_tr: UNI Dağılımınız
vi_vn: Phân tích UNI của bạn

source: Your V3 liquidity positions will appear here.
ar_sa: ستظهر مراكز السيولة الخاصة بك V3 هنا.
bg_bg: Вашите позиции по V3 ликвидност ще се появят тук.
cs_cz: Zde se zobrazí vaše pozice likvidity V3.
de_de: Ihre V3-Liquiditätspositionen werden hier angezeigt.
es_es: Aquí aparecerán tus posiciones de liquidez V3.
fr_fr: Vos positions de liquidité V3 apparaîtront ici.
hu_hu: A V3 likividitási pozíciód itt jelenik majd meg
id_id: Posisi likuiditas V3 Anda akan muncul di sini.
it_it: Le tue posizioni di liquidità V3 appariranno qui.
ja_jp: あなたのV3流動性ポジションはここに表示されます。
nl_nl: Je V3 liquiditeitsposities verschijnen hier.
pl_pl: Tutaj pojawią się pozycje płynności V3.
pt_pt: Suas posições de liquidez V3 aparecerão aqui.
ro_ro: Pozițiile tale de lichidități V3 vor apărea aici.
ru_ru: Здесь появятся Ваши позиции ликвидности V3.
sk_sk: Tu sa zobrazia vaše pozície likvidity V3.
sv_se: Dina V3-likviditetspositioner kommer att visas här.
th_th: ตำแหน่งสภาพคล่อง V3 ของคุณจะปรากฏที่นี่
tr_tr: V3 likidite pozisyonlarınız burada görünecektir.
vi_vn: Vị trí thanh khoản V3 của bạn sẽ xuất hiện ở đây.

source: Your liquidity
ar_sa: سيولتك
bg_bg: Вашата ликвидност
cs_cz: Vaše likvidita
de_de: Ihre Liquidität
es_es: Tu liquidez
fr_fr: Votre liquidité
hu_hu: Likviditás
id_id: Likuiditas Anda
it_it: La tua liquidità
ja_jp: あなたの流動性
nl_nl: Jouw liquiditeit
pl_pl: Twoja płynność
pt_pt: Sua liquidez
ro_ro: Lichidit
ru_ru: Ваша ликвидность
sk_sk: Vaša likvidita
sv_se: Din likviditet
th_th: สภาพคล่องของคุณ
tr_tr: Likiditeniz
vi_vn: Thanh khoản của bạn

source: Your liquidity deposits
ar_sa: ودائع السيولة الخاصة بك
bg_bg: Вашите депозити за ликвидност
cs_cz: Vaše vklady likvidity
de_de: Ihre Liquiditätseinlagen
es_es: Tus depósitos de liquidez
fr_fr: Vos dépôts de liquidités
hu_hu: Likviditási letét
id_id: Simpanan likuiditas Anda
it_it: I tuoi depositi di liquidità
ja_jp: あなたの流動性の預金
nl_nl: Jouw liquiditeitsdeposito's
pl_pl: Twoje depozyty płynnościowe
pt_pt: Seus depósitos de liquidez
ro_ro: Lichiditățile tale
ru_ru: Ваши депозиты ликвидности
sk_sk: Vaše likvidné vklady
sv_se: Dina likviditetsinsättningar
th_th: เงินฝากสภาพคล่องของคุณ
tr_tr: Likidite depozitleriniz
vi_vn: Tiền gửi thanh khoản của bạn

source: Your pool share:
ar_sa: حصة المجموعة الخاصة بك:
bg_bg: Вашият дял от басейна:
cs_cz: Váš podíl v poolu:
de_de: Ihr Anteil am Pool:
es_es: Tu parte del pool:
fr_fr: Votre part de piscine :
hu_hu: A te pool részesedésed:
id_id: Bagian pool Anda:
it_it: La tua quota del pool:
ja_jp: あなたのプールシェア:
nl_nl: Jouw pool aandeel:
pl_pl: Twój udział w puli:
pt_pt: Sua participação no pool:
ro_ro: Cota ta din fondul comun:
ru_ru: Ваша доля в пуле:
sk_sk: Váš podiel na poole:
sv_se: Din andel av poolen:
th_th: ส่วนแบ่งพูลของคุณ:
tr_tr: Havuz payınız
vi_vn: Chia sẻ pool của bạn:

source: Your position
ar_sa: مركزك
bg_bg: Вашата позиция
cs_cz: Vaše pozice
de_de: Ihre Position
es_es: Tu posición
fr_fr: Ta position
hu_hu: A te pozíciód:
id_id: Posisi Anda
it_it: La tua posizione
ja_jp: あなたのポジション
nl_nl: Jouw positie
pl_pl: Twoja pozycja
pt_pt: Sua posição
ro_ro: Poziția ta
ru_ru: Ваша позиция
sk_sk: Vaša pozícia
sv_se: Din position
th_th: ตำแหน่งของคุณ
tr_tr: Pozisyonunuz
vi_vn: Vị trí của bạn
