Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Insufficient liquidity for this trade.
ar_sa: السيولة غير كافية لهذا التداول.
bg_bg: Недостатъчна ликвидност за тази сделка.
cs_cz: Nedostatečná likvidita pro tento obchod.
de_de: Unzureichende Liquidität für diesen Handel.
es_es: Liquidez insuficiente para esta operación.
fr_fr: Liquidité insuffisante pour ce commerce.
hu_hu: Nincs elegendő likviditás a kereskedés indításához
id_id: Likuiditas tidak mencukupi untuk perdagangan ini.
it_it: Liquidità insufficiente per questa operazione.
ja_jp: この取引には流動性が不足しています。
nl_nl: Onvoldoende liquiditeit voor deze transactie.
pl_pl: Niewystarczająca płynność dla tej transakcji.
pt_pt: Liquidez insuficiente para esta transação.
ro_ro: Lichiditate insuficientă pentru această tranzacție.
ru_ru: Недостаточно ликвидности для этой сделки.
sk_sk: Nedostatočná likvidita pre tento obchod.
sv_se: Otillräcklig likviditet för denna affär.
th_th: สภาพคล่องไม่เพียงพอสำหรับการซื้อขายนี้
tr_tr: Bu işlem için yeterli likidite yok.
vi_vn: Không đủ thanh khoản cho việc thực hiện giao dịch này.

source: Insufficient {0} balance
ar_sa: الرصيد {0} غير كاف
bg_bg: Недостатъчен баланс на {0}
cs_cz: Nedostatečný zůstatek {0}
de_de: Unzureichender {0} Saldo
es_es: Saldo insuficiente {0}
fr_fr: Solde {0} insuffisant
hu_hu: Nincs elegendő {0} egyenleg
id_id: Saldo {0} tidak mencukupi
it_it: Saldo insufficiente {0}
ja_jp: {0}の残高が不足しています。
nl_nl: Onvoldoende {0} saldo
pl_pl: Niewystarczające saldo {0}
pt_pt: Saldo {0} insuficiente
ro_ro: Soldul {0} insuficient
ru_ru: Недостаточный {0} баланс
sk_sk: Nedostatočný zostatok {0}
sv_se: Otillräcklig {0} balans
th_th: ยอดเงิน {0} ไม่เพียงพอ
tr_tr: Yetersiz {0} bakiye
vi_vn: Số dư {0} không đủ

source: Interface Settings
ar_sa: إعدادات الواجهة
bg_bg: Настройки на интерфейса
cs_cz: Nastavení rozhraní
de_de: Interface-Einstellungen
es_es: Ajustes de interfaz
fr_fr: Paramètres d'interface
hu_hu: Interfész beállítások
id_id: Pengaturan Antarmuka
it_it: Impostazioni dell'interfaccia
ja_jp: インタフェース設定
nl_nl: Interface Instellingen
pl_pl: Ustawienia interfejsu
pt_pt: Definições de Interface
ro_ro: Setări interfață
ru_ru: Настройки интерфейса
sk_sk: Nastavenia rozhrania
sv_se: Inställningar för gränssnitt
th_th: การตั้งค่าอินเทอร์เฟซ
tr_tr: Arayüz Ayarları
vi_vn: Cài Đặt Giao Diện

source: Invalid pair
ar_sa: زوج غير صحيح
bg_bg: Невалидна двойка
cs_cz: Neplatný pár
de_de: Ungültiges Paar
es_es: Par no válido
fr_fr: Paire invalide
hu_hu: Érvénytelen pár
id_id: Pasangan tidak valid
it_it: Coppia non valida
ja_jp: 無効なペア
nl_nl: Ongeldig paar
pl_pl: Nieprawidłowa para
pt_pt: Par inválido
ro_ro: Pereche nevalidă
ru_ru: Неверная пара
sk_sk: Neplatný pár
sv_se: Ogiltigt par
th_th: คู่ไม่ถูกต้อง
tr_tr: Geçersiz çift
vi_vn: Cặp không hợp lệ

source: Invalid pair.
ar_sa: زوج غير صحيح
bg_bg: Невалидна двойка.
cs_cz: Neplatný pár.
de_de: Ungültiges Paar.
es_es: Par no válido
fr_fr: Paire invalide.
hu_hu: Érvénytelen pár.
id_id: Pasangan tidak valid.
it_it: Coppia non valida.
ja_jp: 無効なペアです。
nl_nl: Ongeldig paar.
pl_pl: Nieprawidłowa para.
pt_pt: Par inválido.
ro_ro: Pereche nevalidă.
ru_ru: Неверная пара.
sk_sk: Neplatný pár.
sv_se: Ogiltigt par.
th_th: คู่ไม่ถูกต้อง
tr_tr: Geçersiz çift.
vi_vn: Cặp không hợp lệ.

source: Invalid price input
ar_sa: إدخال السعر غير صحيح
bg_bg: Невалиден вход за цена
cs_cz: Neplatný cenový vstup
de_de: Ungültige Preiseingabe
es_es: Precio introducido no válido
fr_fr: Saisie de prix invalide
hu_hu: Érvénytelen megadott ár
id_id: Input harga tidak valid
it_it: Inserimento di un prezzo non valido
ja_jp: 入力された価格は無効です。
nl_nl: Ongeldige prijsinvoer
pl_pl: Wprowadzono nieprawidłową cenę
pt_pt: Entrada de preço inválida
ro_ro: Prețul de intrare invalid
ru_ru: Неверно введена цена
sk_sk: Neplatné zadanie ceny
sv_se: Ogiltig prisinmatning
th_th: การป้อนราคาไม่ถูกต้อง
tr_tr: Geçersiz fiyat girdisi
vi_vn: Giá nhập vào không hợp lệ

source: Invalid range selected. The min price must be lower than the max price.
ar_sa: النطاق الذي تمّ تحديده غير صحيح. يجب أن يكون الحد الأدنى للسعر أقل من الحد الأقصى للسعر.
bg_bg: Избран е невалиден диапазон. Минималната цена трябва да е по-ниска от максималната цена.
cs_cz: Vybrán nesprávný rozsah. Minimální cena musí být nižší než maximální cena.
de_de: Ungültiger Bereich ausgewählt. Der Mindestpreis muss niedriger als der Höchstpreis sein.
es_es: Rango seleccionado no válido. El precio mínimo debe ser inferior al precio máximo.
fr_fr: Plage non valide sélectionnée. Le prix minimum doit être inférieur au prix maximum.
hu_hu: Érvénytelen tartomány. A minimális árnak alacsonyabbnak kell lennie mint a maximális árnak.
id_id: Rentang yang dipilih tidak valid. Harga minimum harus lebih rendah dari harga maksimum.
it_it: Range selezionato non valido. Il prezzo minimo deve essere inferiore al prezzo massimo.
ja_jp: 選択された範囲は無効です。最小価格は最大価格よりも低くなければなりません。
nl_nl: Ongeldig bereik geselecteerd. De minimumprijs moet lager zijn dan de maximumprijs.
pl_pl: Wybrano nieprawidłowy zakres. Cena minimalna musi być niższa niż cena maksymalna.
pt_pt: Intervalo selecionado inválido. O preço mínimo deve ser inferior ao preço máximo.
ro_ro: Interval selectat invalid. Prețul minim trebuie să fie mai mic decât prețul maxim.
ru_ru: Выбран недопустимый диапазон. Минимальная цена должна быть ниже максимальной цены.
sk_sk: Vybrali ste neplatný rozsah. Minimálna cena musí byť nižšia ako maximálna cena.
sv_se: Ogiltigt intervall valt. Minimipriset måste vara lägre än maxpriset.
th_th: เลือกช่วงไม่ถูกต้อง ราคาต่ำสุดต้องต่ำกว่าราคาสูงสุด
tr_tr: Geçersiz aralık seçildi. Minimum fiyat maksimum fiyattan düşük olmalıdır.
vi_vn: Phạm vi đã chọn không hợp lệ. Mức giá tối thiểu phải thấp hơn giá tối đa.

source: Invalid recipient
ar_sa: مستلم غير صحيح
bg_bg: Невалиден получател
cs_cz: Neplatný příjemce
de_de: Ungültiger Empfänger
es_es: Destinatario no válido
fr_fr: récipient invalide
hu_hu: Érvénytelen címzett
id_id: Penerima tidak valid
it_it: Destinatario non valido
ja_jp: その宛先は無効です。
nl_nl: Ongeldige ontvanger
pl_pl: Nieprawidłowy odbiorca
pt_pt: Destinatário inválido
ro_ro: Destinatar nevalid
ru_ru: Получатель указан неверно
sk_sk: Neplatný príjemca
sv_se: Ogiltig mottagare
th_th: ผู้รับไม่ถูกต้อง
tr_tr: Geçersiz alıcı
vi_vn: Người nhận không hợp lệ

source: Join the Best Wallet Waitlist to participate in the BEST Airdrop
ar_sa: انضم إلى Best Wallet Waitlist للمشاركة في التوزيع المجاني Airdrop لـ BEST
bg_bg: Присъединете се към списъка за чакащи на Best Wallet, за да участвате в BEST Еърдропа
cs_cz: Připojte se k čekací listině Best Wallet a zúčastněte se BEST Airdropu
de_de: Tragen Sie sich in die Warteliste der Best Wallet ein, um an der BEST-Airdrop teilzunehmen
es_es: Únete a la lista de espera de Best Wallet para participar en el BEST Airdrop
fr_fr: Rejoignez la liste d'attente Best Wallet pour participer au BEST Airdrop
hu_hu: Csatlakozz a Best Wallet várólistához, hogy részt vehess a BEST Airdroppon
id_id: Bergabunglah dengan Daftar Tunggu Best Wallet untuk berpartisipasi pada Airdrop BEST
it_it: Entrare nella lista d'attesa del Wallet Best per partecipare all'Airdrop BEST
ja_jp: BEST Airdropに参加するには、Best Walletの順番待ちリストに参加してください。
nl_nl: Word lid van de Best Wallet wachtlijst om deel te nemen aan de BEST Airdrop
pl_pl: Dołącz do listy oczekujących Best Wallet, aby wziąć udział w BEST Airdrop
pt_pt: Junte-se à lista de espera de Best Wallet para participar do BEST Airdrop
ro_ro: Abonează-te la lista de așteptare Best Wallet pentru a participa la BEST Airdrop
ru_ru: Присоединяйтесь к списку ожидания Best Wallet, чтобы принять участие в аирдропе токена BEST
sk_sk: Pridajte sa na čakaciu listinu Best Wallet aby ste sa zúčastnili BEST Airdrop-u
sv_se: Gå med i väntelistan för den bästa plånboken för att delta i BEST Airdrop
th_th: เข้าร่วมรายการรอ Best Wallet เพื่อเข้าร่วมการแจก BEST Airdrop
tr_tr: BEST Airdrop'una katılmak için Best Wallet Bekleme Listesine katılın
vi_vn: Tham gia Danh sách chờ Best Wallet để tham gia kèo Airdrop BEST

source: Language
ar_sa: اللغة
bg_bg: Eзик
cs_cz: Jazyk
de_de: Sprache
es_es: Idioma
fr_fr: Langue
hu_hu: Nyelv
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
nl_nl: Taal
pl_pl: Język
pt_pt: Idioma
ro_ro: Limba
ru_ru: Язык
sk_sk: Jazyk
sv_se: Språk
th_th: ภาษา
tr_tr: Dil
vi_vn: Ngôn ngữ

source: Learn More
ar_sa: اعرف المزيد
bg_bg: Научете повече
cs_cz: Více informací
de_de: Mehr erfahren
es_es: Saber más
fr_fr: Apprendre encore plus
hu_hu: Tudj meg többet
id_id: Pelajari Lebih Lanjut
it_it: Per saperne di più
ja_jp: さらに詳しく
nl_nl: Meer Informatie
pl_pl: Dowiedz się więcej
pt_pt: Saiba Mais
ro_ro: Află mai Multe
ru_ru: Подробнее
sk_sk: Zistiť viac
sv_se: Läs mer
th_th: เรียนรู้เพิ่มเติม
tr_tr: Daha Fazla Bilgi
vi_vn: Tìm Hiểu Thêm

source: Learn about providing liquidity
ar_sa: اعرف أكثر عن توفير السيولة
bg_bg: Научете за предоставянето на ликвидност
cs_cz: Více informací o poskytování likvidity
de_de: Mehr über die Bereitstellung von Liquidität erfahren
es_es: Infórmate sobre la provisión de liquidez
fr_fr: En savoir plus sur la fourniture de liquidités
hu_hu: Tudj meg többet a likviditás nyújtásáról
id_id: Pelajari tentang penyediaan likuiditas
it_it: Informazioni sulla fornitura di liquidità
ja_jp: 流動性の提供について
nl_nl: Meer informatie over het verstrekken van liquiditeit
pl_pl: Dowiedz się więcej o zapewnianiu płynności
pt_pt: Saiba como fornecer liquidez
ro_ro: Află mai multe despre furnizarea de lichidități
ru_ru: Узнать больше о предоставлении ликвидности
sk_sk: Získajte informácie o poskytovaní likvidity
sv_se: Lär dig mer om att tillhandahålla likviditet
th_th: เรียนรู้เกี่ยวกับการจัดหาสภาพคล่อง
tr_tr: Likidite sağlama hakkında daha fazla bilgi
vi_vn: Tìm hiểu về việc cung cấp thanh khoản

source: Learn more
ar_sa: اعرف المزيد
bg_bg: Научи повече
cs_cz: Více informací
de_de: Mehr erfahren
es_es: Saber más
fr_fr: Apprendre encore plus
hu_hu: Tudj meg többet
id_id: Pelajari lebih lanjut
it_it: Per saperne di più
ja_jp: さらに詳しく
nl_nl: Meer Informatie
pl_pl: Dowiedz się więcej
pt_pt: Saima mais
ro_ro: Află mai multe
ru_ru: Подробнее
sk_sk: Zistiť viac
sv_se: Läs mer
th_th: เรียนรู้เพิ่มเติม
tr_tr: Daha fazla bilgi
vi_vn: Tìm hiểu thêm

source: Legal & Privacy
ar_sa: الشؤون القانونية والخصوصية
bg_bg: Права & Поверителност
cs_cz: Právní záležitosti a ochrana osobních údajů
de_de: Rechtliches & Datenschutz
es_es: Aviso legal y Privacidad
fr_fr: Juridique et confidentialité
hu_hu: Jog & Adatvédelem
id_id: Hukum & Privasi
ja_jp: 法律 & プライバシー
nl_nl: Juridisch en privacy
pl_pl: Prawo i prywatność
pt_pt: Jurídico & Privacidade
ro_ro: Aspecte juridice și de confidențialitate
ru_ru: Правовая информация и конфиденциальность
sk_sk: Právne podmienky a ochrana osobných údajov
sv_se: Juridik & integritet
th_th: กฎหมายและความเป็นส่วนตัว
tr_tr: Yasal & Gizlilik
vi_vn: Pháp lý & Quyền riêng tư

source: Liquidity
ar_sa: السيولة
bg_bg: Ликвидност
cs_cz: Likvidita
de_de: Liquidität
es_es: Liquidez
fr_fr: Liquidité
hu_hu: Likviditás
id_id: Likuiditas
it_it: Liquidità
ja_jp: 流動性
nl_nl: Liquiditeit
pl_pl: Płynność
pt_pt: Liquidez
ro_ro: Lichiditate
ru_ru: Ликвидность
sk_sk: Likvidita
sv_se: Likviditet
th_th: สภาพคล่อง
tr_tr: Likidite
vi_vn: Thanh khoản

source: Liquidity Provider Fee
ar_sa: رسوم مزوّد السيولة
bg_bg: Такса на доставчика на ликвидност
cs_cz: Poplatek poskytovatele likvidity
de_de: Liquiditätsanbieter-Gebühr
es_es: Comisión del proveedor de liquidez
fr_fr: Frais de fournisseur de liquidité
hu_hu: Likviditásnyújtási díj
id_id: Biaya Penyedia Likuiditas
it_it: Commissioni per i fornitori di liquidità
ja_jp: 流動性提供者の手数料
nl_nl: Vergoeding voor Liquiditeitsaanbieder
pl_pl: Opłata dla dostawcy płynności
pt_pt: Comissão do Prestador de Serviços de Liquidez
ro_ro: Comisionul furnizorului de lichiditate
ru_ru: Комиссия поставщика ликвидности
sk_sk: Poplatok poskytovateľa likvidity
sv_se: Avgift för tillhandahållande av likviditet
th_th: ค่าธรรมเนียมผู้ให้บริการสภาพคล่อง
tr_tr: Likidite Sağlayıcı Ücreti
vi_vn: Phí cung cấp thanh khoản

source: Liquidity provider rewards
ar_sa: مكافآت مزود السيولة
bg_bg: Награди за доставчици на ликвидност
cs_cz: Odměny pro poskytovatele likvidity
de_de: Belohnungen für Liquiditätsanbieter
es_es: Recompensas a los proveedores de liquidez
fr_fr: Récompenses des fournisseurs de liquidités
hu_hu: Likviditásnyújtási jutalmak
id_id: Imbalan penyedia likuiditas
it_it: Premi per i fornitori di liquidità
ja_jp: 流動性提供者の報酬
nl_nl: Beloningen voor liquiditeitsverschaffers
pl_pl: Nagrody dla dostawców płynności
pt_pt: Recompensas do prestador de serviços de liquidez
ro_ro: Recompense pentru furnizorii de lichiditate
ru_ru: Вознаграждение поставщика ликвидности
sk_sk: Odmeny poskytovateľa likvidity
sv_se: Belöningar till likviditetsgaranter
th_th: รางวัลผู้ให้บริการสภาพคล่อง
tr_tr: Likidite sağlayıcı ödülleri
vi_vn: Phần thưởng của nhà cung cấp thanh khoản

source: Liquidity providers earn a 0.3% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
ar_sa: يكسب مزودو السيولة رسوما بنسبة 0.3٪ على جميع المعاملات بما يتناسب مع حصتهم في المجمع. يتم إضافة الرسوم إلى المجموعة، وتتراكم في الوقت الفعلي ويمكن المطالبة بها عن طريق سحب السيولة الخاصة بك.
bg_bg: Доставчиците на ликвидност печелят 0.3% такса от всички сделки, пропорционално на техния дял от басейна. Таксите се добавят към басейна, се натрупват в реално време и могат да бъдат искани чрез изтегляне на вашата ликвидност.
cs_cz: Poskytovatelé likvidity získávají ze všech obchodů poplatek ve výši 0,3 %, který je úměrný jejich podílu v poolu. Poplatky se připisují do poolu, narůstají v reálném čase a lze je požadovat výběrem likvidity.
de_de: Liquiditätsanbieter erhalten eine Gebühr von 0,3 % auf alle Transaktionen, die proportional zu ihrem Anteil am Pool ist. Die Gebühren werden dem Pool hinzugefügt, fallen in Echtzeit an und können durch Abhebung Ihrer Liquidität eingefordert werden.
es_es: Los proveedores de liquidez obtienen una comisión del 0,3% en todas las operaciones, proporcional a su participación en el pool. Las comisiones se añaden al fondo, se acumulan en tiempo real y se pueden reclamar retirando tu liquidez.
fr_fr: Les fournisseurs de liquidité perçoivent une commission de 0,3 % sur toutes les transactions proportionnelle à leur part du pool. Les frais sont ajoutés au pool, s'accumulent en temps réel et peuvent être réclamés en retirant vos liquidités.
hu_hu: A likviditást nyújtók 0.3% díjat kapnak minden kereskedés után pool méretével arányosan. A díjak a pool méretéhez valós időben hozzáadódnak és a likviditás igénylésével lehet hozzájutni.
id_id: Penyedia likuiditas mendapatkan biaya 0,3% dari semua perdagangan yang sebanding dengan bagian mereka dari pool. Biaya ditambahkan ke pool, bertambah secara real time dan dapat diklaim dengan menarik likuiditas Anda.
it_it: I fornitori di liquidità percepiscono una commissione dello 0,3% su tutte le operazioni, in proporzione alla loro quota di pool. Le commissioni vengono aggiunte al pool, si accumulano in tempo reale e possono essere richieste ritirando la liquidità.
ja_jp: 流動性提供者は、プールのシェアに応じて全取引の0.3％の手数料を獲得します。手数料はリアルタイムでプールに追加され、流動性を引き出すことで請求することができます。
nl_nl: Liquiditeitsverschaffers verdienen een vergoeding van 0,3% op alle transacties in verhouding tot hun aandeel in de pool. Vergoedingen worden aan de pool toegevoegd, worden in realtime opgebouwd en kunnen worden opgeëist door jouw liquiditeit op te nemen.
pl_pl: Dostawcy płynności pobierają opłatę w wysokości 0,3% od wszystkich transakcji proporcjonalnie do ich udziału w puli. Opłaty są dodawane do puli, naliczane w czasie rzeczywistym i mogą być pobierane poprzez wycofanie płynności.
pt_pt: Os fornecedores de liquidez ganham uma comissão de 0,3% sobre todas as transacções, proporcional à sua quota do fundo comum. As comissões são adicionadas ao pool, acumulam-se em tempo real e podem ser reclamadas ao retirar a sua liquidez.
ro_ro: Furnizorii de lichiditate încasează un comision de 0,3% pentru toate tranzacțiile, proporțional cu cota lor din fondul comun. Comisioanele sunt adăugate la fondul comun, se acumulează în timp real și pot fi solicitate prin retragerea lichidității.
ru_ru: Поставщики ликвидности получают комиссию в размере 0,3% со всех сделок, пропорциональную их доле в пуле. Комиссии добавляются в пул, начисляются в режиме реального времени и могут быть получены после вывода ликвидности.
sk_sk: Poskytovatelia likvidity zarábajú 0,3% poplatok zo všetkých obchodov úmerný ich podielu na poole. Poplatky sa pripočítavajú do fondu, hromadia sa v reálnom čase a možno si ich nárokovať stiahnutím likvidity.
sv_se: Likviditetsleverantörer tjänar en avgift på 0,3 % på alla affärer i proportion till deras andel av poolen. Avgifterna läggs till poolen, ackumuleras i realtid och kan tas ut genom att dra tillbaka din likviditet.
th_th: ผู้ให้บริการด้านสภาพคล่องจะได้รับค่าธรรมเนียม 0.3% สำหรับการซื้อขายทั้งหมดตามสัดส่วนของส่วนแบ่งของพูล ค่าธรรมเนียมจะถูกเพิ่มเข้าในพูล เกิดขึ้นตามเวลาจริงและสามารถรับโทเค็นได้โดยการถอนสภาพคล่องของคุณ
tr_tr: Likidite sağlayıcılar, havuzdaki paylarıyla orantılı olarak tüm işlemlerden %0,3 ücret alırlar. Ücretler havuza eklenir, gerçek zamanlı olarak tahakkuk eder ve likiditenizi çekerek talep edilebilir.
vi_vn: Các nhà cung cấp thanh khoản sẽ kiếm được khoản phí 0,3% cho tất cả các giao dịch tỷ lệ thuận với phần của họ trong nhóm. Phí sẽ được thêm vào nhóm, tích lũy theo thời gian thực và có thể được yêu cầu nhận bằng cách rút thanh khoản của bạn.

source: Lists
ar_sa: القوائم
bg_bg: Списъци
cs_cz: Seznamy
de_de: Listen
es_es: Listas
fr_fr: Listes
hu_hu: Listák
id_id: Daftar
it_it: Listing
ja_jp: リスト
nl_nl: Lijsten
pl_pl: Listy
pt_pt: Listas
ro_ro: Liste
ru_ru: Списки
sk_sk: Zoznamy
sv_se: Listor
th_th: รายการต่างๆ
tr_tr: Listeler
vi_vn: Danh sác

source: Loaded
ar_sa: تمّ التحميل
bg_bg: Заредено
cs_cz: Načteno
de_de: Geladen
es_es: Cargado
fr_fr: Chargé
hu_hu: Betöltve
id_id: Dimuat
it_it: Caricato
ja_jp: ロード完了
nl_nl: Geladen
pl_pl: Załadowany
pt_pt: Carregado
ro_ro: Încărcat
ru_ru: Загружено
sk_sk: Nabité
sv_se: Laddad
th_th: โหลดแล้ว
tr_tr: Yüklendi
vi_vn: Đã tải

source: Loading
ar_sa: التحميل جارٍ
bg_bg: Зарежда
cs_cz: Načítání
de_de: Laden
es_es: Cargando
fr_fr: Chargement
hu_hu: Betöltés
id_id: Memuat
it_it: Caricamento
ja_jp: ロード中
nl_nl: Bezig met laden
pl_pl: Ładowanie
pt_pt: Carregando
ro_ro: Încărcare
ru_ru: Загружается
sk_sk: Načítava sa
sv_se: Laddar
th_th: กำลังโหลด
tr_tr: Yükleniyor
vi_vn: Đang tải

source: Manage
ar_sa: إدارة
bg_bg: Управлявай
cs_cz: Správa
de_de: Verwalten
es_es: Gestionar
fr_fr: Gérer
hu_hu: Kezelés
id_id: Mengatur
it_it: Gestire
ja_jp: 管理する
nl_nl: Beheren
pl_pl: Zarządzanie
pt_pt: Gerir
ro_ro: Gestionează
ru_ru: Управлять
sk_sk: Spravovať
sv_se: Hantera
th_th: จัดการ
tr_tr: Yönet
vi_vn: Quản lý

source: Manage Liquidity in Rewards Pool
ar_sa: إدارة السيولة في مجموعة المكافآت
bg_bg: Управление на ликвидността в награден басейн
cs_cz: Řízení likvidity v poolu odměn
de_de: Liquidität im Prämien-Pool verwalten
es_es: Gestionar la liquidez en el fondo de recompensas
fr_fr: Gérer la liquidité du pool de récompenses
hu_hu: Likviditás kezelése a jutalmazási poolokban
id_id: Atur Likuiditas di Pool Imbalan
it_it: Gestire la liquidità nel pool di ricompense
ja_jp: 報酬プールの流動性を管理する
nl_nl: Beheer de Liquiditeit in de Beloningspool
pl_pl: Zarządzanie płynnością w puli nagród
pt_pt: Gerir a Liquidez do Fundo Comum de Recompensas
ro_ro: Gestionează lichiditatea în fondul de recompense
ru_ru: Управлять ликвидностью в пуле вознаграждений
sk_sk: Spravujte likviditu v skupine odmien
sv_se: Hantera likviditeten i belöningspoolen
th_th: จัดการสภาพคล่องใน Rewards Pool
tr_tr: Ödül Havuzundaki Likiditeyi Yönet
vi_vn: Quản Lý Thanh Khoản trong Nhóm Phần Thưởng

source: Manage Token Lists
ar_sa: إدارة قوائم الرموز
bg_bg: Управление на списъци с токени
cs_cz: Správa seznamů tokenů
de_de: Token-Listen verwalten
es_es: Gestionar listas de tokens
fr_fr: Gérer les listes de jetons
hu_hu: Tokenlisták kezelése
id_id: Atur Daftar Token
it_it: Gestisci elenchi token
ja_jp: トークンリストを管理する
nl_nl: Token Lijsten Beheren
pl_pl: Zarządzanie listami tokenów
pt_pt: Gerir Listagens de Tokens
ro_ro: Gestionează listele de token-uri
ru_ru: Управлять списками токенов
sk_sk: Spravovať zoznamy tokenov
sv_se: Hantera Token-listor
th_th: จัดการรายการโทเค็น
tr_tr: Token Listelerini Yönet
vi_vn: Quản Lý Danh Sách Mã Thông Báo

source: Manage this pool.
ar_sa: إدارة هذه المجموعة.
bg_bg: Управление на този басейн.
cs_cz: Správa tohoto poolu.
de_de: Diesen Pool verwalten.
es_es: Gestiona este pool.
fr_fr: Gérer ce pool.
hu_hu: Ennek a poolnak a kezelése
id_id: Atur pool ini
it_it: Gestisci questo pool.
ja_jp: このプールを管理する
nl_nl: Beheer deze pool.
pl_pl: Zarządzaj tą pulą.
pt_pt: Gerir este pool.
ro_ro: Gestionează acest fond comun.
ru_ru: Управлять этим пулом.
sk_sk: Spravovať tento pool.
sv_se: Hantera denna pool.
th_th: จัดการพูลนี้
tr_tr: Bu havuzu yönet.
vi_vn: Quản lý pool này

source: Max
ar_sa: الأقصى
bg_bg: Максимум
hu_hu: Maximum
id_id: Maks
it_it: Massimo
ja_jp: 最大
pt_pt: Máximo
ro_ro: Maxim
ru_ru: Макс.
th_th: สูงสุด
tr_tr: Maks
vi_vn: Tối đa

source: Max Price
ar_sa: السعر الأقصى
bg_bg: Максимална Цена
cs_cz: Max. cena
de_de: Maximaler Preis
es_es: Precio Máximo
fr_fr: Prix maximum
hu_hu: Maximum ár
id_id: Harga Maks
it_it: Prezzo Massimo
ja_jp: 最大価格
nl_nl: Max Prijs
pl_pl: Maksymalna cena
pt_pt: Preço Máximo
ro_ro: Preț maxim
ru_ru: Макс. цена
sk_sk: Maximálna cena
sv_se: Maxpris
th_th: ราคาสูงสุด
tr_tr: Maks Fiyat
vi_vn: Giá Tối Đa

source: Max price
ar_sa: السعر الأقصى
bg_bg: Максимална цена
cs_cz: Maximální cena
de_de: Maximaler Preis
es_es: Precio máximo
fr_fr: Prix maximum
hu_hu: Maximum ár
id_id: Harga maks
it_it: Prezzo massimo
ja_jp: 最大価格
nl_nl: Max prijs
pl_pl: Maksymalna cena
pt_pt: Preço Máximo
ro_ro: Preț Maxim
ru_ru: Макс. цена
sk_sk: Maximálna cena
sv_se: Maxpris
th_th: ราคาสูงสุด
tr_tr: Maks fiyat
vi_vn: Giá tối đa

source: Max:
ar_sa: الحد الأقصى:
bg_bg: Максимум:
es_es: Máx:
hu_hu: Maximum:
id_id: Maks:
it_it: Massimo:
ja_jp: 最大
pt_pt: Máximo:
ro_ro: Maxim:
ru_ru: Макс:
th_th: สูงสุด:
tr_tr: Maks:
vi_vn: Tối đa:

source: Maximum sent
ar_sa: الحد الأقصى المرسل
bg_bg: Максимум изпратени
cs_cz: Maximum odeslaných
de_de: Maximal gesendet
es_es: Envío máximo
fr_fr: Maximum envoyé
hu_hu: Maximum küldött
id_id: Terkirim maksimum
it_it: Massimo inviato
ja_jp: 最大送金額
nl_nl: Maximaal verzonden
pl_pl: Maksimum do wysłania
pt_pt: Máximo enviado
ro_ro: Maxim trimis
ru_ru: Максимально допустимое количество для отправки
sk_sk: Maximum odoslané
sv_se: maximalt skickat
th_th: ส่งสูงสุด
tr_tr: Maksimum gönderilen
vi_vn: Gửi tối đa

source: Menu
ar_sa: القائمة
bg_bg: Меню
de_de: Menü
es_es: Menú
hu_hu: Menü
ja_jp: メニュー
ro_ro: Meniu
ru_ru: Меню
sv_se: Meny
th_th: เมนู
tr_tr: Menü

source: Migrate
ar_sa: ترحيل
bg_bg: Мигрирай
cs_cz: Migrovat
de_de: Migrieren
es_es: Migrar
fr_fr: Émigrer
hu_hu: Áthelyezés
id_id: Migrasi
it_it: Migra
ja_jp: 移行する
nl_nl: Migreren
pl_pl: Migruj
pt_pt: Migrar
ro_ro: Migrează
ru_ru: Перенести
sk_sk: Migrovať
sv_se: Migrera
th_th: โยกย้าย
tr_tr: Taşı
vi_vn: Di chuyển

source: Migrate Liquidity
ar_sa: ترحيل السيولة
bg_bg: Мигриране на ликвидност
cs_cz: Migrovat likviditu
de_de: Liquidität migrieren
es_es: Migrar liquidez
fr_fr: Migrer la liquidité
hu_hu: Likviditás áthelyezése
id_id: Migrasi Likuiditas
it_it: Migra Liquidità
ja_jp: 流動性を移行する
nl_nl: Migreer Liquiditeit
pl_pl: Migracja płynności
pt_pt: Migrar Liquidez
ro_ro: Migrează lichiditate
ru_ru: Перенести ликвидность
sk_sk: Migrovať likviditu
sv_se: Migrera likviditet
th_th: โยกย้ายสภาพคล่อง
tr_tr: Likiditeyi Taşı
vi_vn: Di chuyển thanh khoản
