Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Arbitrum is in Beta and may experience downtime. During downtime, your position will not earn fees and you will be unable to remove liquidity. <0>Read more.</0>
ar_sa: مازال Arbitrum في الإصدار التجريبي وقد يواجه بعض التوقفات عن العمل. خلال فترة التوقف عن العمل، لن يربح مركزك رسوما ولن تتمكن من إزالة السيولة. <0> اقرأ المزيد. </0>
bg_bg: Arbitrum е в Бета версия и може да има технически проблеми. По време на техническите сривове, вашата позиция няма да печели такси и няма да можете да премахнете ликвидността. <0>Прочетете повече.</0>
cs_cz: Arbitrum je v beta fázi a může docházet k výpadkům. Během odstávky nebude vaše pozice vydělávat na poplatcích a nebudete moci odebírat likviditu. <0>Přečtěte si více.</0>
de_de: Arbitrum befindet sich in der Beta-Phase und es kann zu Ausfallzeiten kommen. Während der Ausfallzeit wird Ihre Position keine Gebühren verdienen und Sie können keine Liquidität abziehen. <0>Lesen Sie mehr.</0>
es_es: Arbitrum está en Beta y puede experimentar tiempos de inactividad. Durante el tiempo de inactividad, tu posición no devengará comisiones y no podrás retirar liquidez. <0>Más información.</0>
fr_fr: Arbitrum est en version bêta et peut connaître des temps d'arrêt. Pendant les périodes d'indisponibilité, votre position ne rapportera pas de frais et vous ne pourrez pas retirer de liquidité. <0>En savoir plus.</0>
hu_hu: Az Arbitrum jelenleg Béta fázisban van ezért előfordulhat, hogy nem elérhető. Ilyen esetben a pozícióddal nem fogsz tudni hozamot szerezni és a likviditást sem tudod kivonni. <0>Olvass tovább.</0>
id_id: Arbitrum masih dalam versi Beta dan mungkin mengalami downtime. Selama waktu henti, posisi Anda tidak akan mendapatkan biaya dan Anda tidak akan dapat menghapus likuiditas. <0>Baca lebih lanjut.</0>
it_it: Arbitrum è in fase Beta e potrebbe essere soggetto a tempi di inattività. Durante i tempi di inattività, la vostra posizione non guadagnerà commissioni e non potrete rimuovere la liquidità. <0>Leggi di più.</0>
ja_jp: Arbitrumはベータ版であり、ダウンタイムが発生する可能性があります。ダウンタイム中は、ポジションから手数料を得ることはできず、流動性を取り除くこともできません。<0>続きを読む</0>
nl_nl: Arbitrum bevindt zich in de bètafase en kan downtime ervaren. Tijdens downtime ontvangt jouw positie geen vergoedingen en kunt u geen liquiditeit verwijderen. <0>Lees meer.</0>
pl_pl: Arbitrum jest w fazie Beta i może wystąpić przestój. Podczas przestoju Twoja pozycja nie będzie generować opłat i nie będziesz mógł usunąć płynności. <0>Dowiedz się więcej.</0>
pt_pt: O Arbitrum está em fase Beta e pode passar por períodos de inatividade. Durante o período de inatividade, sua posição não ganhará taxas e você não poderá remover a liquidez. <0>Leia mais.</0>
ro_ro: Arbitrum este în faza Beta și poate avea perioade de întrerupere. În timpul acestor perioade de întrerupere, poziția ta nu va câștiga comisioane și nu vei putea elimina lichidități. <0>Citește mai mult.</0>
ru_ru: Arbitrum находится в стадии бета-тестирования, поэтому могут быть моменты простоя. Во время простоя Ваша позиция не будет зарабатывать комиссионные, и Вы не сможете удалить ликвидность. <0>Подробнее.</0>
sk_sk: Arbitrum je v beta verzii a môže dôjsť k výpadkom. Počas výpadku vaša pozícia nebude zarábať poplatky a nebudete môcť odstrániť likviditu. <0>Prečítajte si viac.</0>
sv_se: Arbitrum är i Beta och kan uppleva driftstopp. Under driftstopp kommer din position inte att tjäna avgifter och du kommer inte att kunna ta bort likviditet. <0>Läs mer.</0>
th_th: Arbitrum อยู่ในรุ่นเบต้าและอาจประสบปัญหาการหยุดทำงาน ในช่วงเวลาหยุดทำงาน ตำแหน่งของคุณจะไม่ได้รับค่าธรรมเนียมและคุณจะไม่สามารถลบสภาพคล่องได้ <0>อ่านเพิ่มเติม</0>
tr_tr: Arbitrum Beta aşamasındadır ve kesintiler yaşanabilir. Kesinti süresi boyunca, pozisyonunuz ücret kazanmayacak ve likiditeyi kaldıramayacaksınız. <0>Daha fazla oku.</0>
vi_vn: Arbitrum đang ở giai đoạn Beta và có thể gặp thời gian ngừng hoạt động. Trong thời gian ngừng hoạt động, vị thế của bạn sẽ không kiếm được phí và bạn sẽ không thể thực hiệnrút thanh khoản. <0>Đọc thêm.</0>

source: Are you sure?
ar_sa: هل أنت متأكد؟
bg_bg: Сигурни ли сте?
cs_cz: Jste si jistý?
de_de: Sind Sie sich sicher?
es_es: ¿Estás seguro?
fr_fr: Es-tu sûr?
hu_hu: Biztos vagy benne?
id_id: Anda yakin?
it_it: Sei sicuro?
ja_jp: 本当によろしいですか？
nl_nl: Weet je het zeker?
pl_pl: Jesteś pewny?
pt_pt: Tem certeza?
ro_ro: Ești sigur?
ru_ru: Вы уверены?
sk_sk: Ste si istý?
sv_se: Är du säker?
th_th: คุณแน่ใจไหม?
tr_tr: Emin misiniz?
vi_vn: Bạn có chắc không?

source: As a member of the BestDex community you may claim UNI to be used for voting and governance.<0/><1/>
ar_sa: بصفتك عضوا في مجتمع BestDex، يمكنك المطالبة باستخدام UNI للتصويت والحوكمة. <0/> <1/>
bg_bg: Като член на общността на BestDex може да заявявате UNI, които да бъдат използвани за гласуване и управление.<0/><1/>
cs_cz: Jako člen komunity BestDex si můžete nárokovat UNI pro hlasování a správu.<0/><1/>
de_de: Als Mitglied der BestDex-Community können Sie UNI für Abstimmungen und Verwaltung in Anspruch nehmen.<0/><1/>
es_es: Como miembro de la comunidad BestDex puedes reclamar UNI para utilizarlo para votar y para gobernanza.<0/><1/>
fr_fr: En tant que membre de la communauté BestDex, vous pouvez réclamer que UNI soit utilisé pour le vote et la gouvernance.<0/><1/>
hu_hu: A BestDex közösség tagjaként igényelhetsz UNI-t amit szavazásra és kormányzásra használhatsz.<0/><1/>
id_id: Sebagai anggota komunitas BestDex, Anda dapat mengklaim UNI untuk digunakan untuk voting dan tata kelola.
it_it: In qualità di membro della comunità BestDex si può richiedere l'utilizzo di UNI per le votazioni e la governance.<0/><1/>
ja_jp: BestDexコミュニティのメンバーとして、投票とガバナンスに使用するためにUNIを請求することができます。<0/><1/>
nl_nl: Als lid van de BestDex-community kun je aanspraak maken op UNI om te worden gebruikt voor stemmen en bestuur.<0/><1/>
pl_pl: Jako członek społeczności BestDex możesz ubiegać się o wykorzystanie UNI do głosowania i zarządzania.<0/><1/>
pt_pt: Como membro da comunidade BestDex pode reivindicar UNI para ser utilizada para votação e governação.<0/><1/>
ro_ro: În calitate de membru al comunității BestDex, poți revendica UNI pentru a fi folosit pentru vot și guvernare.<0/><1/>
ru_ru: Как член сообщества BestDex Вы можете получить UNI, чтобы принять участие в голосовании и управлении.<0/><1/>
sk_sk: Ako člen komunity BestDex môžete tvrdiť, že UNI sa používa na hlasovanie a riadenie.<0/><1/>
sv_se: Som medlem i BestDex-gemenskapen kan du kräva att UNI används för röstning och styrning.<0/><1/>
th_th: ในฐานะสมาชิกของชุมชน BestDex คุณสามารถรับโทเค็น UNI ใช้สำหรับการลงคะแนนและการกำกับดูแล<0/><1/>
tr_tr: BestDex topluluğunun bir üyesi olarak, oylama ve yönetim için kullanılmak üzere UNI talep edebilirsiniz.<0/><1/>
vi_vn: Là thành viên của cộng đồng BestDex, bạn có thể yêu cầu nhận UNI được sử dụng để bỏ phiếu và quản trị.<0/><1/>

source: At least {0} {1} and {2} {3} will be refunded to your wallet due to selected price range.
ar_sa: سيتم رد ما لا يقل عن {0} {1} و {2} {3} إلى محفظتك بسبب النطاق السعري المحدد.
bg_bg: Поне {0} {1} и {2} {3} ще бъдат върнати във вашия портфейл заради избрания ценови диапазон.
cs_cz: Nejméně {0} {1} a {2} {3} bude vráceno do vaší peněženky kvůli zvolenému cenovému rozpětí.
de_de: Mindestens {0} {1} und {2} {3} werden aufgrund der gewählten Preisspanne auf Ihre Wallet zurückerstattet.
es_es: Al menos {0} {1} y {2} {3} se reembolsarán a tu wallet debido al rango de precios seleccionado.
fr_fr: Au moins {0} {1} et {2} {3} seront remboursés sur votre porte-monnaie en raison de la fourchette de prix sélectionnée.
hu_hu: A kiválasztott ársáv miatt legalább {0} {1} és {2} {3} visszautalásra kerül a tárcádba.
id_id: Setidaknya {0} {1} dan {2} {3} akan dikembalikan ke dompet Anda sesuai dengan kisaran harga yang dipilih.
it_it: {0} {1} e {2} {3} saranno rimborsati sul vostro portafoglio a causa della fascia di prezzo selezionata.
ja_jp: 選択された価格範囲に応じて、少なくとも{0} {1}と{2} {3}があなたのウォレットに返金されます。
nl_nl: Ten minste {0} {1} en {2} {3} worden teruggestort in je wallet vanwege de geselecteerde prijsklasse.
pl_pl: Co najmniej {0} {1} i {2} {3} zostanie zwrócone do Twojego portfela ze względu na wybrany przedział cenowy.
pt_pt: Pelo menos {0} {1} e {2} {3} serão reembolsados na sua carteira devido à gama de preços selecionada.
ro_ro: Cel puțin {0} {1} și {2} {3} vor fi rambursate în portofelul tău din cauza intervalului de preț selectat.
ru_ru: Как минимум {0} {1} и {2} {3} будут возвращены на Ваш кошелек из-за выбранного ценового диапазона.
sk_sk: Minimálne {0} {1} a {2} {3} budú vrátené do vašej peňaženky z dôvodu zvoleného cenového rozsahu.
sv_se: Minst {0} {1} och {2} {3} kommer att återbetalas till din plånbok på grund av valt prisintervall.
th_th: อย่างน้อย {0} {1} และ {2} {3} จะถูกส่งคืนไปยังกระเป๋าเงินของคุณตามช่วงราคาที่เลือก
tr_tr: Seçilen fiyat aralığı nedeniyle en az {0} {1} ve {2} {3} cüzdanınıza iade edilecektir.
vi_vn: Ít nhất {0} {1} và {2} {3} sẽ được hoàn lại vào ví tiền điện tử của bạn do phạm vi giá đã chọn.

source: Auto
ar_sa: آلي
bg_bg: Автоматично
id_id: Otomatis
ja_jp: 自動
pl_pl: Automatyczny
ru_ru: Авто
sv_se: Automatisk
th_th: อัตโนมัติ
tr_tr: Otomatik
vi_vn: Tự động

source: Available to deposit: {0}
ar_sa: متاح للإيداع: {0}
bg_bg: На разположение за депозиране: {0}
cs_cz: K dispozici pro vklad: {0}
de_de: Verfügbar für Einzahlungen: {0}
es_es: Disponible para depositar: {0}
fr_fr: Disponible en dépôt : {0}
hu_hu: Befizethető összeg: {0}
id_id: Tersedia untuk deposit: {0}
it_it: Disponibile per il deposito: {0}
ja_jp: 入金可能: {0}
nl_nl: Beschikbaar om te storten: {0}
pl_pl: Dostępne do wpłaty: {0}
pt_pt: Disponível para depósito: {0}
ro_ro: Disponibil pentru depunere: {0}
ru_ru: Доступно для внесения депозита: {0}
sk_sk: K dispozícii na vloženie: {0}
sv_se: Tillgängligt för insättning: {0}
th_th: สามารถฝากได้: {0}
tr_tr: Yatırılabilecek: {0}
vi_vn: Có sẵn để gửi tiền: {0}

source: BD LP LP tokens are required. Once you've added liquidity to the {0}-{1} pool you can stake your liquidity tokens on this page.
ar_sa: الرموز المميزة BD LP LP مطلوبة. بمجرد إضافة السيولة إلى تجمع {0} - {1} يمكنك المراهنة برموز السيولة الخاصة بك في هذه الصفحة.
bg_bg: Изискват се BD LP маркери. След като сте добавили ликвидност към басейна {0}-{1}, можете да заложите своите ликвидни маркери на тази страница.
cs_cz: Jsou vyžadovány tokeny BD LP LP. Po přidání likvidity do poolu {0}-{1} můžete své tokeny na likviditu stakeovat na této stránce.
de_de: BD LP LP-Token sind erforderlich. Sobald Sie dem {0}-{1}-Pool Liquidität hinzugefügt haben, können Sie Ihre Liquiditäts-Token auf dieser Seite einsetzen.
es_es: Se necesitan tokens de BD LP. Una vez que hayas añadido liquidez al {0}-{1} fondo, puedes Hacer staking con tus tokens de liquidez en esta página.
fr_fr: Les jetons BD LP LP sont requis. Une fois que vous avez ajouté de la liquidité au pool {0}-{1}, vous pouvez miser vos jetons de liquidité sur cette page.
hu_hu: BD LP LP tokenen szükségesek. Amint a {0}- {1} medencéhez likviditást adtál stakelheted a tokenjeidet.
id_id: Diperlukan token BD LP LP. Setelah Anda menambahkan likuiditas ke pool {0}-{1}, Anda dapat mempertaruhkan token likuiditas Anda di halaman ini.
it_it: Sono necessari token BD LP. Una volta aggiunta la liquidità al pool {0}-{1}, è possibile mettere in stake i token di liquidità su questa pagina.
ja_jp: BD LP LPトークンが必要です。{0}-{1}プールに流動性を追加した後、このページで流動性トークンをステーキングすることができます。
nl_nl: BD LP LP tokens zijn vereist. Zodra je liquiditeit hebt toegevoegd aan de {0}-{1} pool, kun je jouw liquiditeitstokens inzetten op deze pagina.
pl_pl: Tokeny BD LP LP są wymagane. Po dodaniu płynności do puli {0}-{1} możesz stakować swoje tokeny płynności na tej stronie.
pt_pt: São necessários tokens BD LP LP. Após adicionar liquidez à pool {0}-{1}, pode apostar os seus tokens de liquidez nesta página.
ro_ro: Sunt necesare jetoane BD LP LP. După ce ai adăugat lichiditate în fondul {0}-{1}, poți face staking cu jetoanele tale cu lichiditate pe această pagină.
ru_ru: Требуются токены BD LP LP. Добавив ликвидность в пул {0}-{1}, Вы можете отправить свои токены в стейкинг на этой странице.
sk_sk: BD LP LP tokeny sú povinné. Po pridaní likvidity do skupiny {0}-{1} môžete na tejto stránke vsadiť svoje žetóny likvidity.
sv_se: BD LP LP-tokens krävs. När du har tillfört likviditet till {0}-{1}-poolen kan du satsa dina likviditetstoken på den här sidan.
th_th: จำเป็นต้องมีโทเค็น BD LP LP เมื่อคุณเพิ่มสภาพคล่องในกลุ่ม {0}-{1} แล้ว คุณสามารถ stake โทเค็นสภาพคล่องของคุณได้ในหน้านี้
tr_tr: BD LP LP tokenleri gereklidir. {0}-{1} havuzuna likidite ekledikten sonra likidite tokenlerinizi bu sayfada stake edebilirsiniz.
vi_vn: Mã thông báo BD LP LP là điều bắt buộc. Khi bạn đã thêm tính thanh khoản vào {0}-{1} pool, bạn có thể thực hiện đặt cược mã thông báo thanh khoản của mình trên trang này.

source: BD LP {0}/{1} Burned
ar_sa: BD LP {0}/{1} تم حرقها
bg_bg: BD LP {0}/{1} Изгорени
cs_cz: BD LP {0}/{1} Spáleno
de_de: BD LP {0}/{1} verbrannt
es_es: BD LP {0}/{1} Quemado
fr_fr: Disque vinyle BD {0}/{1} brûlé
hu_hu: BD LP {0}/{1} elégetve
id_id: BD LP {0}/{1} Terbakar
it_it: BD LP {0}/{1} Bruciati
ja_jp: BD LP {0}/{1} 焼却済み
nl_nl: BD-LP {0}/{1} Geburned
pl_pl: BD LP {0}/{1} spalone
pt_pt: BD LP {0}/{1} Queimados
ro_ro: BD LP {0}/{1} Ars
ru_ru: BD LP {0}/{1} сожжены
sk_sk: BD LP {0}/{1} zničených
th_th: BD LP {0}/{1} ถูกเผา
tr_tr: BD LP {0}/{1} Yakıldı
vi_vn: BD LP {0}/{1} đã được đốt

source: Balance:
ar_sa: الرصيد:
bg_bg: Баланс:
cs_cz: Bilance:
de_de: Saldo:
es_es: Saldo:
fr_fr: Équilibre:
hu_hu: Egyenleg:
id_id: Saldo:
it_it: Saldo:
ja_jp: 残高:
nl_nl: Balans:
pl_pl: Saldo:
pt_pt: Saldo:
ro_ro: Sold:
ru_ru: Баланс:
sk_sk: Zostatok:
sv_se: Balans:
th_th: สมดุล:
tr_tr: Bakiye:
vi_vn: Số dư:

source: Balance: {0} {1}
ar_sa: الرصيد: {0} {1}
bg_bg: Баланс: {0} {1}
cs_cz: Bilance: {0} {1}
de_de: Saldo: {0} {1}
es_es: Saldo: {0} {1}
fr_fr: Solde : {0} {1}
hu_hu: Egyenleg: {0} {1}
id_id: Saldo: {0} {1}
it_it: Saldo: {0} {1}
ja_jp: 残高: {0} {1}
nl_nl: Saldo: {0} {1}
pl_pl: Saldo: {0} {1}
pt_pt: Saldo: (0) (1)
ro_ro: Sold: {0} {1}
ru_ru: Баланс: {0} {1}
sk_sk: Zostatok: {0} {1}
sv_se: Balans: {0} {1}
th_th: ยอดคงเหลือ: {0} {1}
tr_tr: Bakiye: {0} {1}
vi_vn: Số dư: {0} {1}

source: Best for exotic pairs.
ar_sa: الأفضل للأزواج الغريبة.
bg_bg: Най-добър за екзотични двойки.
cs_cz: Nejlepší pro exotické páry.
de_de: Am besten für exotische Paare.
es_es: Best para pares exóticos.
fr_fr: Idéal pour les paires exotiques.
hu_hu: A legjobb különleges párosokhoz.
id_id: Best untuk pasangan yang eksotis.
it_it: Ideale per coppie exotic.
ja_jp: エキゾチックなペアにBest
nl_nl: Het beste voor exotische paren.
pl_pl: Best dla egzotycznych par.
pt_pt: Ideal para pares exóticos.
ro_ro: Optim pentru perechi exotice.
ru_ru: Лучшая биржа для редких пар.
sk_sk: Najlepšie pre exotické páry.
sv_se: Bäst för exotiska par.
th_th: ดีที่สุดสำหรับคู่ที่แปลกใหม่
tr_tr: Egzotik çiftler için en iyisi.
vi_vn: Tốt nhất cho các cặp kỳ lạ.

source: Best for most pairs.
ar_sa: الأفضل لمعظم الأزواج.
bg_bg: Най-добър за повечето двойки.
cs_cz: Nejlepší pro většinu párů.
de_de: Am besten für die meisten Paare.
es_es: Best para la mayoría de pares.
fr_fr: Idéal pour la plupart des paires.
hu_hu: A legtöbb pároshoz ideális.
id_id: Best untuk sebagian besar pasangan.
it_it: Ideale per la maggior parte delle coppie di valute.
ja_jp: ほとんどのペアにBest
nl_nl: Het beste voor de meeste paren.
pl_pl: Best dla większości par.
pt_pt: Ideal para a maioria dos pares.
ro_ro: Optim pentru majoritatea perechilor.
ru_ru: Лучшая биржа для популярных пар.
sk_sk: Najlepšie pre väčšinu párov.
sv_se: Bäst för de flesta par.
th_th: ดีที่สุดสำหรับคู่ยอดนิยมที่สุด
tr_tr: Çoğu çift için en iyisi.
vi_vn: Tốt nhất cho hầu hết các cặp.

source: Best for stable pairs.
ar_sa: الأفضل للأزواج المستقرة.
bg_bg: Най-добър за стабилни двойки.
cs_cz: Nejlepší pro stabilní páry.
de_de: Am besten für stabile Paare.
es_es: Best para pares estables.
fr_fr: Idéal pour les paires stables.
hu_hu: A stabil párosokhoz a legjobb.
id_id: Best untuk pasangan yang stabil.
it_it: Ideale per coppie di valute stabili.
ja_jp: 安定したペアにBest
nl_nl: Het beste voor stabiele paren.
pl_pl: Best dla stabilnych par.
pt_pt: Ideal para a maioria dos pares.
ro_ro: Optim pentru perechile stabile.
ru_ru: Лучшая биржа для стабильных пар.
sk_sk: Najlepšie pre stabilné páry.
sv_se: Bäst för stabila par.
th_th: ดีที่สุดสำหรับคู่ที่มั่นคง
tr_tr: Kararlı çiftler için en iyisi.
vi_vn: Tốt nhất cho các cặp ổn định.

source: Best for very stable pairs.
ar_sa: الأفضل للأزواج المستقرة جدا.
bg_bg: Най-добър за много стабилни двойки.
cs_cz: Nejlepší pro velmi stabilní páry.
de_de: Am besten für sehr stabile Paare.
es_es: Best para pares muy estables.
fr_fr: Idéal pour les paires très stables.
hu_hu: A nagyon stabil párosokhoz a legjobb.
id_id: untuk pasangan yang sangat stabil.
it_it: Ideale per coppie di valute molto stabili.
ja_jp: 非常に安定したペアにBest
nl_nl: Het beste voor hele stabiele paren.
pl_pl: Best dla bardzo stabilnych par.
pt_pt: Ideal para muitos pares de stable.
ro_ro: Optim pentru perechi foarte stabile.
ru_ru: Лучшая биржа для очень стабильных пар.
sk_sk: Najlepšie pre veľmi stabilné páry.
sv_se: Bäst för mycket stabila par.
th_th: ดีที่สุดสำหรับคู่ที่เสถียรมาก
tr_tr: Çok kararlı çiftler için en iyisi.
vi_vn: Tốt nhất cho các cặp rất ổn định.

source: BestDex available in: <0>{0}</0>
ar_sa: BestDex متاح في: <0>{0}</0>
bg_bg: BestDex е наличен в: <0>{0}</0>
cs_cz: BestDex je k dispozici v: <0>{0}</0>
de_de: BestDex verfügbar in: <0>{0}</0>
es_es: BestDex disponible en: <0>{0}</0>
fr_fr: BestDex disponible en : <0>{0}</0>
hu_hu: A BestDex elérhető: <0>{0}</0>
id_id: BestDex tersedia dalam: <0>{0}</0>
it_it: BestDex disponibile in: <0>{0}</0>
ja_jp: BestDexは次で利用可能: <0>{0}</0>
nl_nl: BestDex beschikbaar in: <0>{0}</0>
pl_pl: BestDex dostępny w: <0>{0}</0>
pt_pt: BestDex disponível em: <0>{0}</0>
ro_ro: BestDex disponibil în: <0>{0}</0>
ru_ru: BestDex доступен в: <0>{0}</0>
sk_sk: BestDex dostupné v: <0>{0}</0>
sv_se: BestDex tillgänglig i: <0>{0}</0>
th_th: BestDex มีอยู่ใน: <0>{0}</0>
tr_tr: BestDex şurada mevcuttur: <0>{0}</0>
vi_vn: BestDex có sẵn trong: <0>{0}</0>

source: BestDex governance is only available on Layer 1. Switch your network to Ethereum Mainnet to view Proposals and Vote.
ar_sa: لا تتوفر حوكمة BestDex إلا في الطبقة 1. قم بتبديل شبكتك إلى Ethereum Mainnet لعرض المقترحات والتصويت.
bg_bg: Управлението на BestDex е налично само на Ниво 1. Превключете вашата мрежа към Ethereum Mainnet, за да видите предложенията и да гласувате.
cs_cz: Správa BestDex je k dispozici pouze na vrstvě 1. Chcete-li zobrazit návrhy a hlasovat, přepněte svou síť na Ethereum Mainnet.
de_de: BestDex Verwaltung ist nur auf Layer 1 verfügbar. Schalten Sie Ihr Netzwerk auf Ethereum Mainnet um, um Vorschläge zu sehen und abzustimmen.
es_es: La gobernanza de BestDex sólo está disponible en la Capa 1. Cambia tu red a Ethereum Mainnet para ver las Propuestas y Votar.
fr_fr: La gouvernance BestDex n'est disponible que sur la couche 1. Basculez votre réseau vers Ethereum Mainnet pour afficher les propositions et voter.
hu_hu: A BestDex kormányzás kizárólag Layer 1-en érhető el. Válts az Ethereum Mainnet hálózatára, hogy javaslatot tehess és szavazhass.
id_id: Tata kelola BestDex hanya tersedia di Layer 1. Alihkan jaringan Anda ke Ethereum Mainnet untuk melihat Proposal dan Voting.
it_it: La governance di BestDex è disponibile solo su Layer 1. Passa alla rete Ethereum Mainnet per visualizzare le proposte e votare.
ja_jp: BestDexのガバナンスはLayer 1でのみ利用可能です。提案と投票を表示するには、ネットワークをEthereum Mainnetに切り替えてください。
nl_nl: BestDex governance is alleen beschikbaar op Layer 1. Schakel je netwerk over naar Ethereum Mainnet om Voorstellen te bekijken en te Stemmen.
pl_pl: Zarządzanie BestDex jest dostępne tylko w warstwie 1. Przełącz swoją sieć na Ethereum Mainnet, aby przeglądać propozycje i głosować.
pt_pt: A governança de BestDex só está disponível na Camada 1. Mude a sua rede para Ethereum Mainnet para ver as propostas e votar.
ro_ro: Guvernanța BestDex este disponibilă numai pe Layer 1. Schimbă-ți rețeaua pe Ethereum Mainnet pentru a vedea propunerile și a vota.
ru_ru: Управление BestDex доступно только на уровне 1. Переключите свою сеть на Ethereum Mainnet, чтобы просматривать предложения и голосовать.
sk_sk: BestDex governance je k dispozícii len na vrstve 1. Ak chcete zobraziť návrhy a hlasovať, prepnite svoju sieť na Ethereum Mainnet.
sv_se: BestDex styrning är endast tillgänglig på lager 1. Växla ditt nätverk till Ethereum Mainnet för att se förslag och rösta.
th_th: การกำกับดูแล BestDex ใช้ได้เฉพาะในเลเยอร์ 1 เปลี่ยนเครือข่ายของคุณเป็น Ethereum Mainnet เพื่อดูข้อเสนอและโหวต
tr_tr: BestDex yönetişimi sadece Katman 1'de mevcuttur. Teklifleri görüntülemek ve Oy vermek için ağınızı Ethereum Mainnet'e geçirin.
vi_vn: Quản trị BestDex chỉ khả dụng trên Layer 1. Chuyển mạng của bạn sang Ethereum Mainnet để xem các Đề xuất và Bình chọn.

source: BestDex liquidity mining
ar_sa: تعدين السيولة BestDex
bg_bg: Миниране на ликвидност на BestDex
cs_cz: Těžba likvidity BestDex
de_de: BestDex-Liquiditäts-Mining
es_es: Minería de liquidez BestDex
fr_fr: Extraction de liquidité BestDex
hu_hu: BestDex likviditás bányászása
id_id: Penambangan likuiditas BestDex
it_it: Mining di liquidità BestDex
ja_jp: BestDex流動性マイニング
nl_nl: BestDex liquiditeitsmining
pl_pl: Wydobywanie płynności BestDex
pt_pt: Liquidez de mining BestDex
ro_ro: BestDex lichiditate de minerit
ru_ru: Майнинг ликвидности BestDex
sk_sk: Ťažba likvidity BestDex
sv_se: BestDex likviditetsmining
th_th: การขุดสภาพคล่อง BestDex
tr_tr: BestDex likidite madenciliği
vi_vn: Khai thác thanh khoản BestDex

source: BestDex migration contract↗
ar_sa: عقد ترحيل BestDex↗
bg_bg: BestDex контракт за миграция↗
cs_cz: BestDex migrace kontrakt
de_de: BestDex-Migrationsvertrag
es_es: Contrato de migración BestDex↗
fr_fr: Contrat de migration BestDex↗
hu_hu: BestDex áthelyezése szerződés↗
id_id: Kontrak migrasi BestDex ↗
it_it: Contratto di migrazione BestDex
ja_jp: BestDex移行契約↗
nl_nl: BestDex migratiecontract↗
pl_pl: Umowa migracji BestDex↗
pt_pt: Contrato de migração BestDex↗
ro_ro: Contract de migrare BestDex
ru_ru: Контракт переноса BestDex↗
sk_sk: BestDex migračný kontrakt↗
sv_se: Kontrakt för migrering av BestDex
th_th: สัญญาการย้ายข้อมูล BestDex↗
tr_tr: BestDex migrasyon sözleşmesi↗
vi_vn: Hợp đồng di chuyển BestDex↗

source: BestDex on {0}
ar_sa: BestDex على {0}
bg_bg: BestDex на {0}
cs_cz: BestDex na {0}
de_de: BestDex auf {0}
es_es: BestDex en {0}
fr_fr: BestDex sur {0}
hu_hu: BestDex {0}
id_id: BestDex pada {0}
it_it: BestDex su {0}
ja_jp: {0}上のBestDex
nl_nl: BestDex op {0}
pl_pl: BestDex na {0}
pt_pt: BestDex em (0)
ro_ro: BestDex pe {0}
ru_ru: BestDex в {0}
sk_sk: BestDex na {0}
sv_se: BestDex på {0}
th_th: BestDex บน {0}
tr_tr: {0} üzerinde BestDex
vi_vn: BestDex trên {0}

source: Blocked address
ar_sa: عنوان محظور
bg_bg: Блокиран адрес
cs_cz: Blokovaná adresa
de_de: Gesperrte Adresse
es_es: Dirección bloqueada
fr_fr: Adresse bloquée
hu_hu: Tiltott cím
id_id: Alamat yang diblokir
it_it: Indirizzo bloccato
ja_jp: ブロックされたアドレス
nl_nl: Geblokkeerd adres
pl_pl: Zablokowany adres
pt_pt: Endereço bloqueado
ro_ro: Adresa blocată
ru_ru: Заблокированный адрес
sk_sk: Zablokovaná adresa
sv_se: Blockerad adress
th_th: ที่อยู่ที่ถูกบล็อก
tr_tr: Engellenmiş adres
vi_vn: Địa chỉ bị chặn

source: Bridge
bg_bg: Мост
de_de: Brücke
es_es: Puente
fr_fr: Pont
ja_jp: ブリッジ
pl_pl: Most
pt_pt: Ponte
ru_ru: Мост
sk_sk: Most
sv_se: Brygga
th_th: สะพาน
tr_tr: Köprü
vi_vn: Cầu
