Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: If you already have Best Wallet installed, you can access Best DEX directly through the in-app 'swap' feature. This integration provides you with a seamless and convenient trading experience within a single app.
ar_sa: إذا كان لديك Best Wallet مثبتا بالفعل، فيمكنك الوصول إلى Best DEX مباشرة من خلال ميزة "المبادلة" داخل التطبيق. يوفر لك هذا التكامل تجربة تداول سلسة ومريحة داخل تطبيق واحد.
bg_bg: Ако вече имате инсталиран Best Wallet, можете да получите достъп до Best DEX директно чрез вградената функция 'swap'. Тази интеграция ви предоставя безпроблемно търговско преживяване на едно място.
cs_cz: Pokud již máte nainstalovanou aplikaci Best Wallet, můžete k ní přistupovat přímo prostřednictvím funkce "swap" v aplikaci. Tato integrace vám poskytuje bezproblémové a pohodlné obchodování v rámci jedné aplikace.
de_de: Wenn Sie Best Wallet bereits installiert haben, können Sie über die In-App-Tausch-Funktion direkt auf Best DEX zugreifen. Diese Integration bietet Ihnen ein nahtloses und bequemes Handelserlebnis innerhalb einer einzigen App.
es_es: Si ya tienes Best Wallet instalada, puedes acceder a Best DEX directamente a través de la función de "intercambio" de la aplicación. Esta integración te proporciona una experiencia de trading fluida y cómoda dentro de una única aplicación.
fr_fr: Si vous avez déjà installé Best Wallet, vous pouvez accéder directement à Best DEX via la fonction « swap » intégrée à l'application. Cette intégration vous offre une expérience de trading transparente et pratique au sein d'une seule application.
hu_hu: Amennyiben már eleve rendelkezel a Best Wallet alkalmazással, azon belül el tudod érni a Best DEX felületet a "Swap" menüponton keresztül. Az integrált felületnek hála egyszerűen és kényelmesen tudod végrehajtani a kereskedéseidet.
id_id: Jika Anda sudah menginstal Best Wallet, Anda dapat mengakses Best DEX secara langsung melalui fitur 'swap' dalam aplikasi. Integrasi ini memberi Anda pengalaman trading yang mulus dan nyaman dalam satu aplikasi.
it_it: Se avete già installato Best Wallet, potete accedere a Best DEX direttamente attraverso la funzione "swap" dell'app. Questa integrazione vi offre un'esperienza di trading semplice e conveniente all'interno di un'unica app.
ja_jp: すでにBest Walletをインストールしている場合、アプリ内の'swap'機能を通じて直接Best DEXにアクセスできます。この連携により、単一のアプリ内でシームレスで便利な取引体験が提供されます。
nl_nl: Als je Best Wallet al hebt geïnstalleerd, heb je rechtstreeks toegang tot Best DEX via de in-app 'swap' functie. Deze integratie biedt je een naadloze en handige handelservaring binnen één enkele app.
pl_pl: Jeśli masz już zainstalowany Best Wallet, możesz uzyskać dostęp do Best DEX bezpośrednio za pomocą funkcji wymiany w aplikacji. Ta integracja zapewnia bezproblemową i wygodną obsługę handlu w ramach jednej aplikacji.
pt_pt: Se já tem a Best Wallet instalada, pode aceder à Best DEX diretamente através da funcionalidade "swap" na aplicação. Esta integração proporciona-lhe uma experiência de negociação perfeita e conveniente em uma única aplicação.
ro_ro: Dacă ai deja instalat Best Wallet, poți accesa Best DEX direct prin intermediul funcției "swap" din aplicație. Această integrare îți oferă o experiență de tranzacționare perfectă și convenabilă în cadrul unei singure aplicații.
ru_ru: Если у Вас уже установлен Best Wallet, Вы можете получить доступ к Best DEX напрямую с помощью функции «Обмен». Эта интеграция обеспечивает беспроблемную и удобную торговлю в одном приложении.
sk_sk: Ak už máte nainštalovanú Best Wallet, môžete pristupovať k Best DEX priamo prostredníctvom funkcie „swap“ v aplikácii. Táto integrácia vám poskytuje bezproblémové a pohodlné obchodovanie v rámci jedinej aplikácie.
sv_se: Om du redan har installerat Best Wallet kan du komma åt Best DEX direkt via "swap"-funktionen i appen. Denna integration ger dig en sömlös och bekväm handelsupplevelse i en enda app.
th_th: หากคุณติดตั้ง Best Wallet แล้ว คุณสามารถเข้าถึง Best DEX ได้โดยตรงผ่านคุณสมบัติ 'swap' ในแอป การผสานรวมนี้มอบประสบการณ์การซื้อขายที่ราบรื่นและสะดวกสบายให้กับคุณภายในแอปเดียว
tr_tr: Best Wallet'ı zaten yüklediyseniz, Best DEX'e doğrudan uygulama içi 'swap' özelliği aracılığıyla erişebilirsiniz. Bu entegrasyon size tek bir uygulama içinde sorunsuz ve rahat bir alım-satım deneyimi sunar.
vi_vn: Nếu bạn đã cài đặt ứng dụng Best Wallet, bạn có thể truy cập Best DEX trực tiếp thông qua tính năng "hoán đổi" được tích hợp trong ứng dụng. Sự tích hợp này cung cấp cho bạn trải nghiệm giao dịch liền mạch, tối ưu nhất và cực kỳ thuận tiện chỉ trong một ứng dụng duy nhất.

source: Best Wallet dApp (Coming Soon)
ar_sa: Best Wallet dApp (قريبا)
bg_bg: Best Wallet dApp (Скоро ще бъде наличен)
cs_cz: Best Wallet dApp (již brzy)
de_de: Best Wallet dApp (Demnächst verfügbar)
es_es: Best Wallet dApp (Próximamente)
fr_fr: Meilleure application de portefeuille (à venir)
hu_hu: Best Wallet dApp (Hamarosan)
id_id: Best Wallet dApp (Segera Hadir)
it_it: dApp Best Wallet (in arrivo)
ja_jp: Best Wallet dApp（近日公開）
nl_nl: Beste Wallet dApp (binnenkort beschikbaar)
pl_pl: Best Wallet dApp (wkrótce)
pt_pt: Best Wallet dApp (Em Breve)
ro_ro: Best Wallet dApp (în curând)
ru_ru: Децентрализованное приложение Best Wallet (скоро)
sk_sk: Best Wallet dApp (Už čoskoro)
sv_se: Best Wallet dApp (kommer snart)
th_th: Best Wallet dApp (เร็วๆ นี้)
tr_tr: Best Wallet dApp (Çok Yakında)
vi_vn: dApp Best Wallet (Sắp ra mắt)

source: In the near future, Best DEX will be available as a decentralized application (dApp) within Best Wallet, offering an even more integrated and user-friendly trading experience.
ar_sa: في المستقبل القريب سيكون Best DEX متاحا كتطبيق لامركزي (dApp) ضمن Best Wallet، مما يوفر تجربة تداول أكثر تكاملا وسهولة في الاستخدام.
bg_bg: В близко бъдеще Best DEX ще бъде наличен като децентрализирано приложение (dApp) в Best Wallet, предлагайки още по-интегрирано и лесно за използване на потребителя.
cs_cz: V blízké budoucnosti bude Best DEX k dispozici jako decentralizovaná aplikace (dApp) v rámci Best Wallet, která nabídne ještě integrovanější a uživatelsky přívětivější obchodování.
de_de: In naher Zukunft wird Best DEX als dezentralisierte Anwendung (dApp) innerhalb von Best Wallet verfügbar sein und eine noch besser integrierte und benutzerfreundlichere Handelserfahrung bieten.
es_es: En un futuro próximo, Best DEX estará disponible como aplicación descentralizada (dApp) dentro de Best Wallet, ofreciendo una experiencia de trading aún más integrada y fácil de usar.
fr_fr: Dans un avenir proche, Best DEX sera disponible en tant qu'application décentralisée (dApp) au sein de Best Wallet, offrant une expérience de trading encore plus intégrée et conviviale.
hu_hu: A közeljövőben elérhetővé fog válni a Best DEX decentralizált alkalmazása (dApp) a Best Walleten belül, amivel a korábbinál is zökkenőmentesebb élményben lehet majd részed.
id_id: Dalam waktu dekat, Best DEX akan tersedia sebagai aplikasi terdesentralisasi (dApp) di dalam Best Wallet, yang menawarkan pengalaman trading yang lebih terintegrasi dan ramah pengguna.
it_it: Nel prossimo futuro, Best DEX sarà disponibile come applicazione decentralizzata (dApp) all'interno di Best Wallet, offrendo un'esperienza di trading ancora più completa e semplice.
ja_jp: 近い将来、Best DEXはBest Wallet内で分散型アプリケーション（dApp）として利用可能になり、より連携された使いやすい取引体験を提供します。
nl_nl: In de nabije toekomst zal Best DEX beschikbaar zijn als een gedecentraliseerde applicatie (dApp) binnen Best Wallet, wat een nog meer geïntegreerde en gebruiksvriendelijke handelservaring biedt.
pl_pl: W niedalekiej przyszłości Best DEX będzie dostępny jako zdecentralizowana aplikacja (dApp) w ramach Best Wallet, oferując jeszcze bardziej zintegrowane i przyjazne dla użytkownika doświadczenie handlowe.
pt_pt: Em um futuro próximo, a Best DEX estará disponível como uma aplicação descentralizada (dApp) dentro da Best Wallet, oferecendo uma experiência de negociação ainda mais integrada e fácil de usar.
ro_ro: În viitorul apropiat, Best DEX va fi disponibil ca o aplicație descentralizată (dApp) în cadrul Best Wallet, oferind o experiență de tranzacționare și mai integrată și mai ușor de utilizat.
ru_ru: Вскоре Best DEX будет доступен в виде децентрализованного приложения (dApp) в Best Wallet, предлагая еще более удобный способ торговли из любого места.
sk_sk: V blízkej budúcnosti bude Best DEX k dispozícii ako decentralizovaná aplikácia (dApp) v rámci Best Wallet, ktorá ponúka ešte integrovanejší a užívateľsky prívetivejší obchodný zážitok.
sv_se: Inom en snar framtid kommer Best DEX att finnas tillgänglig som en decentraliserad applikation (dApp) inom Best Wallet, vilket ger en ännu mer integrerad och användarvänlig handelsupplevelse.
th_th: ในอนาคตอันใกล้ Best DEX จะพร้อมใช้งานในรูปแบบแอปพลิเคชันแบบกระจายศูนย์ (dApp) ภายใน Best Wallet ซึ่งจะมอบประสบการณ์การซื้อขายที่ผสานรวมและเป็นมิตรกับผู้ใช้มากยิ่งขึ้น
tr_tr: Yakın gelecekte Best DEX, Best Wallet içinde merkeziyetsiz bir uygulama (dApp) olarak sunulacak ve daha entegre ve kullanıcı dostu bir alım-satım deneyimi sunacak.
vi_vn: Trong tương lai gần, Best DEX sẽ tích hợp sẵn dưới dạng ứng dụng phi tập trung (dApp) trong Best Wallet, mang đến trải nghiệm giao dịch tích hợp, tối ưu và thân thiện với người dùng hơn nữa.

source: What is the BEST token?
ar_sa: ما هو رمز BEST؟
bg_bg: Кой е НАЙ-ДОБРИЯТ токен?
cs_cz: Co je token BEST?
de_de: Was ist der BEST-Token?
es_es: ¿Qué es el token BEST?
fr_fr: Quel est le meilleur jeton ?
hu_hu: Mi a BEST token?
id_id: Apa yang dimaksud dengan token BEST?
it_it: Qual è il token nativo dell'ecosistema BEST?
ja_jp: BESTトークンとは何ですか？
nl_nl: Wat is de BEST token?
pl_pl: Czym jest token BEST?
pt_pt: O que é BEST token?
ro_ro: Ce este BEST token?
ru_ru: Что такое BEST токен?
sk_sk: Čo je BEST token?
sv_se: Vad är BEST-token?
th_th: โทเค็น BEST คืออะไร?
tr_tr: BEST token nedir?
vi_vn: Mã thông báo BEST là gì?

source: The BEST token is the Best Ecosystem’s utility and governance token. Holding the token provides benefits to Best Wallet users such as advanced market analysis tools, no gas fees on swaps, and early access to new token launches and NFT drops.
ar_sa: رمز BEST هو رمز الاستفادة والحوكمة الأفضل للنظام البيئي. يوفر الاحتفاظ بالرمز مزايا لمستخدمي Best Wallet، مثل أدوات تحليل السوق المتقدمة وعدم وجود رسوم Gas على المقايضات والوصول المبكر إلى عمليات إطلاق الرموز الجديدة ودروبس NFT.
bg_bg: Токенът BEST е основният токен на Best Ecosystem. Притежаването на токена предоставя предимства на потребителите на Best Wallet, като топ инструменти за анализ на пазара, без такси за газ при размени и ранен достъп до нови пускания на токени и NFT падания.
cs_cz: Token BEST je nejlepším tokenem utility a řízení ekosystému Best. Držení tokenu přináší uživatelům Best Wallet výhody, jako jsou pokročilé nástroje pro analýzu trhu, žádné poplatky za plyn při směnách a včasný přístup k novým tokenům a NFT dropům.
de_de: Der BEST-Token ist der Nutzungs- und Verwaltungstoken des Best-Ökosystems. Der Besitz des Tokens bietet den Nutzern von Best Wallet Vorteile wie fortgeschrittene Methoden zur Marktanalyse, keine Gebühren für Tauschgeschäfte und frühzeitigen Zugang zu neuen Token-Launches und NFT-Drops.
es_es: El token BEST es el token de utilidad y gobernanza del Ecosistema Best. Poseer el token proporciona ventajas a los usuarios de Best Wallet, como herramientas avanzadas de análisis de mercado, ausencia de comisiones de gas en los intercambios y acceso anticipado a los lanzamientos de nuevos tokens y a los lanzamientos de NFT.
fr_fr: Le jeton BEST est le jeton d'utilité et de gouvernance du meilleur écosystème. La détention du jeton offre des avantages aux utilisateurs de Best Wallet, tels que des outils d'analyse de marché avancés, l'absence de frais de gaz sur les swaps et un accès anticipé aux nouveaux lancements de jetons et aux baisses NFT.
hu_hu: A BEST token a Best ökoszisztéma natív, kormányzáshoz használt érméje. Az érme tulajdonosai különböző előnyökben részesülhetnek majd, például profi piaci elemzőeszközökhöz férhetnek hozzá, hálózathasználati díj nélkül kereskedhetnek, másoknál korábban érhetnek el tokeneket és NFT dropokban vehetnek részt.
id_id: Token BEST adalah token utilitas dan tata kelola dari Ekosistem Best. Memegang token ini memberikan manfaat bagi pengguna Best Wallet seperti alat analisis pasar tingkat lanjut, tidak ada biaya gas untuk swap, dan akses awal ke peluncuran token baru dan NFT drops.
it_it: Il token $BEST è il token di utilità e di governance dell'ecosistema Best. Il possesso del token offre agli utenti del Best Wallet vantaggi esclusivi, come strumenti avanzati di analisi di mercato, nessuna gas fee sugli swap e accesso anticipato ai lanci di nuovi token e ai drop di NFT.
ja_jp: BESTトークンとは、Bestエコシステムのユーティリティおよびガバナンストークンです。トークンを保有することで、Best Walletユーザーは、高度な市場分析ツール、スワップ時のガス代無料、新しいトークンのローンチやNFTドロップへの早期アクセスなどの特典を得ることができます。
nl_nl: De BEST token is det utility en governance token van het Best Ecosysteem. Het vasthouden van de token biedt voordelen voor Best Wallet gebruikers, zoals geavanceerde marktanalyse tools, geen gaskosten voor swaps en vroege toegang tot nieuwe token lanceringen en NFT drops.
pl_pl: Token BEST jest tokenem użyteczności i zarządzania ekosystemy Best. Posiadanie tokena zapewnia użytkownikom Best Wallet korzyści, takie jak zaawansowane narzędzia do analizy rynku, brak opłat za gaz przy swapach oraz wczesny dostęp do nowych notowań tokenów i spadków NFT.
pt_pt: BEST token é o token de utilidade e governança do Best Ecosystem. A posse do token oferece benefícios aos utilizadores da Best Wallet, como ferramentas avançadas de análise de mercado, sem taxas de gás em swaps e acesso antecipado a lançamentos de token e drops de NFT.
ro_ro: Tokenul BEST este tokenul de utilitate și guvernanță al ecosistemului Best. Deținerea token-ului oferă beneficii utilizatorilor portofelului Best, cum ar fi instrumente avansate de analiză a pieței, fără comisioane de gaz pe schimburi și acces timpuriu la lansări de token-uri noi și NFT drops.
ru_ru: BEST — это собственный токен и валюта управления экосистемы BEST. Обладатели монеты получают такие преимущества, как расширенные инструменты анализа рынка, отсутствие комиссий за газ при обменах и ранний доступ к новым запускам криптовалют и раздачам NFT.
sk_sk: Token BEST je token užitočnosti a riadenia najlepšieho ekosystému. Držanie tokenu poskytuje používateľom Best Wallet výhody, ako sú pokročilé nástroje na analýzu trhu, žiadne poplatky za plyn za swapy a skorý prístup k novým tokenom a poklesom NFT.
sv_se: BEST-token är Best ekosystemets utility- och governance-token. Innehav av token ger användare av Best Wallet fördelar som avancerade verktyg för marknadsanalys, inga gasavgifter på swappar och tidig tillgång till nya tokenlanseringar och NFT-droppar.
th_th: โทเค็น BEST คือยูทิลิตี้และโทเค็นการกำกับดูแลของ Best Ecosystem การถือครองโทเค็นให้ประโยชน์แก่ผู้ใช้ Best Wallet เช่น เครื่องมือวิเคราะห์ตลาดขั้นสูง ไม่มีค่าธรรมเนียมการแลกเปลี่ยน และการเข้าถึงการเปิดตัวโทเค็นใหม่ก่อนกำหนดและเข้าถึง NFT ก่อนใคร
tr_tr: BEST token, Best Ekosisteminin yardımcı programı ve yönetişim tokenidir. Tokene sahip olmak, Best Wallet kullanıcılarına gelişmiş piyasa analiz araçları, takaslarda gaz ücreti olmaması ve yeni token lansmanlarına ve NFT drop'larına erken erişim gibi avantajlar sağlar.
vi_vn: Mã thông báo BEST là mã thông báo quản trị và tiện ích của Hệ sinh thái BEST. Việc nắm giữ mã thông báo này mang lại nhiều lợi ích hấp dẫn cho người dùng Best Wallet, chẳng hạn như các công cụ phân tích thị trường tiên tiến, không mất phí gas đối với các giao dịch hoán đổi và quyền truy cập sớm vào các lần ra mắt mã thông báo mới và giảm giá NFT.

source: We are launching the BEST token at the end of Phase 6 of our roadmap and will reward our early adopters and power users with 10% of our total supply based on the points they have accumulated from using our app and spreading the word on socials. Learn more here
ar_sa: سنقوم بإطلاق الرمز BEST في نهاية المرحلة 6 من خارطة الطريق الخاصة بنا وسنكافئ المستخدمين الأوائل والمستخدمين المتميزين لدينا بنسبة 10٪ من إجمالي المعروض بناءً على النقاط التي جمعوها من استخدام تطبيقنا والنشر على مواقع التواصل الاجتماعي. تعلم المزيد هنا
bg_bg: Ще пуснем токена BEST в края на Фаза 6 от нашата пътна карта и ще наградим ранните си инвеститори и активни потребители с 10% от общата доставка, базирана на точките, които са натрупали от използването на нашето приложение и разпространението на платформата в социалните медии. Научете повече тук
cs_cz: Token BEST uvádíme na trh na konci 6. fáze naší roadmapy a odměníme naše první zájemce a uživatele 10 % naší celkové nabídky na základě bodů, které nasbírali za používání naší aplikace a šíření značky na sociálních sítích. Více informací se dozvíte zde
de_de: Wir führen den BEST-Token am Ende von Phase 6 unserer Roadmap ein und belohnen unsere Frühanwender und Power-User mit 10 % unseres Gesamtangebots, basierend auf den Punkten, die sie durch die Nutzung unserer App und die Verbreitung in sozialen Netzwerken gesammelt haben. Erfahren Sie hier mehr
es_es: Vamos a lanzar el token BEST al final de la Fase 6 de nuestra hoja de ruta y recompensaremos a nuestros primeros usuarios y usuarios avanzados con el 10% de nuestro suministro total en función de los puntos que hayan acumulado por utilizar nuestra aplicación y difundirla en las redes sociales. Más información
fr_fr: Nous lançons le jeton BEST à la fin de la phase 6 de notre feuille de route et récompenserons nos premiers utilisateurs et utilisateurs expérimentés avec 10 % de notre offre totale en fonction des points qu'ils ont accumulés en utilisant notre application et en faisant passer le mot sur les réseaux sociaux. En savoir plus ici
hu_hu: A Best tokenek az ütemtervünk 6. fázisát követően válnak majd elérhetővé és a korai támogatókat 10% jutalom tokenben fognak részesülni az alapján, hogy mennyi érmével rendelkeznek és hogy mennyire vitték hírét az oldalnak a közösség médiában. Ezzel kapcsolatban tudj meg többet itt.
id_id: Kami akan meluncurkan token BEST pada akhir Fase 6 dari roadmap kami dan akan memberi penghargaan kepada para pengguna awal dan pengguna yang aktif dengan 10% dari total pasokan kami berdasarkan poin yang mereka kumpulkan dari penggunaan aplikasi kami dan menyebarkan berita di media sosial. Pelajari lebih lanjut di sini
it_it: Lanceremo il token BEST alla fine della Fase 6 della nostra roadmap e ricompenseremo i nostri early adopter e power users con il 10% della nostra fornitura totale in base ai punteggi che hanno accumulato utilizzando la nostra app e diffondendo la notizia sui social. Per saperne di più
ja_jp: 私たちは、ロードマップのフェーズ6の終わりにBESTトークンをローンチ。そして、アーリーアダプターやパワーユーザーに対して、アプリの使用やソーシャルでの拡散によって蓄積されたポイントに基づいて、総供給量の10％を報酬として提供します。詳細はこちら
nl_nl: We lanceren de BEST token aan het einde van fase 6 van onze roadmap en zullen onze early adopters en ervaren gebruikers belonen met 10% van ons totale aanbod op basis van de punten die ze hebben verzameld door onze app te gebruiken en het nieuws op socials te verspreiden. Lees hier meer
pl_pl: Wprowadzamy BEST token pod koniec fazy 6 mapy drogowej. Nagrodzimy wczesnych i zaawansowanych użytkowników 10% całkowitej podaży w oparciu o punkty, które zgromadzili za korzystanie z naszej aplikacji i rozpowszechnianie informacji w mediach społecznościowych. Dowiedz się więcej tutaj
pt_pt: Lançaremos o token BEST no final da Fase 6 do roteiro e recompensaremos os primeiros usuários e usuários avançados com 10% de nosso suprimento total, com base nos pontos acumulados ao usar o aplicativo e divulgar o projeto nas redes sociais. Saiba mais aqui
ro_ro: Vom lansa token-ul BEST la sfârșitul fazei 6 din foaia noastră de parcurs și îi vom răsplăti pe cei care au adoptat timpuriu și pe utilizatorii puternici cu 10% din oferta noastră totală, pe baza punctelor pe care le-au acumulat în urma utilizării aplicației noastre și a răspândirii pe rețelele de socializare. Află mai multe aici
ru_ru: Мы запустим токен BEST в конце 6 этапа нашей дорожной карты и вознаградим первых последователей и пользователей 10% от общего предложения монет. Награда зависит от количества баллов, которые они накопили за использование нашего приложения и распространение информации о проекте в социальных сетях. Узнайте больше здесь
sk_sk: Na konci 6. fázy nášho plánu uvádzame na trh BEST token a odmeníme našich prvých používateľov a skúsených používateľov 10 % z našej celkovej ponuky na základe bodov, ktoré nazbierali za používanie našej aplikácie a šírenie informácií na sociálnych sieťach. Viac sa dozviete tu
sv_se: Vi lanserar BEST-token i slutet av fas 6 i vår färdplan och kommer att belöna våra tidiga användare och power users med 10% av vårt totala utbud baserat på de poäng de har samlat på sig genom att använda vår app och sprida ordet på sociala medier. Läs mer här
th_th: เรากำลังเปิดตัวโทเค็น BEST เมื่อสิ้นสุดระยะที่ 6 ของแผนงานของเราและจะให้รางวัลแก่ผู้ใช้รายแรกและผู้ใช้ระดับสูงของเราด้วย 10% ของอุปทานทั้งหมดของเรา โดยพิจารณาจากคะแนนที่พวกเขาสะสมจากการใช้แอพของเราและกระจายข่าวบนโซเชียล เรียนรู้เพิ่มเติมที่นี่
tr_tr: BEST tokenini yol haritamızın 6. aşamasının sonunda piyasaya sürüyoruz ve erken gelenleri ve öne çıkan kullanıcılarımızı, uygulamamızı kullanarak ve sosyal medyada yayarak biriktirdikleri puanlara göre toplam arzımızın %10'u ile ödüllendireceğiz. Daha fazlasını buradan öğrenebilirsiniz
vi_vn: Chúng tôi sẽ tung ra mã thông báo BEST vào cuối Giai đoạn 6 trong lộ trình của mình và sẽ thưởng cho những người dùng sớm và người dùng thành thạo 10% tổng nguồn cung của chúng tôi dựa trên số điểm họ đã tích lũy được từ việc sử dụng ứng dụng của chúng tôi và truyền bá thông tin trên mạng xã hội. Tim hiểu thêm ở đây

source: How can I stay up to date on the latest news about Best DEX and the BEST token airdrop?
ar_sa: كيف يمكنني البقاء على اطلاع دائم على آخر مستجدات Best DEX والتوزيع مجاني airdrop الخاص بـ BEST؟
bg_bg: Как мога да бъда информиран за последните новини относно Best DEX и еърдропа на BEST токена?
cs_cz: Jak mohu být informován o nejnovějších zprávách o Best DEX a BEST token airdropu?
de_de: Wie kann ich über die neuesten Nachrichten über Best DEX und den BEST-Token-Airdrop auf dem Laufenden bleiben?
es_es: ¿Cómo puedo mantenerme al día de las últimas noticias sobre Best DEX y el airdrop de tokens BEST?
fr_fr: Comment puis-je rester au courant des dernières nouvelles concernant Best DEX et le largage de jetons BEST ?
hu_hu: Hol érhetem el a legfrissebb híreket a Best DEX és a Best token airdroppal kapcsolatban?
id_id: Bagaimana cara saya mendapatkan berita terbaru tentang Best DEX dan airdrop token BEST?
it_it: Come posso rimanere aggiornato sulle ultime novità di Best DEX e sull'airdrop dei token BEST?
ja_jp: Best DEXとBESTトークンエアドロップに関する最新ニュースの取得方法は？
nl_nl: Hoe blijf ik op de hoogte van het laatste nieuws over Best DEX en de BEST token airdrop?
pl_pl: Jak mogę być na bieżąco z najnowszymi wiadomościami na temat Best DEX i BEST token airdrop?
pt_pt: Como posso manter-me atualizado sobre a Best DEX e o airdrop do token BEST?
ro_ro: Cum pot fi la curent cu cele mai recente știri despre Best DEX și despre token-ul BEST airdrop?
ru_ru: Как я могу узнавать о последних новостях о Best DEX и раздаче токенов BEST?
sk_sk: Ako môžem byť informovaný o najnovších správach o Best DEX a BEST token airdrop?
sv_se: Hur kan jag hålla mig uppdaterad om de senaste nyheterna om Best DEX och BEST token airdrop?
th_th: ฉันจะติดตามข่าวสารล่าสุดเกี่ยวกับ Best DEX และ Best token airdrop ได้อย่างไร
tr_tr: Best DEX ve BEST token airdrop hakkındaki en son gelişmeleri nasıl takip edebilirim?
vi_vn: Làm cách nào tôi có thể cập nhật được những tin tức mới nhất về Best DEX và airdrop token BEST?
