Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Collecting fees
ar_sa: يجري استلام الرسوم
bg_bg: Събрани такси
cs_cz: Sbírání poplatků
de_de: Gebühren sammeln
es_es: Cobrando tasas
fr_fr: Percevoir les frais
hu_hu: Díjak begyűjtése
id_id: Mengumpulkan biaya
it_it: Riscossione delle commissioni
ja_jp: 手数料を収集中
nl_nl: Kosten innen
pl_pl: Pobieranie opłat
pt_pt: Coleta de taxas
ro_ro: Colectare taxe
ru_ru: В процессе сбора комиссионных
sk_sk: Vyberanie poplatkov
sv_se: Uppbära avgifter
th_th: เก็บค่าธรรมเนียม
tr_tr: İşlem ücretleri tahsil ediliyor
vi_vn: Đang thu phí

source: Collecting fees will withdraw currently available fees for you.
ar_sa: سيؤدي استلام الرسوم إلى سحب الرسوم المتاحة حاليا لك.
bg_bg: Събирането на такси ще изтегли теку-що наличните такси за вас.
cs_cz: Vybírání poplatků vám stáhne aktuálně dostupné poplatky.
de_de: Gebühren sammeln wird Ihnen die aktuell verfügbaren Gebühren abziehen.
es_es: Cobrar tasas te cobrará las tasas actualmente disponibles.
fr_fr: La collecte des frais retirera les frais actuellement disponibles pour vous.
hu_hu: A díjak begyűjtésével az elérhető díjak kiutalásra kerülnek.
id_id: Mengumpulkan biaya akan menarik biaya yang saat ini tersedia untuk Anda.
it_it: La riscossione delle commissioni prevede il ritiro delle commissioni attualmente disponibili per l'utente.
ja_jp: 手数料を収集すると、現在利用可能な手数料が引き出されます。
nl_nl: Door kosten te innen, worden de momenteel beschikbare vergoedingen voor jou ingetrokken.
pl_pl: Pobieranie opłat spowoduje wycofanie aktualnie dostępnych opłat.
pt_pt: A recolha de taxas retira-lhe as taxas atualmente disponíveis.
ro_ro: Colectarea taxelor va retrage taxele disponibile în prezent pentru tine.
ru_ru: Вывод комиссионных означает, что Вы автоматически получите все заработанные комиссионные на текущий момент.
sk_sk: Výberom poplatkov sa za vás stiahnu aktuálne dostupné poplatky.
sv_se: Samla in avgifter kommer att dra tillbaka tillgängliga avgifter för dig.
th_th: การเก็บค่าธรรมเนียมจะถอนค่าธรรมเนียมที่มีอยู่ในปัจจุบันสำหรับคุณ
tr_tr: Ücretleri tahsil etmek, mevcut ücretlerinizi çekmenizi sağlayacaktır.
vi_vn: Việc thu phí sẽ rút các khoản phí hiện có cho bạn.

source: Common bases
ar_sa: القواعد المشتركة
bg_bg: Общи бази
cs_cz: Společné základy
de_de: Gemeinsame Grundlagen
es_es: Bases comunes
fr_fr: Socles communs
hu_hu: Gyakori alapok
id_id: Basis umum
it_it: Basi comuni
ja_jp: 共通の基盤
nl_nl: Gemeenschappelijke basissen
pl_pl: Bazy wspólne
pt_pt: Bases comuns
ro_ro: Baze comune
ru_ru: Общие принципы
sk_sk: Spoločné základy
sv_se: Gemensamma grunder
th_th: ฐานทั่วไป
tr_tr: Ortak bazlar
vi_vn: Căn cứ chung

source: Confirm
ar_sa: تأكيد
bg_bg: Потвърдете
cs_cz: Potvrdit
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hu_hu: Megerősítés
id_id: Konfirmasi
it_it: Confermare
ja_jp: 確認する
nl_nl: Bevestigen
pl_pl: Potwierdź
pt_pt: Confirmar
ro_ro: Confirmare
ru_ru: Подтвердить
sk_sk: Potvrdiť
sv_se: Bekräfta
th_th: ยืนยัน
tr_tr: Onayla
vi_vn: Xác nhận

source: Confirm Supply
ar_sa: تأكيد التزويد
bg_bg: Потвърдете доставката
cs_cz: Potvrdit Nabídku
de_de: Angebot bestätigen
es_es: Confirmar suministro
fr_fr: Confirmer l'approvisionnement
hu_hu: Ellátás megerősítése
id_id: Konfirmasi Pasokan
it_it: Confermare la fornitura
ja_jp: 供給を確認する
nl_nl: Bevestig Voorraad
pl_pl: Potwierdź dostawę
pt_pt: Confirmar Fornecimento
ro_ro: Confirmă aprovizionarea
ru_ru: Подтвердить общее предложение
sk_sk: Potvrdiť dodávku
sv_se: Bekräfta utbud
th_th: ยืนยันอุปทาน
tr_tr: Tedariği Onayla
vi_vn: Xác Nhận Cung Cấp

source: Confirm Swap
ar_sa: تأكيد المبادلة
bg_bg: Потвърдете обмена
cs_cz: Potvrdit swap
de_de: Tausch bestätigen
es_es: Confirmar intercambio
fr_fr: Confirmer l'échange
hu_hu: Swap megerősítése
id_id: Konfirmasi Swap
it_it: Conferma swap
ja_jp: スワップを確認する
nl_nl: Bevestig Swap
pl_pl: Potwierdź zamianę
pt_pt: Confirmar Swap
ro_ro: Confirmă swap-ul
ru_ru: Подтвердить обмен
sk_sk: Potvrdiť zmenu
sv_se: Bekräfta byte
th_th: ยืนยันการแลกเปลี่ยน
tr_tr: Swap'ı Onayla
vi_vn: Xác Nhận Hoán Đổi

source: Confirm this transaction in your wallet
ar_sa: قم بتأكيد هذه المعاملة في محفظتك
bg_bg: Потвърдете тази транзакция във вашия портфейл
cs_cz: Potvrďte tuto transakci ve své peněžence
de_de: Diese Transaktion in Ihrer Wallet bestätigen
es_es: Confirma esta transacción en tu wallet
fr_fr: Confirmez cette transaction dans votre portefeuille
hu_hu: Erősítsd meg ezt a tranzakciót a tárcádban
id_id: Konfirmasi transaksi ini di dompet Anda
it_it: Confermare la transazione nel wallet
ja_jp: ウォレットでこの取引を確認する
nl_nl: Bevestig deze transactie in jouw wallet
pl_pl: Potwierdź tę transakcję w swoim portfelu
pt_pt: Confirmar esta transação em sua carteira
ro_ro: Confirmă această tranzacție în portofelul tău
ru_ru: Подтвердите эту транзакцию в кошельке
sk_sk: Potvrďte túto transakciu vo svojej peňaženke
sv_se: Bekräfta denna transaktion i din plånbok
th_th: ยืนยันธุรกรรมนี้ในกระเป๋าเงินของคุณ
tr_tr: Bu işlemi cüzdanınızda onaylayın
vi_vn: Xác nhận giao dịch này trong ví tiền điện tử của bạn

source: Confirm transaction in wallet
ar_sa: تأكيد المعاملة في المحفظة
bg_bg: Потвърдете транзакцията в портфейла
cs_cz: Potvrzení transakce v peněžence
de_de: Transaktion in der Wallet bestätigen
es_es: Confirmar transacción en wallet
fr_fr: Confirmer la transaction dans le portefeuille
hu_hu: Erősítsd meg a tranzakciót a tárcában
id_id: Konfirmasi transaksi di dompet
it_it: Conferma la transazione nel wallet
ja_jp: ウォレットで取引を確認する
nl_nl: Bevestig transactie in wallet
pl_pl: Potwierdź transakcję w portfelu
pt_pt: Confirmar transação na carteira
ro_ro: Confirmă tranzacția în portofel
ru_ru: Подтвердить транзакцию в кошельке
sk_sk: Pripojiť transakciu k peňaženke
sv_se: Bekräfta transaktionen i plånboken
th_th: ยืนยันการทำธุรกรรมในกระเป๋าเงิน
tr_tr: İşlemi cüzdanınızda onaylayın
vi_vn: Xác nhận giao dịch trong ví tiền điện tử

source: Connect Wallet
ar_sa: ربط المحفظة
bg_bg: Свържете Wallet
cs_cz: Připojení peněženky
de_de: Wallet verbinden
es_es: Conectar Wallet
fr_fr: Connecter le portefeuille
hu_hu: Tárcsa csatlakoztatása
id_id: Hubungkan Dompet
it_it: Collegare wallet
ja_jp: ウォレットを接続する
nl_nl: Verbind Wallet
pl_pl: Podłącz Portfel
pt_pt: Conectar Carteira
ro_ro: Conectează portofel
ru_ru: Подключить кошелек
sk_sk: Pripojiť peňaženku
sv_se: Anslut plånbok
th_th: เชื่อมต่อ Wallet
tr_tr: Cüzdan Bağla
vi_vn: Kết Nối Ví

source: Connect a wallet
ar_sa: ربط محفظة
bg_bg: Свържете портфейл
cs_cz: Připojení peněženky
de_de: Eine Wallet verbinden
es_es: Conectar una wallet
fr_fr: Connecter un portefeuille
hu_hu: Csatlakoztass egy tárcát
id_id: Menghubungkan dompet
it_it: Collega un wallet
ja_jp: ウォレットを接続する
nl_nl: Verbind een wallet
pl_pl: Podłącz portfel
pt_pt: Conectar uma carteira
ro_ro: Conectează un portofel
ru_ru: Подключить кошелек
sk_sk: Pripojiť peňaženku
sv_se: Anslut en plånbok
th_th: เชื่อมต่อกระเป๋าเงิน
tr_tr: Bir cüzdan bağlayın
vi_vn: Kết nối ví

source: Connect to Best Wallet
ar_sa: الربط بـ Best Wallet
bg_bg: Свържете се с Best Wallet
cs_cz: Připojení k Best Wallet
de_de: Mit Best Wallet verbinden
es_es: Conectarse a Best Wallet
fr_fr: Connectez-vous au meilleur portefeuille
hu_hu: Csatlakozz a Best Wallethez
id_id: Hubungkan ke Best Wallet
it_it: Collega al Best Wallet
ja_jp: Best Walletを接続する
nl_nl: Verbind met Best Wallet
pl_pl: Połącz się z Best Wallet
pt_pt: Conectar com Best Wallet
ro_ro: Conectează-te la Best Wallet
ru_ru: Подключиться к Best Wallet
sk_sk: Pripojiť sa k Best Wallet
sv_se: Anslut till Best Wallet
th_th: เชื่อมต่อกับกระเป๋าเงินที่ดีที่สุด
tr_tr: Best Wallet'a Bağlanın
vi_vn: Kết nối với Best Wallet

source: Connect to a wallet to find pools
ar_sa: ربط محفظة لإيجاد مجموعات
bg_bg: Свържете се с портфейла, за да намерите басейни
cs_cz: Připojení k peněžence pro vyhledání poolů
de_de: Verbinden Sie sich mit einer Wallet, um Pools zu finden
es_es: Conectarse a una wallet para encontrar pools
fr_fr: Connectez-vous à un portefeuille pour trouver des piscines
hu_hu: Kapcsolodj egy tárcához a poolok kereséséhez
id_id: Hubungkan ke dompet untuk menemukan pool
it_it: Collega a un wallet per trovare i pool
ja_jp: プールを見つけるためにウォレットを接続する
nl_nl: Maak verbinding met een wallet om pools te vinden
pl_pl: Połącz się z portfelem, aby znaleźć pule
pt_pt: Conectar-se a uma carteira para encontrar pools
ro_ro: Conectează-te la un portofel pentru a găsi fonduri comune
ru_ru: Подключитесь к кошельку, чтобы найти пулы
sk_sk: Pripojte sa k peňaženke a nájdite pools
sv_se: Anslut en plånbok för att hitta pooler
th_th: เชื่อมต่อกับกระเป๋าเงินเพื่อค้นหาพูล
tr_tr: Havuzları bulmak için bir cüzdan bağlayın
vi_vn: Kết nối với ví để tìm pool

source: Connect to a wallet to view your liquidity.
ar_sa: ربط محفظة لمعاينة السيولة الخاصة بك.
bg_bg: Свържете се с портфейл, за да видите вашата ликвидност.
cs_cz: Připojte se k peněžence a zobrazte svou likviditu.
de_de: Verbinden Sie sich mit einer Wallet, um Ihre Liquidität einzusehen.
es_es: Conéctate a un wallet para ver tu liquidez.
fr_fr: Connectez-vous à un portefeuille pour afficher vos liquidités.
hu_hu: Csatlakoztass egy tárcát, hogy megtekintsd a likviditásod.
id_id: Hubungkan ke dompet untuk melihat likuiditas Anda.
it_it: Collega a un wallet per visualizzare la tua liquidità.
ja_jp: 流動性を表示するためにウォレットを接続する
nl_nl: Maak verbinding met een wallet om je liquiditeit te bekijken.
pl_pl: Połącz się z portfelem, aby zobaczyć swoją płynność.
pt_pt: Conectar-se a uma carteira para ver a sua liquidez.
ro_ro: Conectează-te la un portofel pentru a-ți vedea lichiditățile.
ru_ru: Подключитесь к кошельку, чтобы просмотреть свою ликвидность.
sk_sk: Pripojte sa k peňaženke a pozrite si svoju likviditu.
sv_se: Anslut en plånbok för att se din likviditet
th_th: เชื่อมต่อกับกระเป๋าเงินเพื่อดูสภาพคล่องของคุณ
tr_tr: Likiditenizi görüntülemek için bir cüzdan bağlayın
vi_vn: Kết nối với ví để xem tính thanh khoản của bạn.

source: Connected with {name}
ar_sa: متصل بـ {name}
bg_bg: Свързан с {name}
cs_cz: Spojeno s {jméno}
de_de: Verbunden mit {Name}
es_es: Conectado con {name}
fr_fr: Connecté avec {nom}
hu_hu: Kapcsolódva {name}
id_id: Terhubung dengan {name}
it_it: Connesso con {nome}
ja_jp: {name} と接続済み
nl_nl: Verbind met {naam}
pl_pl: Połączono z {nazwa}
pt_pt: Conectado a {name}
ro_ro: Conectat cu {name}
ru_ru: Подключен к {name}
sk_sk: Pripojené s {name}
sv_se: Anslut med {namn}
th_th: เชื่อมต่อกับ {ชื่อ}
tr_tr: {name} ile bağlandı
vi_vn: Đã kết nối với {name}

source: Connection Error
ar_sa: خطأ في الإتصال
bg_bg: Грешка при свързване
cs_cz: Chyba připojení
de_de: Verbindungsfehler
es_es: Error de conexión
fr_fr: Erreur de connexion
hu_hu: Csatlakozási hiba
id_id: Kesalahan Koneksi
it_it: Errore di connessione
ja_jp: 接続エラー
pl_pl: Błąd połączenia
pt_pt: Erro na Conexão
ro_ro: Eroare de conexiune
ru_ru: Ошибка подключения
sk_sk: Chyba pripojeniaa
sv_se: Fel i anslutningen
th_th: การเชื่อมต่อล้มเหลว
tr_tr: Bağlantı Hatası
vi_vn: Lỗi kết nối

source: Copied
ar_sa: تم النسخ
bg_bg: Копирано
cs_cz: Zkopírováno
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
hu_hu: Kimásolva
id_id: Disalin
it_it: Copiato
ja_jp: コピー完了
nl_nl: Gekopieerd
pl_pl: Skopiowano
pt_pt: Copiado
ro_ro: Copiat
ru_ru: Скопировано
sk_sk: Skopírované
sv_se: Kopierad
th_th: คัดลอก
tr_tr: Kopyalandı
vi_vn: Đã sao chép

source: Copy Address
ar_sa: نسخ العنوان
bg_bg: Копирайте адреса
cs_cz: Kopírovat adresu
de_de: Adresse kopieren
es_es: Copiar dirección
fr_fr: Copier l'adresse
hu_hu: Cím másolása
id_id: Alamat Salinan
it_it: Copia indirizzo
ja_jp: アドレスをコピー
nl_nl: Kopieer Adres
pl_pl: Kopiuj adres
pt_pt: Cópia do Endereço
ro_ro: Copiere adresă
ru_ru: Скопировать адрес
sk_sk: Skopírovať adresu
sv_se: Kopiera adress
th_th: คัดลอกที่อยู่
tr_tr: Adresi Kopyala
vi_vn: sao chép địa chỉ

source: Create Pool & Supply
ar_sa: إنشاء المجموعة والإمداد
bg_bg: Създайте басейн & доставка
cs_cz: Vytvořit pool a nabídku
de_de: Pool & Angebot erstellen
es_es: Crear Pool y Suministro
fr_fr: Créer un pool et un approvisionnement
hu_hu: Pool és ellátás létrehozása
id_id: Buat Pool & Pasokan
it_it: Crea pool e forniture
ja_jp: プールを作成し、供給する
nl_nl: Pool en Voorraad creëren
pl_pl: Utwórz pulę i zaopatrzenie
pt_pt: Criar Pool e Abastecimento
ru_ru: Создать пул и общее предложение
sk_sk: Vytvorte fond a zásobovanie
sv_se: Skapa pool & utbud
th_th: สร้างพูลและซัพพลาย
tr_tr: Havuz ve Tedarik Oluştur
vi_vn: Tạo nhóm & Nguồn cung

source: Create Proposal
ar_sa: إنشاء المقترح
bg_bg: Създайте предложение
cs_cz: Vytvořit návrh
de_de: Vorschlag erstellen
es_es: Crear propuesta
fr_fr: Créer une proposition
hu_hu: Javaslat létrehozása
id_id: Buat Proposal
it_it: Creare una proposta
ja_jp: 提案を作成する
nl_nl: Voorstel Maken
pl_pl: Utwórz wniosek
pt_pt: Criar Proposta
ro_ro: Creează fonduri comune și aprovizionare
ru_ru: Создать предложение
sk_sk: Vytvoriť návrh
sv_se: Skapa förslag
th_th: สร้างข้อเสนอ
tr_tr: Teklif Oluştur
vi_vn: Tạo Đề Xuất

source: Create a pair
ar_sa: إنشاء زوج
bg_bg: Създайте двойка
cs_cz: Vytvořit pár
de_de: Ein Paar erstellen
es_es: Crear un par
fr_fr: Créer une paire
hu_hu: Pár létrehozása
id_id: Buat pasangan
it_it: Creare una coppia
ja_jp: ペアを作成する
nl_nl: Maak een paar
pl_pl: Utwórz parę
pt_pt: Criar um Par
ro_ro: Creează o pereche
ru_ru: Создать пару
sk_sk: Vytvoriť pár
sv_se: Skapa ett par
th_th: สร้างคู่
tr_tr: Bir çift oluştur
vi_vn: Tạo một cặp

source: Create a pool
ar_sa: إنشاء مجموعة
bg_bg: Създайте басейн
cs_cz: Vytvořit pool
de_de: Einen Pool erstellen
es_es: Crear un pool
fr_fr: Créer une piscine
hu_hu: Pool létrehozsa
id_id: Membuat pool
it_it: Creare un pool
ja_jp: プールを作成する
nl_nl: Maak een pool
pl_pl: Utwórz pulę
pt_pt: Criar um pool
ro_ro: Creează un fond comun
ru_ru: Создать пул
sk_sk: Vytvoriť pool
sv_se: Skapa en pool
th_th: สร้างพูล
tr_tr: Bir havuz oluştur
vi_vn: Tạo một pool

source: Create an issue on GitHub
ar_sa: إنشاء إصدار على GitHub
bg_bg: Създайте нов случай в GitHub
cs_cz: Vyřešení problému na GitHubu
de_de: Eine Anfrage auf GitHub erstellen
es_es: Crear una incidencia en GitHub
fr_fr: Créer un problème sur GitHub
hu_hu: Hiba jelentése GitHubon
id_id: Membuat issue di GitHub
it_it: Creare una discussione su GitHub
ja_jp: GitHubで課題を作成する
nl_nl: Maak een uitgifte aan op GitHub
pl_pl: Utwórz zgłoszenie w serwisie GitHub
pt_pt: Criar uma questão em GitHub
ro_ro: Creează o chestiune pe GitHub
ru_ru: Создать проблему на GitHub
sk_sk: Vytvorte problém na GitHub
sv_se: Skapa ett ärende på GitHub
th_th: สร้างปัญหาบน GitHub
tr_tr: GitHub üzerinde bir issue oluşturun
vi_vn: Tạo một vấn đề trên GitHub

source: Create pool and add {0}/{1} V3 liquidity
ar_sa: إنشاء مجموعة وإضافة {0}/{1} V3 من السيولة
bg_bg: Създайте басейн и добавете {0}/{1} V3 ликвидност
cs_cz: Vytvoření poolu a přidání {0}/{1} V3 likvidity
de_de: Pool erstellen und {0}/{1} V3-Liquidität hinzufügen
es_es: Crear pool y añadir {0}/{1} liquidez V3
fr_fr: Créer un pool et ajouter {0}/{1} liquidité V3
hu_hu: Pool létrehozása és {0}/{1} V3 likviditás hozzáadása
id_id: Buat pool dan tambahkan {0}/{1} Likuiditas V3
it_it: Creare un pool e aggiungere {0}/{1} Liquidità V3
ja_jp: {0}/{1} V3流動性を追加して、プールを作成する
nl_nl: Maak een pool en voeg {0}/{1} V3 liquiditeit toe
pl_pl: Utwórz pulę i dodaj płynność {0}/{1} V3
pt_pt: Criar pool e adicionar {0}/{1} liquidez V3
ro_ro: Crează un pool și adaugă {0}/{1} lichiditate V3
ru_ru: Создать пул и добавить {0}/{1} ликвидность V3
sk_sk: Vytvorte skupinu a pridajte likviditu V3 v hodnote {0}/{1}
sv_se: Skapa pool och lägg till {0}/{1} V3-likviditet
th_th: สร้างพูลและเพิ่มสภาพคล่องของ {0}/{1} V3
tr_tr: Havuz oluşturun ve {0}/{1} V3 likidite ekleyin
vi_vn: Tạo nhóm và thêm thanh khoản {0}/{1} V3

source: Create pool.
ar_sa: إنشاء مجموعة.
bg_bg: Създайте басейн.
cs_cz: Vytvořit pool.
de_de: Pool erstellen.
es_es: Crear pool.
fr_fr: Créer un pool.
hu_hu: Pool létrehozása.
id_id: Buat pool.
it_it: Creare un pool.
ja_jp: プールを作成する
nl_nl: Creëer pool.
pl_pl: Utwórz pulę.
pt_pt: Criar pool.
ro_ro: Crează un pool
ru_ru: Создать пул.
sk_sk: Vytvoriť pool.
sv_se: Skapa pool.
th_th: สร้างพูล
tr_tr: Havuz oluştur.
vi_vn: Tạo nhóm thanh khoản pool.

source: Create {0}/{1} V3 pool
ar_sa: إنشاء {0}/{1} مجموعة V3
bg_bg: Създайте {0}/{1} V3 басейн
cs_cz: Vytvoření poolu {0}/{1} V3
de_de: {0}/{1} V3-Pool erstellen
es_es: Crear {0}/{1} pool V3
fr_fr: Créer {0}/{1} pool V3
hu_hu: {0}/{1} V3 pool létrehozása
id_id: Buat {0}/{1} Pool V3
it_it: Creare {0}/{1} pool V3
ja_jp: {0}/{1} V3プールを作成する
nl_nl: Maak een {0}/{1} V3 pool
pl_pl: Utwórz pulę {0}/{1} V3
pt_pt: Criar {0}/{1} V3 pool
ro_ro: Crearea {0}/{1} pool V3
ru_ru: Создать {0}/{1} V3 пул
sk_sk: Vytvoriť {0}/{1} V3 pool
sv_se: Skapa {0}/{1} V3 pool
th_th: สร้างพูล V3 {0}/{1}
tr_tr: {0}/{1} V3 havuzu oluştur
vi_vn: Tạo {0}/{1} V3 pool

source: Current price
ar_sa: السعر الحالي
bg_bg: Текуща цена
cs_cz: Stávající cena
de_de: Aktueller Preis
es_es: Precio actual
fr_fr: Prix actuel
hu_hu: Jelenlegi ár
id_id: Harga saat ini
it_it: Prezzo corrente
ja_jp: 現在の価格
nl_nl: Huidige prijs
pl_pl: Aktualna cena
pt_pt: Preço atual
ro_ro: Preț curent
ru_ru: Текущая цена
sk_sk: Aktuálna cena
sv_se: Nuvarande pris
th_th: ราคาปัจจุบัน
tr_tr: Mevcut fiyat
vi_vn: Giá hiện tại

source: Current version is not available on Layer 2. Switch to Layer 1 Ethereum.
ar_sa: الإصدار الحالي غير متاح في الطبقة 2. قم بالتبديل إلى الطبقة 1 من إيثريوم.
bg_bg: Текущата версия не е налична на Ниво 2. Превключете към Ниво 1 на Ethereum.
cs_cz: Aktuální verze není na vrstvě 2 k dispozici. Přepněte na vrstvu 1 Ethereum.
de_de: Die aktuelle Version ist auf Layer 2 nicht verfügbar. Wechseln Sie zu Layer 1 Ethereum.
es_es: La versión actual no está disponible en la Capa 2. Cambia a la Capa 1 de Ethereum.
fr_fr: La version actuelle n'est pas disponible sur la couche 2. Passez à la couche 1 Ethereum.
hu_hu: A jelenlegi verzió nem elérhető Layer 2-n. Válts át Layer 1 Ethereumra.
id_id: Versi saat ini tidak tersedia di Layer 2. Beralihlah ke Lapisan 1 Ethereum.
it_it: La versione attuale non è disponibile su Layer 2. Passare al Layer 1 Ethereum.
ja_jp: 現在のバージョンは、レイヤー2では利用できません。レイヤー1のEthereumに切り替えてください。
nl_nl: De huidige versie is niet beschikbaar op Layer 2. Schakel over naar Layer 1 Ethereum.
pl_pl: Aktualna wersja nie jest dostępna w warstwie 2. Przełącz na warstwę 1 Ethereum.
pt_pt: A versão atual não está disponível na Camada 2. Mudar para a camada 1 Ethereum.
ro_ro: Versiunea actuală nu este disponibilă pe Layer 2. Comută la Layer 1 Ethereum.
ru_ru: Текущая версия недоступна на уровне 2. Переключитесь на уровень 1 Ethereum.
sk_sk: Aktuálna verzia nie je dostupná na vrstve 2. Prejdite na vrstvu 1 Ethereum.
sv_se: Aktuell version är inte tillgänglig på lager 2. Byt till lager 1 Ethereum.
th_th: เวอร์ชันปัจจุบันไม่พร้อมใช้งานบนเลเยอร์ 2 เปลี่ยนเป็นเลเยอร์ 1 Ethereum
tr_tr: Mevcut sürüm 2. Katman'da bulunmamaktadır. 1. Katman Ethereum'a geçin.
vi_vn: Phiên bản hiện tại không khả dụng trên Layer 2. Chuyển sang Ethereum Layer 1.

source: Current {0} Price:
ar_sa: السعر {0} الحالي:
bg_bg: Текуща цена на {0}:
cs_cz: Aktuální {0} Cena:
de_de: Aktueller {0} Preis:
es_es: Precio {0} actual:
fr_fr: Prix {0} actuel :
hu_hu: Jelenlegi {0} ár:
id_id: Harga {0} saat ini:
it_it: Prezzo attuale {0}:
ja_jp: 現在の{0}価格:
nl_nl: Huidige {0} Prijs:
pl_pl: Aktualna {0} cena:
pt_pt: Preço atual {0}:
ro_ro: Prețul curent {0}:
ru_ru: Текущая {0} цена:
sk_sk: Aktuálna {0} cena:
sv_se: Aktuellt {0} pris:
th_th: ราคาปัจจุบันของ {0}:
tr_tr: Mevcut {0} Fiyatı:
vi_vn: Giá {0} hiện tại:

source: Defeated
ar_sa: هزم
bg_bg: Победен
cs_cz: Poražený
de_de: Besiegt
es_es: Vencido
fr_fr: Vaincu
hu_hu: Legyőzött
id_id: Dikalahkan
it_it: Fallito
ja_jp: 敗北
nl_nl: Verslagen
pl_pl: Pokonany
pt_pt: Rejeitado
ro_ro: Învins
ru_ru: Побежденный
sk_sk: Porazené
sv_se: Besegrad
th_th: พ่ายแพ้
tr_tr: Yenilen
vi_vn: Đánh bại

source: Delegate Votes
ar_sa: تفويض الأصوات
bg_bg: Делегирайте гласове
cs_cz: Delegovat hlasy
de_de: Abstimmungen delegieren
es_es: Delegar Votos
fr_fr: Votes délégués
hu_hu: Delegált szavazatok
id_id: Suara Delegasi
it_it: Delega di voto
ja_jp: 投票を委任
nl_nl: Delegeer Stemmen
pl_pl: Głosy uczestników
pt_pt: Votos dos Representantes
ro_ro: Delegare voturi
ru_ru: Делегировать голоса
sk_sk: Delegovať hlasy
sv_se: Delegera röster
th_th: ตัวแทนลงคะแนนเสียง
tr_tr: Oyları Devredin
vi_vn: Đại biểu bỏ phiếu

source: Delegate voting power to {0}
ar_sa: تفويض سلطة التصويت إلى {0}
bg_bg: Делегирайте гласуване на {0}
cs_cz: Přenesení hlasovacích práv na {0}
de_de: Stimmrecht delegieren an {0}
es_es: Delegar el poder de voto en {0}
fr_fr: Déléguer le pouvoir de vote à {0}
hu_hu: Delegált szavazatok ereje {0}
id_id: Mendelegasikan hak suara ke {0}
it_it: Delega il voto a {0}
ja_jp: {0}に投票権を委任
nl_nl: Stemrecht delegeren aan {0}
pl_pl: Przekazanie prawa głosu do {0}
pt_pt: Delegar o poder de voto em {0}
ro_ro: Delegarea puterii de vot pentru {0}
ru_ru: Делегировать право голоса {0}
sk_sk: Delegovať hlasovacie právo na {0}
sv_se: Delegera rösträtt till {0}
th_th: มอบอำนาจการลงคะแนนให้ {0}
tr_tr: Oylama yetkisini {0}'a devredin
vi_vn: Ủy quyền biểu quyết cho {0}

source: Delegated to:
ar_sa: التفويض لـ:
bg_bg: Делегирани до:
cs_cz: Delegováno na:
de_de: Delegiert an:
es_es: Delegado a:
fr_fr: Délégué à:
hu_hu: Delegált:
id_id: Didelegasikan kepada:
it_it: Delegato a:
ja_jp: 委任先:
nl_nl: Gedelegeerd aan:
pl_pl: Przekazane do:
pt_pt: Delegado a:
ro_ro: Delegat către:
ru_ru: Делегировать:
sk_sk: Delegované na:
sv_se: Delegerad till:
th_th: มอบหมายให้:
tr_tr: Şuna devredildi:
vi_vn: Giao cho:

source: Delegating votes
ar_sa: يتمّ تفويض الأصوات:
bg_bg: Делегиране на гласове
cs_cz: Delegování hlasů
de_de: Stimmen delegieren
es_es: Delegando votos
fr_fr: Délégation de votes
hu_hu: Szavazatok delegálása
id_id: Mendelegasikan suara
it_it: Delega di voto
ja_jp: 投票を委任中
nl_nl: Stemmen delegeren
pl_pl: Przekazywanie głosów
pt_pt: Delegação de votos
ro_ro: Delegarea voturilor
ru_ru: Делегированные голоса
sk_sk: Delegovanie hlasov
sv_se: Delegerar röster:
th_th: การลงคะแนนเสียง
tr_tr: Oylar devrediliyor
vi_vn: Ủy thác phiếu bầu

source: Deposit
ar_sa: إيداع
bg_bg: Депозит
cs_cz: Vklad
de_de: Einzahlung
es_es: Depósito
fr_fr: Dépôt
hu_hu: Befizetés
it_it: Deposito
ja_jp: 出金する
nl_nl: Storten
pl_pl: Depozyt
pt_pt: Depósito
ro_ro: Depunere
ru_ru: Внести депозит
sk_sk: Vklad
sv_se: Insättning
th_th: เงินฝาก
tr_tr: Para yatır
vi_vn: Tiền gửi

source: Deposit Amounts
ar_sa: مبالغ الإيداع
bg_bg: Суми за депозит
cs_cz: Výše vkladů
de_de: Einzahlungsbeträge
es_es: Importes del depósito
fr_fr: Montants des dépôts
hu_hu: Befizetett összegek
id_id: Jumlah Setoran
it_it: Importi del deposito
ja_jp: 出金額
nl_nl: Stortingsbedragen
pl_pl: Kwoty depozytów
pt_pt: Depositar valores
ro_ro: Sumele depozitate
ru_ru: Суммы депозита
sk_sk: Čiastky vkladov
sv_se: Insättningsbelopp
th_th: จำนวนเงินฝาก
tr_tr: Para Yatırma Miktarı
vi_vn: Số tiền gửi

source: Deposit Assets
ar_sa: أصول الإيداع
bg_bg: Депозирайте активи
cs_cz: Depozita aktiv
de_de: Aktiva einzahlen
es_es: Activos en depósito
fr_fr: Avoirs en dépôt
hu_hu: Befizetett eszközök
id_id: Deposit Aset
it_it: Attività di deposito
ja_jp: 資産の預け入れ
nl_nl: Activa storten
pl_pl: Aktywa depozytowe
pt_pt: Depositar ativos
ro_ro: Active depozitare
ru_ru: Депозитные активы
sk_sk: Depozitné aktíva
sv_se: Inlåningstillgångar
th_th: ฝากทรัพย์สิน
tr_tr: Para Yatırma Varlıkları
vi_vn: Tài sản ký gửi
