Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: By adding liquidity you'll earn 0.3% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
ar_sa: بإضافة السيولة ستربح 0.3٪ من جميع التداولات على هذا الزوج بما يتناسب مع حصتك في المجموعة. يتم إضافة الرسوم إلى المجموعة، بالإضافة إلى التراكم في الوقت الفعلي ويمكن المطالبة بها عن طريق سحب السيولة الخاصة بك.
bg_bg: Като добавите ликвидност, ще спечелите 0.3% от всички сделки с този партньор, пропорционално на вашия дял от басейна. Таксите се добавят към басейна, нарастват в реално време и могат да бъдат искани чрез изтегляне на вашата ликвидност.
cs_cz: Přidáním likvidity získáte 0,3 % ze všech obchodů na tomto páru úměrně svému podílu v poolu. Poplatky jsou přidávány do poolu, narůstají v reálném čase a můžete si je nárokovat výběrem své likvidity.
de_de: Indem Sie Liquidität hinzufügen, verdienen Sie 0,3 % an allen Geschäften mit diesem Paar, proportional zu Ihrem Anteil am Pool. Die Gebühren werden dem Pool hinzugefügt, fallen in Echtzeit an und können durch Abheben Ihrer Liquidität eingefordert werden.
es_es: Al añadir liquidez ganarás un 0,3% de todas las operaciones en este par proporcional a tu participación en el pool. Las comisiones se añaden al fondo, se acumulan en tiempo real y se pueden reclamar retirando tu liquidez.
fr_fr: En ajoutant de la liquidité, vous gagnerez 0,3 % de toutes les transactions sur cette paire proportionnellement à votre part du pool. Les frais sont ajoutés au pool, s'accumulent en temps réel et peuvent être réclamés en retirant vos liquidités.
hu_hu: Likviditás hozzáadásával a teljes mérettel arányosan 0.3%-át kapod meg a kereskedéseknek ezzel a párossal. A díjak valós időben a poolba kerülnek és a likviditás igénylésével lehet hozzájutni.
id_id: Dengan menambahkan likuiditas, Anda akan mendapatkan 0,3% dari semua perdagangan pada pasangan ini yang sebanding dengan bagian Anda di pool. Biaya ditambahkan ke pool, bertambah secara real time dan dapat diklaim dengan menarik likuiditas Anda.
it_it: Aggiungendo liquidità guadagnerete lo 0,3% di tutte le operazioni su questa coppia, proporzionalmente alla vostra quota del pool. Le commissioni vengono aggiunte al pool, si accumulano in tempo reale e possono essere richieste ritirando la liquidità.
ja_jp: 流動性を追加することで、プールのシェアに応じて、このペアのすべての取引の0.3%を獲得します。手数料はリアルタイムでプールに追加され、流動性を引き出すことで請求可能です。
nl_nl: Door liquiditeit toe te voegen, verdien je 0,3% van alle transacties op dit paar in verhouding tot jouw aandeel in de pool. Vergoedingen worden aan de pool toegevoegd, worden in realtime opgebouwd en kunnen worden opgeëist door jouw liquiditeit op te nemen.
pl_pl: Dodając płynność, zarobisz 0,3% ze wszystkich transakcji na tej parze, proporcjonalnie do Twojego udziału w puli. Opłaty są dodawane do puli, naliczane w czasie rzeczywistym i można się o nie ubiegać, wycofując płynność.
pt_pt: Ao adicionar liquidez, ganhará 0,3% de todas as transacções neste par, proporcional à sua participação no pool. As comissões são adicionadas ao pool, acumulam-se em tempo real e podem ser reclamadas retirando a sua liquidez.
ro_ro: Adăugând lichiditate, veți câștiga 0,3% din toate tranzacțiile pe această pereche, proporțional cu cota ta din fondul comun. Comisioanele sunt adăugate la pool, se acumulează în timp real și pot fi revendicate prin retragerea lichidității.
ru_ru: Когда Вы добавляете ликвидность, Вы зарабатываете 0,3% от всех сделок относительно этой пары пропорционально Вашей доле в пуле. Комиссионные добавляются в пул, начисляются в режиме реального времени и могут быть получены после вывода Вашей ликвидности.
sk_sk: Pridaním likvidity získate 0,3 % zo všetkých obchodov na tomto páre úmerne k vášmu podielu na poole. Poplatky sa pripočítavajú do fondu, hromadia sa v reálnom čase a možno si ich nárokovať stiahnutím likvidity.
sv_se: Genom att lägga till likviditet tjänar du 0,3 % av alla affärer på detta par proportionellt mot din andel av poolen. Avgifter läggs till poolen, ackumuleras i realtid och kan tas ut genom att dra tillbaka din likviditet.
th_th: ด้วยการเพิ่มสภาพคล่อง คุณจะได้รับ 0.3% ของการซื้อขายทั้งหมดในคู่นี้ตามสัดส่วนส่วนแบ่งของพูลของคุณ ค่าธรรมเนียมจะถูกเพิ่มเข้าในพูล เกิดขึ้นตามเวลาจริงและสามารถรับโทเค็นได้โดยการถอนสภาพคล่องของคุณ
tr_tr: Likidite ekleyerek, havuzdaki payınızla orantılı olarak bu çiftteki tüm işlemlerin %0,3'ünü kazanacaksınız. Ücretler havuza eklenir, gerçek zamanlı olarak tahakkuk eder ve likiditenizi çekmek suretiyle talep edilebilir.
vi_vn: Bằng cách thêm tính thanh khoản, bạn sẽ kiếm được 0,3% của tất cả các giao dịch trên cặp này tỷ lệ với phần của bạn có trong pool. Phí được thêm vào pool, được tích lũy theo thời gian thực và có thể được yêu cầu nhận bằng cách rút thanh khoản của bạn.

source: By adding this list you are implicitly trusting that the data is correct. Anyone can create a list, including creating fake versions of existing lists and lists that claim to represent projects that do not have one.
ar_sa: بإضافة هذه القائمة، فإنك تثق ضمنيا في صحة البيانات. يمكن لأي شخص إنشاء قائمة، بما في ذلك إنشاء نسخ مزيفة من القوائم والقوائم الحالية التي تدعي تمثيل المشاريع التي لا تحتوي على قائمة.
bg_bg: Като добавите този списък, вие неявно доверявате, че данните са верни. Всеки може да създаде списък, включително да създаде фалшиви версии на съществуващи списъци и списъци, които твърдят, че представляват проекти, които нямат такива.
cs_cz: Přidáním tohoto seznamu implicitně věříte, že údaje jsou správné. Seznam může vytvořit kdokoli, včetně vytváření falešných verzí existujících seznamů a seznamů, které tvrdí, že zastupují projekty, které žádný nemají.
de_de: Indem Sie diese Liste hinzufügen, vertrauen Sie implizit darauf, dass die Daten korrekt sind. Jeder kann eine Liste erstellen, einschließlich gefälschter Versionen bestehender Listen und Listen, die vorgeben, Projekte zu repräsentieren, für die es keine gibt.
es_es: Al añadir esta lista estás confiando implícitamente en que los datos son correctos. Cualquiera puede crear una lista, incluso crear versiones falsas de listas existentes y listas que dicen representar proyectos que no tienen ninguna.
fr_fr: En ajoutant cette liste, vous faites implicitement confiance à l'exactitude des données. N'importe qui peut créer une liste, y compris créer de fausses versions de listes existantes et de listes qui prétendent représenter des projets qui n'en ont pas.
hu_hu: A lista hozzáadásával egyértelműen megerősíted, hogy az adatok valósak. Listát bárki készíthet, beleértve hamis verziókat valós listákról vagy olyan listákról, melyek más projekteket reprezentálnak.
id_id: Dengan menambahkan daftar ini, Anda secara implisit mempercayai bahwa data tersebut benar. Siapa pun dapat membuat daftar, termasuk membuat versi palsu dari daftar yang sudah ada dan daftar yang mengklaim mewakili proyek yang tidak ada.
it_it: Aggiungendo questo elenco si confida implicitamente che i dati siano corretti. Chiunque può creare un elenco, compresa la creazione di versioni false di elenchi esistenti e di elenchi che affermano di rappresentare progetti che non ne hanno uno.
ja_jp: このリストを追加することで、データの正確性を暗黙のうちに信頼していることになります。リストは誰でも作成することができ、既存のリストの偽バージョンや、リストが存在しないプロジェクトを代弁すると主張するリストをを作成することが可能です。
nl_nl: Door deze lijst toe te voegen vertrouw je er impliciet op dat de gegevens correct zijn. Iedereen kan een lijst maken, inclusief het maken van nepversies van bestaande lijsten en lijsten die beweren projecten te vertegenwoordigen die er geen hebben.
pl_pl: Dodając tę listę, domyślnie ufasz, że dane są prawidłowe. Każdy może utworzyć listę, w tym tworzyć fałszywe wersje istniejących list i list, które rzekomo reprezentują projekty, które takiej listy nie mają.
pt_pt: Ao adicionar esta lista, confia implicitamente que os dados estão correctos. Qualquer pessoa pode criar uma lista, incluindo a criação de versões falsas de listas existentes e listas que afirmam representar projectos que não têm uma.
ro_ro: Prin adăugarea acestei liste, implicit ai încredere că datele sunt corecte. Oricine poate crea o listă, inclusiv să creeze versiuni false ale unor liste existente și liste care pretind că reprezintă proiecte care nu au una.
ru_ru: Добавляя этот список, Вы подтверждаете, что указанные данные верны. Любой может создать список, в том числе создать поддельные версии существующих списков, а также списков, которые не представляют никакие проекты.
sk_sk: Pridaním tohto zoznamu implicitne vyjadrujete, že údaje sú správne. Ktokoľvek môže vytvoriť zoznam vrátane vytvárania falošných verzií existujúcich zoznamov a zoznamov, ktoré tvrdia, že predstavujú projekty, ktoré žiadny nemajú.
sv_se: Genom att lägga till denna lista litar du implicit på att uppgifterna är korrekta. Vem som helst kan skapa en lista, inklusive falska versioner av befintliga listor och listor som påstår sig representera projekt som inte har någon lista.
th_th: การเพิ่มรายการนี้แสดงว่าคุณเชื่อมั่นโดยปริยายว่าข้อมูลถูกต้อง ทุกคนสามารถสร้างรายการได้ รวมถึงการสร้างรายการที่มีอยู่แล้วในเวอร์ชันปลอมและรายการที่อ้างว่าเป็นตัวแทนของโครงการที่ไม่มีรายการดังกล่าว
tr_tr: Bu listeyi ekleyerek verilerin doğru olduğuna dolaylı olarak güvenmiş olursunuz. Mevcut listelerin sahte versiyonlarını oluşturmak ve olmayan projeleri temsil ettiğini iddia eden listeler de dahil olmak üzere herkes bir liste oluşturabilir.
vi_vn: Bằng cách thực hiện thêm danh sách này, bạn hoàn toàn tin tưởng rằng dữ liệu là chính xác. Bất kỳ ai cũng có thể tạo danh sách, kể cả tạo phiên bản giả mạo của các danh sách hiện có và danh sách tuyên bố đại diện cho các dự án không có danh sách.

source: Canceled
ar_sa: تم الإلغاء
bg_bg: Отменено
cs_cz: Zrušeno
de_de: Abgebrochen
es_es: Cancelado
fr_fr: Annulé
hu_hu: Törölve
id_id: Dibatalkan
it_it: Annullato
ja_jp: キャンセル
nl_nl: Geannuleerd
pl_pl: Anulowany
pt_pt: Cancelado
ro_ro: Anulat
ru_ru: Отменено
sk_sk: Zrušené
sv_se: Annullerad
th_th: ยกเลิก
tr_tr: İptal Edilmiş
vi_vn: Đã hủy

source: Change
ar_sa: تغيير
bg_bg: Промяна
cs_cz: Změnit
de_de: Ändern
es_es: Cambiar
fr_fr: Changement
hu_hu: Változtatás
id_id: Ubah
it_it: Modifica
ja_jp: 変更
nl_nl: Verander
pl_pl: Zmień
pt_pt: Alterar
ro_ro: Schimbare
ru_ru: Изменить
sk_sk: Zmena
sv_se: Ändra
th_th: เปลี่ยน
tr_tr: Değiştir
vi_vn: Thay đổi

source: Check network status
ar_sa: تحقق من حالة الشبكة
bg_bg: Проверете статуса на мрежата
cs_cz: Zkontrolovat stav sítě
de_de: Netzwerkstatus prüfen
es_es: Comprueba el estado de la red
fr_fr: Vérifier l'état du réseau
hu_hu: Hálózati állapot megtekintése
id_id: Memeriksa status jaringan
it_it: Controllare lo stato della rete
ja_jp: ネットワークステータスを確認
nl_nl: Controleer de netwerkstatus
pl_pl: Sprawdź stan sieci
pt_pt: Verificar o estado da rede
ro_ro: Verifică starea rețelei
ru_ru: Проверить статус сети
sk_sk: Skontrolujte stav siete
sv_se: Kontrollera nätverksstatus
th_th: ตรวจสอบสถานะเครือข่าย
tr_tr: Ağ durumunu kontrol et
vi_vn: Kiểm tra trạng thái mạng

source: Check out our v3 LP walkthrough and migration guides.
ar_sa: تحقق من الإرشادات التفصيلية لـ v3 LP وإرشادات الترحيل.
bg_bg: Вижте нашите ръководства за преход и миграция на v3 LP.
cs_cz: Podívejte se na naše průvodce v3 LP a průvodce migrací.
de_de: Sehen Sie sich unsere v3 LP-Erläuterungen und Migrationsanleitungen an.
es_es: Echa un vistazo a nuestras guías de migración y recorrido de LP v3.
fr_fr: Consultez nos guides pas à pas et de migration v3 LP.
hu_hu: Nézd meg a v3 LP útmutatónkat és az áthelyezési segédletet.
id_id: Lihat panduan migrasi dan panduan migrasi v3 LP kami.
it_it: Consultate le nostre guide sulla migrazione e sul percorso di LP v3.
ja_jp: 私たちのv3 LPウォークスルーと移行ガイドをチェックしてください。
nl_nl: Bekijk onze v3 LP walkthrough en migratiegidsen.
pl_pl: Zapoznaj się z naszymi przewodnikami po wersji 3 LP i przewodnikami po migracji.
pt_pt: Consulte os nossos guias de migração e passo a passo de v3 LP.
ro_ro: Consultă ghidurile noastre de migrare și ghidurile de migrare v3 LP.
ru_ru: Ознакомьтесь с нашими пошаговыми инструкциями по v3 LP и руководствами по переносу.
sk_sk: Pozrite si náš návod na verziu LP a sprievodcov migráciou.
sv_se: Kolla våra genomgångar av v3 LP och våra migreringsguider.
th_th: ตรวจสอบ v3 LP คำแนะนำแบบทีละขั้นตอนและคำแนะนำในการย้ายข้อมูล
tr_tr: v3 LP izlenecek yol ve migrasyon kılavuzlarımıza göz atın.
vi_vn: Hãy xem hướng dẫn cơ bản và hướng dẫn v3 LP của chúng tôi.

source: Claim
ar_sa: مطالبة
bg_bg: Заявявам
cs_cz: Vybrat
de_de: Einfordern
es_es: Reclamar
fr_fr: Réclamation
hu_hu: Igénylés
id_id: Klaim
ja_jp: 申請する
pl_pl: Odbierz
pt_pt: Reivindicar
ro_ro: Revendică
ru_ru: Получить
sk_sk: Nárokovať
sv_se: Anspråk
th_th: รับโทเค็น
tr_tr: Talep Et
vi_vn: Yêu cầu nhận

source: Claim <0/> for {0}
ar_sa: المطالبة بـ <0 /> بمبلغ {0}
bg_bg: Заявете <0/> за {0}
cs_cz: Vybrat <0/> za {0}
de_de: <0/> für {0} einfordern
es_es: Reclamar <0/> para {0}
fr_fr: Réclamez <0/> pour {0}
hu_hu: <0/> igénylse {0}
id_id: Klaim <0/> untuk {0}
it_it: Claim <0/> per {0}
ja_jp: {0}のために<0/>を請求する
nl_nl: Claim <0/> voor {0}
pl_pl: Odbierz <0/> for {0}
pt_pt: Reivindicar <0/> para {0}
ro_ro: Revendică <0/> pentru {0}
ru_ru: Получить <0/> для {0}
sk_sk: Nárokovať <0/> za {0}
sv_se: Anspråk <0/> på {0}.
th_th: รับโทเค็น <0/> สำหรับ {0}
tr_tr: {0} için <0/> talep et
vi_vn: Yêu cầu nhận <0/> cho {0}

source: Claim BD LP
ar_sa: المطالبة بـ BD LP
bg_bg: Заявете BD LP
cs_cz: Vybrat BD LP
de_de: BD LP einfordern
es_es: Reclamar BD LP
fr_fr: Réclamer BD LP
hu_hu: Igénylés BD LP
id_id: Klaim BD LP
ja_jp: BD LPを請求する
nl_nl: BD LP claimen
pl_pl: Odbierz BD LP
pt_pt: Reivindicar BD LP
ro_ro: Revendică BD LP
ru_ru: Получить BD LP
sk_sk: Nárokovať BD LP
sv_se: Gör anspråk på BD LP
th_th: รับโทเค็น BD LP
tr_tr: BD LP talep et
vi_vn: Yêu cầu nhận BD LP

source: Claim UNI
ar_sa: المطالبة بـ UNI
bg_bg: Заявете UNI
cs_cz: Vybrat UNI
de_de: UNI einfordern
es_es: Reclamar UNI
fr_fr: Réclamation UNI
hu_hu: UNI igénylése
id_id: Klaim UNI
ja_jp: UNIを請求する
pl_pl: Odbierz UNI
pt_pt: Reivindicar UNI
ro_ro: Revendică UNI
ru_ru: Получить UNI
sk_sk: Nárokovať UNI
sv_se: Gör anspråk på UNI
th_th: รับโทเค็น UNI
tr_tr: UNI talep et
vi_vn: Yêu cầu nhận UNI

source: Claim UNI Token
ar_sa: المطالبة برمز UNI
bg_bg: Заявете UNI токена
cs_cz: Vybrat Token UNI
de_de: UNI-Token einfordern
es_es: Reclamar Token UNI
fr_fr: Réclamer un jeton UNI
hu_hu: UNI tokenen igénylése
id_id: Klaim Token UNI
it_it: Claim Token UNI
ja_jp: UNIトークンを請求する
pl_pl: Odbierz token UNI
pt_pt: Reivindicar Token UNI
ro_ro: Revendică Token UNI
ru_ru: Получить UNI токен
sk_sk: Nárokovať UNI token
sv_se: Gör anspråk på UNI Token
th_th: รับโทเค็น UNI
tr_tr: UNI Token talep et
vi_vn: Yêu cầu nhận token UNI

source: Claim UNI reward for {0}
ar_sa: المطالبة بمكافأة UNI مقابل {0}
bg_bg: Заявете UNI наградата за {0}
cs_cz: Nárok na odměnu UNI za {0}
de_de: UNI-Prämie für {0} einfordern
es_es: Reclama la recompensa UNI por {0}
fr_fr: Réclamer la récompense UNI pour {0}
hu_hu: UNI jutalmak igénylése {0}
id_id: Klaim hadiah UNI untuk {0}
it_it: Richiedi il premio UNI per {0}
ja_jp: UNI報酬{0}を請求する
nl_nl: Claim UNI beloning voor {0}
pl_pl: Odbierz nagrodę UNI za {0}
pt_pt: Reivindicar recompensa UNI para (0)
ro_ro: Revendică recompensa UNI pentru {0}
ru_ru: Получить UNI награду за {0}
sk_sk: Nárokovať si odmenu UNI za {0}
sv_se: Gör anspråk på UNI-belöning för {0}.
th_th: รับรางวัล UNI สำหรับ {0}
tr_tr: {0} için UNI ödülünü talep edin
vi_vn: Yêu cầu nhận phần thưởng UNI cho {0}

source: Claim fees
ar_sa: رسوم المطالبة
bg_bg: Заявете таксите
cs_cz: Vybrat poplatky
de_de: Gebühren einfordern
es_es: Tasas de reclamación
fr_fr: Frais de réclamation
hu_hu: Jutalékok igénylése
id_id: Biaya klaim
it_it: Commissioni per il Claim
ja_jp: 請求手数料
nl_nl: Kosten claimen
pl_pl: Opłaty za roszczenia
pt_pt: Reivindicar taxas
ro_ro: Taxe de revendicare
ru_ru: Получить комиссионные
sk_sk: Nárokovať poplatky
sv_se: Avgifter för anspråk
th_th: รับค่าธรรมเนียม
tr_tr: İşlem ücretlerini talep et
vi_vn: Yêu cầu nhận phí

source: Claim your UNI tokens
ar_sa: المطالبة برموز UNI الخاصة بك
bg_bg: Заявете своите UNI токени
cs_cz: Vybrat tokeny UNI
de_de: Ihre UNI-Token einfordern
es_es: Reclama tus tokens UNI
fr_fr: Réclamez vos jetons UNI
hu_hu: Igényeld az UNI tokenjeidet
id_id: Klaim token UNI Anda
it_it: Richiedi i tuoi token UNI
ja_jp: UNIトークンを請求する
nl_nl: Claim je UNI-tokens
pl_pl: Odbierz swoje tokeny UNI
pt_pt: Reivindicar seus tokens UNI
ro_ro: Revendică-ți jetoanele UNI
ru_ru: Получить UNI токены
sk_sk: Nárokovať UNI tokeny
sv_se: Gör anspråk på dina UNI-tokens
th_th: รับโทเค็น UNI ของคุณ
tr_tr: UNI tokenlerinizi talep edin
vi_vn: Yêu cầu nhận mã thông báo UNI của bạn

source: Claimed
ar_sa: تمت المطالبة
bg_bg: Заявени
cs_cz: Vybráno
de_de: Eingefordert
es_es: Reclamado
fr_fr: Revendiqué
hu_hu: Igényelve
id_id: Diklaim
it_it: Richiesto
ja_jp: 請求完了
nl_nl: Geclaimd
pl_pl: Odebrane
pt_pt: Reivindicado
ro_ro: Revendicat
ru_ru: Получено
sk_sk: Nárokované
sv_se: Gjorde anspråk
th_th: ได้รับแล้ว
tr_tr: Talep edilen
vi_vn: Đã yêu cầu nhận

source: Claimed UNI!
ar_sa: تمت المطالبة بـ UNI!
bg_bg: Заявени UNI!
cs_cz: Vybrané UNI!
de_de: UNI eingefordert!
es_es: ¡UNI Reclamado!
fr_fr: UNI revendiqué !
hu_hu: UNI igényelve!
id_id: Diklaim UNI!
it_it: Richiesto UNI!
ja_jp: UNIを請求！
nl_nl: UNI geclaimd!
pl_pl: Zgłoszono UNI!
pt_pt: UNI Reivindicado!
ro_ro: UNI revendicat!
ru_ru: Получено UNI!
sk_sk: Nárokované UNI!
sv_se: Gjorde anspråk på UNI!
th_th: รับโทเค็น UNI!
tr_tr: Talep Edilen UNI!
vi_vn: Đã xác nhận quyền sở hữu UNI!

source: Claimed!
ar_sa: تمت المطالبة!
bg_bg: Заявени!
cs_cz: Vybráno
de_de: Eingefordert!
es_es: ¡Reclamado!
fr_fr: Revendiqué!
hu_hu: Igényelve!
id_id: Diklaim!
it_it: Richiesto!
ja_jp: 請求完了！
nl_nl: Geclaimd!
pl_pl: Zgłoszono!
pt_pt: Reivindicado!
ro_ro: Revendicat!
ru_ru: Получено!
sk_sk: Nárokované!
sv_se: Gjorde anspråk!
th_th: ได้รับแล้ว!
tr_tr: Talep edildi!
vi_vn: Đã yêu cầu nhận!

source: Claiming
ar_sa: المطالبة جارية
bg_bg: Заявяване
cs_cz: Nárokování
de_de: Einfordern
es_es: Reclamando
fr_fr: Affirmant
hu_hu: Igénylés
id_id: Mengklaim
it_it: Richiesta
ja_jp: 請求処理中
nl_nl: Claimen
pl_pl: Żądanie
pt_pt: Reivindicação
ro_ro: În curs de revendicare
ru_ru: В процессе получения
sk_sk: Nárokovanie
sv_se: Göra anspråk på
th_th: กำลังรับ
tr_tr: Talep ediliyor
vi_vn: Đang yêu cầu nhận

source: Claiming BD LP
ar_sa: تجري المطالبة بـ BD LP
bg_bg: Заявяване на BD LP
cs_cz: Nárokování BD LP
de_de: BD LP einfordern
es_es: Reclamando BD LP
fr_fr: Revendiquer BD LP
hu_hu: BD LP igénylése
id_id: Mengklaim BD LP
it_it: Richiesta di BD LP
ja_jp: BD LPを請求中
nl_nl: BD LP Claimen
pl_pl: Odbieranie BD LP
pt_pt: Reivindicação BD LP
ro_ro: Revendicare BD LP
ru_ru: В процессе получения BD LP
sk_sk: Nárokovanie BD LP
sv_se: Göra anspråk på BD LP
th_th: รับ BD LP
tr_tr: BD LP talep ediliyor
vi_vn: Đang yêu cầu nhận BD LP

source: Claiming {0} UNI
ar_sa: تجري المطالبة بـ {0} UNI
bg_bg: Заявяване на {0} UNI
cs_cz: Nárokování {0} UNI
de_de: {0} UNI einfordern
es_es: Reclamación {0} UNI
fr_fr: Demander {0} UNI
hu_hu: {0} UNI igénylése
id_id: Mengklaim {0} UNI
it_it: Richiesta di {0} UNI
ja_jp: {0} UNIを請求中
nl_nl: {0} UNI claimen
pl_pl: Odbieranie {0} UNI
pt_pt: Reivindicação (0) UNI
ro_ro: Revendicare {0} UNI
ru_ru: В процессе получения {0} UNI
sk_sk: Nárokovanie {0} UNI
sv_se: Göra anspråk på {0} UNI
th_th: กำลังรับ {0} UNI
tr_tr: {0} UNI talep ediliyor
vi_vn: Đang yêu cầu nhận {0} UNI

source: Clear All
ar_sa: مسح الكل
bg_bg: Изчисти всички
cs_cz: Vymazat vše
de_de: Alles löschen
es_es: Borrar Todo
fr_fr: Tout effacer
hu_hu: Összes törlése
id_id: Hapus Semua
it_it: Cancella Tutto
ja_jp: すべてをクリア
nl_nl: Wis alles
pl_pl: Wyczyść wszystko
pt_pt: Limpar tudo
ro_ro: Șterge Tot
ru_ru: Очистить все
sk_sk: Zmazať všetko
sv_se: Rensa allt
th_th: ลบทั้งหมด
tr_tr: Tümünü Temizle
vi_vn: Xóa Tất Cả

source: Clear all
ar_sa: مسح الكل
bg_bg: Изчисти всички
cs_cz: Vymazat vše
de_de: Alles löschen
es_es: Borrar todo
fr_fr: Tout effacer
hu_hu: Összes törlése
id_id: Hapus Semua
it_it: Cancella tutto
ja_jp: すべてをクリア
nl_nl: Wis alles
pl_pl: Wyczyść wszystko
pt_pt: Limpar tudo
ro_ro: Șterge tot
ru_ru: Очистить все
sk_sk: Zmazať všetko
sv_se: Rensa allt
th_th: ลบทั้งหมด
tr_tr: Tümünü temizle
vi_vn: Xóa tất cả

source: Close
ar_sa: إغلاق
bg_bg: Затворете
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
hu_hu: Bezárás
id_id: Tutup
it_it: Chiudere
ja_jp: 閉じる
nl_nl: Sluit
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Închide
ru_ru: Закрыть
sk_sk: Zatvoriť
sv_se: Stäng
th_th: ปิด
tr_tr: Kapat
vi_vn: Đóng

source: Closed
ar_sa: تم الإغلاق
bg_bg: Затворено
cs_cz: Zavřeno
de_de: Geschlossen
es_es: Cerrado
fr_fr: Fermé
hu_hu: Bezárva
id_id: Ditutup
it_it: Chiuso
ja_jp: 閉じた
nl_nl: Gesloten
pl_pl: Zamknięte
pt_pt: Fechado
ro_ro: Închis
ru_ru: Закрыть
sk_sk: Zatvorené
sv_se: Stängd
th_th: ปิด
tr_tr: Kapatıldı
vi_vn: Đã đóng

source: Collect
ar_sa: استلام
bg_bg: Съберете
cs_cz: Sebrat
de_de: Sammeln
es_es: Cobrar
fr_fr: Collecter
hu_hu: Begyűjtés
id_id: Mengumpulkan
it_it: Riscuotere
ja_jp: 集める
nl_nl: Verzamelen
pl_pl: Zbierz
pt_pt: Recolher
ro_ro: Colectează
ru_ru: Собрать
sk_sk: Vyberať
sv_se: Samla
th_th: เก็บรวบรวม
tr_tr: Tahsil et
vi_vn: Thu thập

source: Collect as {0}
ar_sa: استلام كـ {0}
bg_bg: Събрани като {0}
cs_cz: Sebrat jako {0}
de_de: Sammeln als {0}
es_es: Cobrar como {0}
fr_fr: Collecter comme {0}
hu_hu: Gyűjtés mint {0}
id_id: Kumpulkan sebagai {0}
it_it: Riscuotere come {0}
ja_jp: {0}として集める
nl_nl: Verzamel als {0}
pl_pl: Odbierz jako {0}
pt_pt: Recolher como (0)
ro_ro: Colectează ca {0}
ru_ru: Собрать как {0}
sk_sk: Vyberať ako {0}
sv_se: Samla som {0}
th_th: รวมเป็น {0}
tr_tr: {0} olarak tahsil et
vi_vn: Thu thập dưới dạng {0}

source: Collect fees
ar_sa: استلام الرسوم
bg_bg: Събрани такси
cs_cz: Výběr poplatků
de_de: Gebühren sammeln
es_es: Cobrar tasas
fr_fr: Percevoir les frais
hu_hu: Díjak begyűjtése
id_id: Mengumpulkan biaya
it_it: Riscuotere commissioni
ja_jp: 手数料を集める
nl_nl: Verzamel kosten
pl_pl: Zbieraj opłaty
pt_pt: Recolher taxas
ro_ro: Taxe de colectare
ru_ru: Собрать комиссионные
sk_sk: Vyberať poplatky
sv_se: Ta ut avgifter
th_th: เก็บค่าธรรมเนียม
tr_tr: İşlem ücretlerini tahsil et
vi_vn: Thu phí

source: Collect {0}/{1} fees
ar_sa: استلام {0}/{1} رسوم
bg_bg: Съберете {0}/{1} такси
cs_cz: Vybírat poplatky {0}/{1}
de_de: Gebühren {0}/{1} sammeln
es_es: Cobrar {0}/{1} tasas
fr_fr: Collectez {0}/{1} frais
hu_hu: {0}/{1} díj begyűjtése
id_id: Kumpulkan biaya {0}/{1}
it_it: Riscuotere le commissioni di {0}/{1}
ja_jp: {0}/{1}の手数料を集める
nl_nl: Verzamel {0}/{1} kosten
pl_pl: Pobieraj {0}/{1} opłaty
pt_pt: Recolher (0)/(1) taxas
ro_ro: Colectează {0}/{1} taxe
ru_ru: Собрать {0}/{1} комиссионные
sk_sk: Vyberať {0}/{1} poplatky
sv_se: Ta ut {0}/{1} avgifter
th_th: เก็บค่าธรรมเนียม {0}/{1}
tr_tr: {0}/{1} ücretlerini tahsil et
vi_vn: Thu phí {0}/{1}

source: Collected
ar_sa: تم الاستلام
bg_bg: Събрани
cs_cz: Shromážděno
de_de: Eingesammelt
es_es: Cobrado
fr_fr: Collecté
hu_hu: Begyűjtve
id_id: Dikumpulkan
it_it: Riscosso
ja_jp: 収集済み
nl_nl: Verzameld
pl_pl: Zebrane
pt_pt: Coletado
ro_ro: Colectat
ru_ru: Собрано
sk_sk: Vybrané
sv_se: Samlade
th_th: รวบรวม
tr_tr: Tahsil edildi
vi_vn: Đã thu thập

source: Collecting
ar_sa: يجري الاستلام
bg_bg: Събиране
cs_cz: Sbírání
de_de: Sammeln
es_es: Cobrando
fr_fr: Collecte
hu_hu: Begyűjtés
id_id: Mengumpulkan
it_it: Riscossione
ja_jp: 収集中
nl_nl: Verzamelen
pl_pl: Zbieranie
pt_pt: Coleta
ro_ro: În curs de colectare
ru_ru: В процессе сбора
sk_sk: Vyberanie
sv_se: Samla
th_th: การสะสม
tr_tr: Tahsil ediliyor
vi_vn: Đang thu thập
