Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Your position has 0 liquidity, and is not earning fees.
ar_sa: مركزك يحتوي على 0 سيولة ولا يتم تحصيل رسوم.
bg_bg: Вашата позиция няма ликвидност и не печели такси.
cs_cz: Vaše pozice má nulovou likviditu a nevydělává na poplatcích.
de_de: Ihre Position hat 0 Liquidität und bringt keine Gebühren ein.
es_es: Tu posición tiene 0 liquidez, y no está ganando comisiones.
fr_fr: Votre position a 0 liquidité et ne génère pas de frais.
hu_hu: A te pozíciód 0 likviditással rendelkezik, és nem keresel rajta
id_id: Posisi Anda memiliki likuiditas 0, dan tidak menghasilkan biaya.
it_it: La tua posizione ha liquidità 0 e non guadagna commissioni.
ja_jp: あなたのポジションは流動性が0で、手数料を獲得していません。
nl_nl: Jouw positie heeft 0 liquiditeit en levert geen vergoedingen op.
pl_pl: Twoja pozycja ma zerową płynność i nie generuje opłat.
pt_pt: Sua posição tem 0 liquidez e não recebe comissões.
ro_ro: Poziția ta are lichidități 0 și nu generează comisioane.
ru_ru: Ваша позиция имеет 0 ликвидности и не приносит комиссионных.
sk_sk: Vaša pozícia má 0 likvidity a nezarába poplatky.
sv_se: Din position har 0 likviditet och genererar inga avgifter.
th_th: ตำแหน่งของคุณมีสภาพคล่องเป็น 0 และไม่ได้รับค่าธรรมเนียม
tr_tr: Pozisyonunuz 0 likiditeye sahip ve ücret kazanmıyor.
vi_vn: Vị trí của bạn có thanh khoản bằng 0 và sẽ không kiếm được phí.

source: Your position will appear here.
ar_sa: سيظهر مركزك هنا.
bg_bg: Вашата позиция ще се появи тук.
cs_cz: Zde se zobrazí vaše pozice.
de_de: Ihre Position wird hier angezeigt.
es_es: Tu posición aparecerá aquí.
fr_fr: Votre position apparaîtra ici.
hu_hu: A te pozíciód itt jelenik mad meg.
id_id: Posisi Anda akan muncul di sini.
it_it: La tua posizione apparirà qui.
ja_jp: あなたのポジションはここに表示されます。
nl_nl: Jouw positie zal hier verschijnen.
pl_pl: Twoja pozycja pojawi się w tym miejscu.
pt_pt: Sua posição aparecerá aqui.
ro_ro: Poziția ta va apărea aici.
ru_ru: Ваша позиция появится здесь.
sk_sk: Vaša pozícia sa zobrazí tu.
sv_se: Din position kommer att visas här.
th_th: ตำแหน่งของคุณจะปรากฏที่นี่
tr_tr: Pozisyonunuz burada görünecektir.
vi_vn: Vị trí của bạn sẽ xuất hiện ở đây.

source: Your position will be 100% composed of {0} at this price
ar_sa: سيتكون مركزك بنسبة 100٪ من {0} عند هذا السعر
bg_bg: Вашата позиция ще се състои от 100% {0} при тази цена
cs_cz: Vaše pozice bude při této ceně 100% tvořena {0}.
de_de: Ihre Position besteht zu 100 % aus {0} zu diesem Preis
es_es: Tu posición estará compuesta al 100% por {0} a este precio
fr_fr: Votre position sera composée à 100% de {0} à ce prix
hu_hu: A te pozíciód 100%-ban {0} lesz, ezen az áron
id_id: Posisi Anda akan 100% terdiri dari {0} pada harga ini
it_it: La tua posizione sarà composta al 100% da {0} a questo prezzo
ja_jp: この価格であなたのポジションは{0}で100%構成されます。
nl_nl: Jouw positie zal voor deze prijs voor 100% bestaan ​​uit {0}
pl_pl: Twoja pozycja będzie w 100% składać się z {0} po tej cenie
pt_pt: A sua posição será 100% composta por {0} a este preço
ro_ro: Poziția ta va fi 100% compusă din {0} la acest preț
ru_ru: Ваша позиция будет на 100 % состоять из {0} по этой цене.
sk_sk: Vaša pozícia bude 100% zložená z {0} za túto cenu
sv_se: Din position kommer till 100% att bestå av {0} till detta pris
th_th: ตำแหน่งของคุณจะประกอบด้วย {0} 100% ในราคานี้
tr_tr: Pozisyonunuz bu fiyatta %100 {0}'dan oluşacaktır.
vi_vn: Vị trí của bạn sẽ bao gồm 100% {0} ở mức giá này

source: Your position will be 100% {0} at this price.
ar_sa: سيكون مركزك 100٪ {0} عند هذا السعر.
bg_bg: Вашата позиция ще бъде 100% {0} при тази цена.
cs_cz: Vaše pozice bude při této ceně 100% {0}.
de_de: Ihre Position besteht zu 100 % aus {0} zu diesem Preis.
es_es: Tu posición será 100% {0} a este precio.
fr_fr: Votre position sera de 100 % {0} à ce prix.
hu_hu: A te pozíciód 100%-ban {0} lesz, ezen az áron
id_id: Posisi Anda akan menjadi 100% {0} pada harga ini.
it_it: La tua posizione sarà al 100% {0} a questo prezzo.
ja_jp: この価格であなたのポジションは100% {0}になります。
nl_nl: Jouw positie is 100% {0} voor deze prijs.
pl_pl: Twoja pozycja wyniesie 100% {0} po tej cenie.
pt_pt: A sua posição será 100% {0} a este preço.
ro_ro: Poziția ta va fi 100% {0} la acest preț.
ru_ru: Ваша позиция будет равняться на 100% {0} этой цене.
sk_sk: Vaša pozícia bude 100 % {0} za túto cenu.
sv_se: Din position kommer att vara 100% {0} till detta pris.
th_th: ตำแหน่งของคุณจะอยู่ที่ 100% {0} ที่ราคานี้
tr_tr: Pozisyonunuz bu fiyatta %100 {0} olacaktır.
vi_vn: Vị trí của bạn sẽ là 100% {0} ở mức giá này.

source: Your position will not earn fees or be used in trades until the market price moves into your range.
ar_sa: لن يربح مركزك رسوما أو يتم استخدامه في التداولات حتى يتحرك سعر السوق في النطاق الخاص بك.
bg_bg: Вашата позиция няма да печели такси или да се използва в сделки, докато пазарната цена не се премести във вашия диапазон.
cs_cz: Vaše pozice nebude vydělávat na poplatcích ani nebude použita v obchodech, dokud se tržní cena nepohne do vašeho rozsahu.
de_de: Ihre Position bringt keine Gebühren ein und wird erst dann in Handelsgeschäften verwendet, wenn sich der Marktpreis in Ihren Bereich bewegt.
es_es: Tu posición no devengará comisiones ni se utilizará en operaciones hasta que el precio de mercado se mueva dentro de tu rango.
fr_fr: Votre position ne rapportera pas de frais ou ne sera pas utilisée dans des transactions tant que le prix du marché n'entrera pas dans votre fourchette.
hu_hu: A te pozícióddal nem keresel pénzt, vagy csak kereskedésekhez használhatod majd, amíg a piaci árak el nem mozdulnak a te árkategóriádba
id_id: Posisi Anda tidak akan dikenakan biaya atau digunakan dalam perdagangan sampai harga pasar bergerak ke dalam kisaran Anda.
it_it: La tua posizione non guadagnerà commissioni né verrà utilizzata nelle negoziazioni fino a quando il prezzo di mercato non si sposta nel tuo range.
ja_jp: 市場価格があなたの範囲内に移動するまで、あなたのポジションは手数料を稼ぐことも、取引で使用されることもありません。
nl_nl: Jouw positie levert geen vergoedingen op en wordt niet gebruikt in transacties totdat de marktprijs binnen je bereik komt.
pl_pl: Twoja pozycja nie będzie generować opłat ani nie będzie wykorzystywana w transakcjach, dopóki cena rynkowa nie znajdzie się w Twoim zakresie.
pt_pt: A sua posição não ganhará comissões nem será utilizada em transações até que o preço de mercado se mova para sua faixa.
ro_ro: Poziția ta nu va genera comisioane sau nu va fi utilizată în tranzacții până când prețul pieței nu se va muta în intervalul tău.
ru_ru: Ваша позиция не будет приносить комиссионные и не будет использоваться в сделках до тех пор, пока рыночная цена не войдет в Ваш разрешенный диапазон.
sk_sk: Vaša pozícia nebude zarábať poplatky ani nebude použitá v obchodoch, kým sa trhová cena neposunie do vášho rozsahu.
sv_se: Din position kommer inte att generera avgifter eller användas i affärer förrän marknadspriset rör sig inom ditt intervall.
th_th: ตำแหน่งของคุณจะไม่ได้รับค่าธรรมเนียมหรือใช้ในการซื้อขายจนกว่าราคาตลาดจะเคลื่อนเข้าสู่ช่วงของคุณ
tr_tr: Pozisyonunuz, piyasa fiyatı aralığınıza girene kadar ücret kazanmayacak veya işlemlerde kullanılmayacaktır.
vi_vn: Vị trí của bạn sẽ không kiếm được phí hoặc được sử dụng trong các giao dịch cho đến khi giá thị trường có sự điều chỉnh và rơi vào phạm vi của bạn.

source: Your positions
ar_sa: مراكزك
bg_bg: Вашите позиции
cs_cz: Vaše pozice
de_de: Ihre Positionen
es_es: Tus posiciones
fr_fr: Vos postes
hu_hu: A te pozícióid
id_id: Posisi Anda
it_it: Le tue posizioni
ja_jp: あなたのポジション
nl_nl: Jouw posities
pl_pl: Pozycje użytkownika
pt_pt: Suas posições
ro_ro: Pozițiile tale
ru_ru: Ваши позиции
sk_sk: Vaše pozície
sv_se: Dina positioner
th_th: ตำแหน่งของคุณ
tr_tr: Pozisyonlarınız
vi_vn: Vị trí của bạn

source: Your rate
ar_sa: سعرك
bg_bg: Вашият курс
cs_cz: Vaše sazba
de_de: Ihr Kurs
es_es: Tu tarifa
fr_fr: Votre tarif
hu_hu: A te díjszabásod
id_id: Tarif Anda
it_it: Il tuo rate
ja_jp: あなたのレート
nl_nl: Jouw tarief
pl_pl: Twoja stawka
pt_pt: Sua taxa
ro_ro: Rata ta
ru_ru: Ваш коэффициент
sk_sk: Vaše hodnotenie
sv_se: Ditt pris
th_th: อัตราของคุณ
tr_tr: Oranınız
vi_vn: Tỷ lệ của bạn

source: Your total pool tokens:
ar_sa: مجموع رموز المجموعة الخاصة بك:
bg_bg: Вашите токени за басейна:
cs_cz: Vaše celkové pool tokeny:
de_de: Ihre gesamten Pool-Token:
es_es: El total de tokens de tu pool:
fr_fr: Votre total de jetons de pool :
hu_hu: A teljes pool tokenjeid:
id_id: Total token pool Anda:
it_it: Il totale dei token del tuo pool:
ja_jp: あなたのプールトークン合計:
nl_nl: Jouw totaal aantal pool tokens:
pl_pl: Całkowita liczba tokenów w puli:
pt_pt: Seu total de tokens no pool:
ro_ro: Numărul total de jetoane din fondul tău:
ru_ru: Общее количество Ваших токенов в пуле:
sk_sk: Váš celkový počet tokenov:
sv_se: Ditt totala antal pooltoken:
th_th: โทเค็นพูลทั้งหมดของคุณ:
tr_tr: Toplam havuz tokenleriniz:
vi_vn: Tổng số mã thông báo pool của bạn:

source: Your transaction cost will be much higher as it includes the gas to create the pool.
ar_sa: ستكون تكلفة معاملتك أعلى بكثير لأنها تشمل رسوم Gas لإنشاء المجموعة.
bg_bg: Вашата транзакция ще бъде много по-скъпа, тъй като включва такса газ за създаване на басейна.
cs_cz: Vaše transakční náklady budou mnohem vyšší, protože zahrnují i náklady na gas poplatek potřebný k vytvoření poolu.
de_de: Ihre Transaktionskosten werden viel höher sein, da sie das Gas für die Erstellung des Pools enthalten.
es_es: Tu coste de transacción será mucho mayor, ya que incluye el gas para crear el pool.
fr_fr: Votre coût de transaction sera beaucoup plus élevé car il inclut le gaz pour créer le pool.
hu_hu: A tranzakciós díj sokkal magasabb lesz, mivel az magában foglalja a gázdíjakat is, a pool létrehozásához
id_id: Biaya transaksi Anda akan jauh lebih tinggi karena sudah termasuk gas untuk membuat pool.
it_it: Il tuo costo di transazione sarà molto più alto in quanto include il gas per creare il pool.
ja_jp: プールを作成するためのガス代が含まれるため、取引コストははるかに高くなります。
nl_nl: Jouw transactiekosten zullen veel hoger zijn, omdat het het gas omvat om de pool te creëren.
pl_pl: Koszt transakcji będzie znacznie wyższy, ponieważ obejmuje gaz do tworzenia puli.
pt_pt: O seu custo de transação será mais elevado, uma vez que inclui o gás para criar o pool.
ro_ro: Costul tranzacției tale va fi mult mai mare, deoarece include gazul pentru crearea fondului comun.
ru_ru: Стоимость Вашей транзакции будет намного выше, поскольку она включает комиссию за газ, необходимую для оплаты создания нового пула.
sk_sk: Vaše transakčné náklady budú oveľa vyššie, pretože zahŕňajú plyn na vytvorenie fondu.
sv_se: Din transaktionskostnad kommer att vara mycket högre eftersom den inkluderar gasen för att skapa poolen.
th_th: ค่าใช้จ่ายในการทำธุรกรรมของคุณจะสูงขึ้นมากเนื่องจากมีค่าธรรมเนียมสำหรับสร้างพูล
tr_tr: İşlem maliyetiniz, havuz oluşturmak için kullanılan gaz ücretini de içerdiğinden çok daha yüksek olacaktır.
vi_vn: Chi phí giao dịch của bạn sẽ cao hơn nhiều vì nó bao gồm cả phí gas để tạo nhóm.

source: Your transaction may be frontrun
ar_sa: قد تكون معاملتك في المقدمة
bg_bg: Вашата сделка може да бъде фронт-рънната.
cs_cz: Vaše transakce může být frontrun
de_de: Ihre Transaktion kann vorzeitig ausgeführt werden
es_es: Tu transacción puede ser anticipada
fr_fr: Votre transaction peut être anticipée
hu_hu: Előfordulhat, hogy a tranzakciód előrébb kerül
id_id: Transaksi Anda mungkin akan diutamakan
it_it: La tua transazione potrebbe essere in anticipo
ja_jp: あなたの取引はフロントランになる可能性があります。
nl_nl: Jouw transactie kan worden vervroegd
pl_pl: Twoja transakcja może zostać przeprowadzona z wyprzedzeniem
pt_pt: Sua transação pode ser efectuada em primeiro lugar
ro_ro: Tranzacția ta poate fi devansată
ru_ru: Ваша транзакция может быть запущена с опережением
sk_sk: Vaša transakcia môže prebiehať vopred
sv_se: Din transaktion kan vara framme
th_th: ธุรกรรมของคุณอาจเป็นผู้นำ
tr_tr: İşleminiz önden yürütülebilir
vi_vn: Giao dịch của bạn có thể được xử lý trước

source: Your transaction may fail
ar_sa: قد تفشل معاملتك
bg_bg: Вашата транзакция може да се провали
cs_cz: Vaše transakce může selhat
de_de: Ihre Transaktion kann fehlschlagen
es_es: Tu transacción puede fallar
fr_fr: Votre transaction peut échouer
hu_hu: A tranzakció bebukhat
id_id: Transaksi Anda mungkin gagal
it_it: La tua transazione potrebbe non riuscire
ja_jp: あなたの取引は失敗する可能性があります。
nl_nl: Jouw transactie kan mislukken
pl_pl: Transakcja może zakończyć się niepowodzeniem
pt_pt: A sua transação pode falhar
ro_ro: Este posibil ca tranzacția ta să eșueze
ru_ru: Ваша транзакция может не завершиться
sk_sk: Vaša transakcia môže zlyhať
sv_se: Din transaktion kan misslyckas
th_th: ธุรกรรมของคุณอาจล้มเหลว
tr_tr: İşleminiz başarısız olabilir
vi_vn: Giao dịch của bạn có thể thất bại

source: Your transaction will revert if it is pending for more than this period of time.
ar_sa: ستعود معاملتك إذا كانت معلقة لأكثر من هذه الفترة الزمنية.
bg_bg: Вашата транзакция ще се върне, ако е в очакване повече от този период от време.
cs_cz: Pokud bude vaše transakce probíhat déle než po tuto dobu, bude vrácena zpět.
de_de: Ihre Transaktion wird rückgängig gemacht, wenn sie länger als die angegebene Zeitspanne anhängig ist.
es_es: Tu transacción se revertirá si está pendiente durante más de este periodo de tiempo.
fr_fr: Votre transaction sera annulée si elle est en attente pendant plus de cette période.
hu_hu: A tranzakció visszaáll, ha az ennél hosszabb ideig függőben van.
id_id: Transaksi Anda akan dibatalkan jika tertunda lebih dari periode waktu ini.
it_it: La tua transazione verrà ripristinata se è in sospeso per più di questo periodo di tempo.
ja_jp: この期間以上保留されている場合、あなたの取引は差し戻されます。
nl_nl: Jouw transactie wordt teruggedraaid als deze langer dan deze periode in behandeling is.
pl_pl: Transakcja zostanie anulowana, jeśli będzie trwać dłużej niż wskazany okres.
pt_pt: Sua transação será revertida se estiver pendente durante mais tempo do que este período.
ro_ro: Tranzacția ta va fi anulată dacă rămâne în așteptare mai mult decât această perioadă de timp.
ru_ru: Ваша транзакция будет отменена, если она находится в процессе рассмотрения дольше определенного периода времени.
sk_sk: Vaša transakcia sa vráti späť, ak bude čakajúca dlhšie ako toto časové obdobie.
sv_se: Din transaktion kommer att återkallas om den är väntande längre än denna tidsperiod.
th_th: ธุรกรรมของคุณจะเปลี่ยนกลับหากค้างอยู่นานกว่าช่วงเวลานี้
tr_tr: İşleminiz bu süreden daha uzun bir süre beklemede kalırsa geri alınacaktır.
vi_vn: Giao dịch của bạn sẽ được hoàn nguyên nếu quá thời gian xử lý theo quy định.

source: Your transaction will revert if the price changes unfavorably by more than this percentage.
ar_sa: ستعود معاملتك إذا تغير السعر بشكل غير ملائم بأكثر من هذه النسبة المئوية.
bg_bg: Вашата транзакция ще се върне, ако цената се промени неблагоприятно с повече от този процент.
cs_cz: Vaše transakce se vrátí zpět, pokud se cena změní nepříznivě o více než toto procento.
de_de: Ihre Transaktion wird rückgängig gemacht, wenn sich der Preis um mehr als diesen Prozentsatz ungünstig verändert.
es_es: Tu transacción se revertirá si el precio cambia desfavorablemente en más de este porcentaje.
fr_fr: Votre transaction sera annulée si le prix change défavorablement de plus de ce pourcentage.
hu_hu: A tranzakció visszaáll, ha az ár ennél a százaléknál nagyobb mértékben változik a te hátrányodra.
id_id: Transaksi Anda akan dibatalkan jika harga berubah tidak menguntungkan lebih dari persentase ini.
it_it: La tua transazione verrà ripristinata se il prezzo cambia in modo sfavorevole per più di questa percentuale.
ja_jp: 価格がこのパーセンテージ以上不利に変動した場合、あなたの取引は差し戻されます。
nl_nl: Jouw transactie wordt teruggedraaid als de prijs met meer dan dit percentage ongunstig verandert.
pl_pl: Transakcja zostanie anulowana, jeśli cena zmieni się niekorzystnie o więcej niż podany procent.
pt_pt: Sua transação será revertida se o preço sofrer uma alteração desfavorável superior a esta percentagem.
ro_ro: Tranzacția ta va fi anulată dacă prețul se modifică în mod nefavorabil cu mai mult de acest procent.
ru_ru: Ваша транзакция будет отменена, если цена изменится более чем на этот процент.
sk_sk: Vaša transakcia sa vráti späť, ak sa cena nepriaznivo zmení o viac ako toto percento.
sv_se: Din transaktion kommer att återgå om priset förändras ogynnsamt med mer än denna procentsats.
th_th: ธุรกรรมของคุณจะเปลี่ยนกลับหากราคาเปลี่ยนแปลงเกินเปอร์เซ็นต์นี้อย่างไม่น่าพอใจ
tr_tr: Fiyat bu yüzdeden daha fazla olumsuz yönde değişirse işleminiz geri alınacaktır.
vi_vn: Giao dịch của bạn sẽ được hoàn nguyên nếu giá thay đổi tạo ra nhiều bất lợi nhiều hơn tỷ lệ phần trăm này.

source: Your transactions will appear here...
ar_sa: ستظهر معاملاتك هنا ...
bg_bg: Вашите транзакции ще се появят тук...
cs_cz: Vaše transakce se zobrazí zde...
de_de: Ihre Transaktionen werden hier angezeigt...
es_es: Tus transacciones aparecerán aquí...
fr_fr: Vos transactions apparaîtront ici...
hu_hu: Az általad végrehajtott tranzakciók itt jelennek majd meg...
id_id: Transaksi Anda akan muncul di sini...
it_it: Le tue transazioni appariranno qui...
ja_jp: あなたの取引はここに表示されます...
nl_nl: Jouw transacties worden hier weergegeven...
pl_pl: Twoje transakcje pojawią się tutaj...
pt_pt: Suas transacções aparecerão aqui...
ro_ro: Tranzacțiile tale vor apărea aici...
ru_ru: Ваши транзакции будут отображаться здесь...
sk_sk: Vaša transakcia sa zobrazí tu...
sv_se: Dina transaktioner visas här...
th_th: ธุรกรรมของคุณจะปรากฏที่นี่...
tr_tr: İşlemleriniz burada görünecektir...
vi_vn: Giao dịch của bạn sẽ xuất hiện ở đây...

source: Your unclaimed UNI
ar_sa: UNI الخاص بك الذي لم يطالب به أحد
bg_bg: Вашите незаявени UNI
cs_cz: Vaše nevyzvednuté UNI
de_de: Ihre nicht beanspruchten UNI
es_es: Tu UNI sin reclamar
fr_fr: Votre UNI non réclamé
hu_hu: Nem igényeltél UNI-t
id_id: UNI Anda yang tidak diklaim
it_it: Il tuo UNI non reclamato
ja_jp: 未請求のUNI
nl_nl: Jouw ongeclaimde UNI
pl_pl: Twój nieodebrany UNI
pt_pt: Seu UNI não reivindicado
ro_ro: UNI-ul nerevendicat
ru_ru: Ваши неполученные UNI
sk_sk: Váš nevyzdvihnutý UNI
sv_se: Din oanvända UNI
th_th: UNI ที่ยังไม่ได้รับของคุณ
tr_tr: Talep edilmeyen UNI'leriniz
vi_vn: UNI không được xác nhận của bạn

source: clear all
ar_sa: مسح الكل
bg_bg: изчисти всички
cs_cz: vymazat vše
de_de: alles löschen
es_es: borrar todo
fr_fr: tout effacer
hu_hu: valamennyi törlése
id_id: hapus semua
it_it: pulisci tutto
ja_jp: すべてを消去する
nl_nl: wis alles
pl_pl: wyczyść wszystko
pt_pt: limpar tudo
ro_ro: șterge tot
ru_ru: очистить все
sk_sk: zmazať všetko
sv_se: rensa allt
th_th: ลบทั้งหมด
tr_tr: tümünü temizle
vi_vn: xoá tất cả

source: confirm
ar_sa: تأكيد
bg_bg: потвърдете
cs_cz: potvrdit
de_de: bestätigen
es_es: confirmar
fr_fr: confirmer
hu_hu: megerősítés
id_id: konfirmasi
it_it: conferma
ja_jp: 確認する
nl_nl: bevestig
pl_pl: potwierdź
pt_pt: confirmar
ro_ro: confirmare
ru_ru: подтвердить
sk_sk: potvrdiť
sv_se: bekräfta
th_th: ยืนยัน
tr_tr: onayla
vi_vn: xác nhận

source: for {0}
ar_sa: لـ {0}
bg_bg: за {0}
cs_cz: pro {0}
de_de: für {0}
es_es: para {0}
fr_fr: pour {0}
id_id: untuk {0}
it_it: per {0}
ja_jp: {0} のために
nl_nl: voor {0}
pl_pl: dla {0}
pt_pt: para {0}
ro_ro: pentru {0}
ru_ru: для {0}
sk_sk: pre {0}
sv_se: för {0}
th_th: สำหรับ {0}
tr_tr: {0} için
vi_vn: cho {0}

source: has socks emoji
ar_sa: لديها socks emoji
bg_bg: има емоджи на чорапи
cs_cz: má ponožky emodži
de_de: hat Socken-Emoji
es_es: Tiene calcetines con emojis
fr_fr: a des chaussettes emoji
hu_hu: van zokni emojija
id_id: memiliki emoji kaget
it_it: ha emoji
ja_jp: 靴下の絵文字がある
nl_nl: heeft sokken emoji
pl_pl: ma skarpetki emoji
pt_pt: tem emoji de meias
ro_ro: are emoji socks
ru_ru: имеет эмоджи socks
sk_sk: má ponožkové emodži
sv_se: har strumpor emoji
th_th: มีอีโมจิถุงเท้า
tr_tr: çorap emojisi
vi_vn: có emoji sock

source: here.
ar_sa: هنا.
bg_bg: тук.
cs_cz: tady.
de_de: hier.
es_es: aquí.
fr_fr: ici.
hu_hu: itt.
id_id: di sini.
it_it: qui.
ja_jp: こちらです。
nl_nl: hier.
pl_pl: tutaj.
pt_pt: aqui.
ro_ro: aici.
ru_ru: здесь
sk_sk: tu.
sv_se: här.
th_th: ที่นี่
tr_tr: burada.
vi_vn: đây.

source: https:// or ipfs:// or ENS name
ar_sa: ENS أو اسم ipfs:// أو https://
bg_bg: https:// или ipfs:// или ENS име
cs_cz: https:// nebo ipfs:// nebo název ENS
de_de: https:// oder ipfs:// oder ENS-Name
es_es: https:// o ipfs:// o nombre ENS
fr_fr: https:// ou ipfs:// ou nom ENS
hu_hu: https:// vagy ipfs:// vagy ENS név
id_id: https:// atau ipfs:// atau nama ENS
it_it: https:// o ipfs:// o nome ENS
ja_jp: https:// または ipfs:// または ENS名
nl_nl: https:// of ipfs:// of ENS naam
pl_pl: https:// lub ipfs:// lub nazwa ENS
pt_pt: https:// ou ipfs:// ou nome ENS
ro_ro: https:// sau ipfs:// sau numele ENS
ru_ru: https:// или ipfs:// или название ENS
sk_sk: https:// or ipfs:// alebo ENS názov
sv_se: https:// eller ipfs:// eller ENS namn
th_th: https:// หรือ ipfs:// หรือชื่อ ENS
tr_tr: https:// veya ipfs:// veya ENS adı
vi_vn: https:// hoặc ipfs:// hoặc tên ENS

source: minutes
ar_sa: دقائق
bg_bg: минути
cs_cz: minuty
de_de: Minuten
es_es: minutos
hu_hu: percek
id_id: menit
it_it: minuti
ja_jp: 数分
nl_nl: minuten
pl_pl: minuty
pt_pt: minutos
ro_ro: minute
ru_ru: минуты
sk_sk: minúty
sv_se: minuter
th_th: นาที
tr_tr: dakika
vi_vn: phút

source: via {0}
ar_sa: عبر {0}
bg_bg: чрез {0}
cs_cz: prostřednictvím {0}
de_de: über {0}
es_es: a través de {0}
hu_hu: keresztül {0}
id_id: melalui {0}
ja_jp: {0} 経由
pl_pl: przez {0}
ro_ro: via
ru_ru: через {0}
sk_sk: cez {0}
th_th: ผ่าน {0}
tr_tr: {0} ile
vi_vn: qua {0}

source: via {0} token list
ar_sa: عبر قائمة الرموز {0}
bg_bg: чрез {0} списък с токени
cs_cz: prostřednictvím seznamu tokenů {0}
de_de: über {0} Token-Liste
es_es: mediante {0} lista de tokens
fr_fr: via {0} liste de jetons
hu_hu: a {0} token listán keresztül
id_id: melalui {0} daftar token
ja_jp: {0} トークンリスト経由
nl_nl: via {0} token lijst
pl_pl: przez {0} listę tokenów
pt_pt: via {0} lista de tokens
ro_ro: prin intermediul listei de token-uri {0}
ru_ru: через {0} список токенов
sk_sk: cez {0} zoznam tokenov
sv_se: via {0} token listan
th_th: ผ่านรายการโทเค็น {0}
tr_tr: {0} token listesi ile
vi_vn: qua {0} danh sách mã thông báo

source: {0, plural, one {Import token} other {Import tokens}}
bg_bg: {0, plural, one {Вкарай токен} other {Вкарай токени}}
cs_cz: {0, plural, one {Import token} other {Import tokeny}}
de_de: {0, plural, one {Import-Token} other {Import-Token}}
fr_fr: {0, plural, one {Importer un jeton} other {Importer des jetons}}
id_id: {0, plural, one {Token impor} other {Token impor}}
nl_nl: {0, plural, one {Imporeerttoken} other {Importeertokens}}
sk_sk: {0, plural, one {Import token} other {Import token}}
sv_se: {0, plural, one {Importer token} other {Importer tokens}}
th_th: {0, plural, one {นำเข้าโทเค็น} other {นำเข้าโทเค็น}}
vi_vn: {0, plural, one {Nhập mã thông báo} other {Nhập mã thông báo}}

source: {0} <0/> per <1/>
ar_sa: {0} <0/> لـ <1/>
bg_bg: {0} <0/> на <1/>
cs_cz: {0} <0/> za <1/>
de_de: {0} <0/> pro <1/>
es_es: {0} <0/> por <1/>
fr_fr: {0} <0/> par <1/>
ja_jp: {0} <1/> ごとに <0/>
pl_pl: {0} <0/> za <1/>
pt_pt: {0} <0/> por <1/>
ru_ru: {0} <0/> на <1/>
th_th: {0} <0/> ต่อ <1/>
tr_tr: <1/> başında {0} <0/>
vi_vn: {0} <0/> mỗi <1/>

source: {0} BD LP LP tokens available
ar_sa: {0} تتوفر رموز BD LP LP
bg_bg: {0} налични BD LP токени
cs_cz: {0} BD LP Dostupné tokeny LP
de_de: {0} BD LP LP-Token verfügbar
es_es: {0} BD LP LP tokens disponibles
fr_fr: {0} jetons BD LP LP disponibles
hu_hu: {0} BD LP LP token elérhető
id_id: {0} Token BD LP LP tersedia
ja_jp: {0} 利用可能なBD LP LPトークン
nl_nl: {0} BD LP LP tokens beschikbaar
pl_pl: {0} Dostępne tokeny BD LP LP
pt_pt: {0} BD LP LP tokens disponíveis
ro_ro: {0} BD LP jetoane LP disponibile
ru_ru: доступны токены {0} BD LP LP
sk_sk: {0} BD LP LP tokenov k dispozícii
sv_se: {0} BD LP LP tokens tillgängliga
th_th: มี {0} โทเค็น BD LP LP
tr_tr: {0} BD LP LP tokenler mevcut
vi_vn: {0} Mã thông báo BD LP LP có sẵn
