Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Follow our socials and join our community hubs here
ar_sa: تابع شبكاتنا الاجتماعية وانضم إلى مراكز مجتمعنا هنا
bg_bg: Следвайте нашите социални медии и се присъединете към нашите общностни хъбове тук
cs_cz: Sledujte naše sociální sítě a připojte se k našim komunitním platformám zde
de_de: Folgen Sie unseren sozialen Netzwerken und werden Sie hier Mitglied unserer Community Hubs
es_es: Sigue nuestras redes sociales y únete a nuestros centros comunitarios aquí
fr_fr: Suivez nos réseaux sociaux et rejoignez nos hubs communautaires ici
hu_hu: Kövess minket a közösségi oldalainkon és csatlakozz a közösségi hubhoz, itt
id_id: Ikuti media sosial kami dan bergabunglah dengan pusat komunitas kami di sini
it_it: Seguite i nostri canali social e unitevi ai nostri community hub qui
ja_jp: 私たちのソーシャルメディアをフォローし、こちらでコミュニティハブに参加してください。
nl_nl: Volg onze socials en word hier lid van onze community hubs
pl_pl: Śledź serwisy społecznościowe i dołącz do naszych centrów społeczności tutaj
pt_pt: Siga as nossas redes sociais e junte-se aos nossos hubs aqui
ro_ro: Urmărește-ne pe rețelele sociale și alătură-te hub-urilor noastre comunitare aici
ru_ru: Следите за нашими социальными сетями и присоединяйтесь к сообществу здесь
sk_sk: Sledujte naše sociálne siete a pripojte sa k našim komunitným centrám tu
sv_se: Följ våra sociala medier och gå med i våra community hubbar här
th_th: ติดตามโซเชียลของเราและเข้าร่วมศูนย์กลางชุมชนของเราที่นี่
tr_tr: Buradan sosyal medya hesaplarımızı takip edin ve topluluk merkezlerimize katılın
vi_vn: Theo dõi mạng xã hội của chúng tôi và tham gia các trung tâm cộng đồng của chúng tôi ngay tại đây

source: (Max)
ar_sa: (الأقصى)
bg_bg: (Максимум)
es_es: (Máx)
fr_fr: (maximum)
id_id: (Maks)
ja_jp: (最大額)
pt_pt: (Máximo)
ru_ru: (Макс.)
th_th: (สูงสุด)
tr_tr: (Maks)
vi_vn: (Tối đa)

source: (View on Explorer)
ar_sa: (عرض على المتصفح)
bg_bg: (Вижте на Explorer)
cs_cz: (Zobrazit v Explorer)
de_de: (Ansicht im Explorer)
es_es: (Ver en el Explorador)
fr_fr: (Voir sur l'explorateur)
hu_hu: (Megtekintés Explorerben)
id_id: (Tampilan pada Explorer)
it_it: (Visualizza su Explorer)
ja_jp: (ブラウザで見る)
nl_nl: (Bekijk op Explorer)
pl_pl: (Wyświetl w Eksploratorze)
pt_pt: (Ver no Explorer)
ro_ro: (Vezi în Explorer)
ru_ru: (Посмотреть в браузере)
sk_sk: (Zobraziť na Explorer)
sv_se: (Visa på Explorer)
th_th: (ดูบน Explorer)
tr_tr: (Explorer'da Görüntüle)
vi_vn: (Xem trên Explorer)

source: (claim)
ar_sa: (مطالبة)
bg_bg: (з
cs_cz: (získat)
de_de: (Anspruch)
es_es: (reclamar)
fr_fr: (réclamation)
hu_hu: (Igénylés)
id_id: (klaim)
ja_jp: (請求する)
pl_pl: (odbierz)
pt_pt: (reivindicação)
ro_ro: (revendică)
ru_ru: (получить)
sk_sk: (nárok)
th_th: (รับโทเค็น)
tr_tr: (talep et)
vi_vn: (xác nhận)

source: (edit)
ar_sa: (تعديل)
bg_bg: (промени)
cs_cz: (upravit)
de_de: (Bearbeiten)
es_es: (editar)
fr_fr: (modifier)
hu_hu: (szerkesztés)
it_it: (modifica)
ja_jp: (編集する)
nl_nl: (pas aan)
pl_pl: (edytuj)
pt_pt: (editar)
ro_ro: (modifică)
ru_ru: (редактировать)
sk_sk: (upraviť)
th_th: (แก้ไข)
tr_tr: (düzenle)
vi_vn: (biên tập)

source: - Remove recipient
ar_sa: - إزالة المستلم
cs_cz: - Odebrat příjemce
de_de: - Empfänger entfernen
es_es: - Eliminar destinatario
fr_fr: - Supprimer le destinataire
hu_hu: - Címzett eltávoltása
id_id: - Hapus penerima
it_it: - Rimuovere il destinatario
ja_jp: - 受取人を削除
nl_nl: - Ontvanger verwijderen
pl_pl: - Usuń odbiorcę
pt_pt: - Remover destinatário
ro_ro: - Îndepărtează destinatarul
ru_ru: - Удалить получателя
sk_sk: - Odstrániť príjemcu
th_th: - ลบผู้รับ
tr_tr: - Alıcıyı kaldır
vi_vn: - Xóa người nhận

source: 0 UNI / week
ar_sa: 0 UNI / أسبوعيا
bg_bg: 0 UNI / седмица
cs_cz: 0 UNI / týden
de_de: 0 UNI / Woche
es_es: 0 UNI / semana
fr_fr: 0 UNI / semaine
hu_hu: 0 UNI / hetente
id_id: 0 UNI / minggu
it_it: 0 UNI / settimana
ja_jp: 0 UNI / 週
pl_pl: 0 jednostek / tydzień
pt_pt: 0 UNI / semana
ro_ro: 0 UNI / săptămână
ru_ru: 0 UNI / за неделю
sk_sk: 0 UNI / týždeň
th_th: 0 UNI / สัปดาห์
tr_tr: 0 UNI / hafta
vi_vn: 0 UNI / tuần

source: <0/> All Proposals
ar_sa: <0/> جميع المقترحات
bg_bg: <0/> Всички предложения
cs_cz: <0/> Všechny návrhy
de_de: <0/> Alle Vorschläge
es_es: <0/> Todas las propuestas
fr_fr: <0/> Toutes les propositions
hu_hu: <0/> Minden ajánlat
id_id: <0/> Semua Proposal
it_it: <0/> Tutte le proposte
ja_jp: <0/> すべての提案
nl_nl: <0/> Alle voorstellen
pl_pl: <0/> Wszystkie propozycje
pt_pt: <0/> Todas as Propostas
ro_ro: <0/> Toate propunerile
ru_ru: <0/> Все предложения
sk_sk: <0/> Všetky návrhy
th_th: <0/> ข้อเสนอทั้งหมด
tr_tr: <0/> Tüm Teklifler
vi_vn: <0/> Tất cả đề xuất

source: <0/> Votes
ar_sa: <0/> الأصوات
bg_bg: <0/> Гласове
cs_cz: <0/> Hlasy
de_de: <0/>Abstimmungen
es_es: <0/> Votos
fr_fr: <0/> Voix
hu_hu: <0/> Szavazatok
id_id: <0/> Suara
it_it: <0/> Voti
ja_jp: <0/> 投票
nl_nl: <0/> Stemmen
pl_pl: <0/> głosów
pt_pt: <0/> Votos
ro_ro: <0/> Voturi
ru_ru: <0/> Голосов
sk_sk: <0/> Hlasy
th_th: <0/> โหวต
tr_tr: <0/> Oylar
vi_vn: <0/> Bình chọn

source: <0>Current Price:</0><1><2/></1><3>{0} per {1}</3>
ar_sa: <0>السعر الحالي:</0><1><2/></1><3>{0} لـ {1}</3>
bg_bg: <0>Текуща цена:</0><1><2/></1><3>{0} за {1}</3>
cs_cz: <0>Aktuální cena:</0><1><2/></1><3>{0} za {1}</3>
de_de: <0>Aktueller Preis:</0><1><2/></1><3>{0} pro {1}</3>
es_es: <0>Precio actual:</0><1><2/></1><3>{0} por {1}</3>
fr_fr: <0>Prix actuel :</0><1><2/></1><3>{0} par {1}</3>
hu_hu: <0>Jelenlegi ár:</0><1><2/></1><3>{0} per {1}</3>
id_id: <0>Harga Saat Ini:</0><1><2/></1><3>{0} per {1}</3>
it_it: <0>Prezzo attuale:</0><1><2/></1><3>{0} per {1}</3>
ja_jp: <0>現在の価格:</0><1><2/></1><3>{0} あたり {1}</3>
nl_nl: <0>Huidige prijs:</0><1><2/></1><3>{0} per {1}</3>
pl_pl: <0>Obecna cena:</0><1><2/></1><3>{0} za {1}</3>
pt_pt: <0>Preço Atual:</0><1><2/></1><3>{0} por {1}</3>
ro_ro: <0>Prețul actual:</0><1><2/></1><3>{0} per {1}</3>
ru_ru: <0>Текущая стоимость:</0><1><2/></1><3>{0} за {1}</3>
th_th: <0>ราคาปัจจุบัน:</0><1><2/></1><3>{0} ต่อ {1}</3>
tr_tr: <0>Mevcut Fiyat:</0><1><2/></1><3>{1} başına {0}</3>
vi_vn: <0>Giá hiện tại:</0><1><2/></1><3>{0} mỗi {1}</3>

source: <0>Tip:</0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.
ar_sa: <0> نصيحة: </0> تؤدي إزالة رموز المجموعة إلى تحويل مركزك مرة أخرى إلى الرموز الأساسية بالسعر الحالي، بما يتناسب مع حصتك في المجموعة. يتم تضمين الرسوم المستحقة في المبالغ التي تتلقاها.
bg_bg: <0>Съвет:</0> Премахването на маркери от басейна преобразува вашата позиция обратно в основни маркери по текущия курс, пропорционално на вашия дял от басейна. Натрупаните такси са включени в сумите, които получавате.
cs_cz: <0>Tip:</0> Odebráním tokenů poolu se vaše pozice převede zpět na podkladové tokeny v aktuálním kurzu, který je úměrný vašemu podílu v poolu. Poplatky jsou zahrnuty v částkách, které obdržíte.
de_de: <0>Tipp:</0> Wenn Sie Pool-Token entfernen, wird Ihre Position zum aktuellen Kurs zurück in die zugrunde liegenden Token umgewandelt, proportional zu Ihrem Anteil am Pool. Aufgelaufene Gebühren sind in den Beträgen, die Sie erhalten, enthalten.
es_es: <0>Consejo:</0> Retirar tokens del fondo común convierte tu posición de nuevo en tokens subyacentes a la tasa actual, proporcional a tu participación en el fondo común. Las comisiones acumuladas se incluyen en las cantidades que recibes.
fr_fr: <0>Astuce :</0> La suppression des jetons de pool reconvertit votre position en jetons sous-jacents au taux actuel, proportionnellement à votre part du pool. Les frais courus sont inclus dans les montants que vous recevez.
hu_hu: <0>Tipp:</0> A pool tokenek kivonása a jelenlegi árfolyamon váltja át a pozíciódat a mögöttes eszközre, a pool méretéhez viszonyítottan arányosan. A felmerülő költségek a végösszegből előzetesen levonásra kerültek.
id_id: <0>Tip:</0> Menghapus pool token akan mengubah posisi Anda kembali menjadi token yang mendasari dengan harga saat ini, sebanding dengan bagian Anda dalam pool. Biaya yang masih harus dibayar sudah termasuk dalam jumlah yang Anda terima.
it_it: <0>Tip:</0> La rimozione dei token delle pool di liquidità converte la vostra posizione in token sottostanti al tasso corrente, proporzionale alla vostra quota del pool. Le commissioni maturate sono incluse negli importi ricevuti.
ja_jp: <0>ヒント:</0> プールトークンを削除すると、現在のレートで、プール内でのシェアに比例して元のトークンに戻ります。発生した手数料は、受け取る金額に含まれます。
nl_nl: <0>Tip:</0> Door pool tokens te verwijderen, wordt jouw positie weer omgezet in onderliggende tokens tegen de huidige koers, in verhouding tot jouw aandeel in de pool. Opgebouwde kosten zijn inbegrepen in de bedragen die je ontvangt.
pl_pl: <0>Wskazówka:</0> usunięcie tokenów z puli spowoduje zamianę Twojej pozycji z powrotem na tokeny bazowe po aktualnym kursie, proporcjonalnym do Twojego udziału w puli. Naliczone opłaty są uwzględniane w kwotach, które otrzymujesz.
pt_pt: <0>Dica:</0> Remover tokens do pool converte a sua posição de volta em tokens subjacentes à taxa atual, proporcional à sua parte do pool. As taxas acumuladas estão incluídas nos montantes que recebe.
ro_ro: <0>Tip:</0> Îndepărtarea jetoanelor din fondul comun îți convertește poziția înapoi în jetoane de bază la rata curentă, proporțional cu cota ta din fondul comun. Comisioanele acumulate sunt incluse în sumele pe care le vei primi.
ru_ru: <0>Совет:</0> когда Вы выводите токены из пула, Ваша позиция возвращается в базовую, а стоимость токенов определяется текущим курсом и пропорционально Вашей доле в пуле. Начисленные комиссии включаются в сумму, которую Вы получаете.
sk_sk: <0>Tip:</0> Odstránenie tokenov zo skupiny prevedie vašu pozíciu späť na základné tokeny aktuálnou rýchlosťou úmernou vášmu podielu zo skupiny. Naakumulované poplatky sú zahrnuté v sumách, ktoré dostanete.
sv_se: 0>Tip:</0> När du tar bort pool tokens konverteras din position tillbaka till underliggande tokens till den aktuella kursen, proportionellt mot din andel av poolen. Upplupna avgifter ingår i de belopp du erhåller.
th_th: <0>เคล็ดลับ:</0> การลบโทเค็นของพูลจะแปลงตำแหน่งของคุณกลับเป็นโทเค็นพื้นฐานที่อัตราปัจจุบัน ตามสัดส่วนของส่วนแบ่งของพูล ค่าธรรมเนียมค้างจ่ายรวมอยู่ในจำนวนเงินที่คุณได้รับ
tr_tr: <0>İpucu:</0> Havuz tokenlerini çıkarmak, pozisyonunuzu havuzdaki payınızla orantılı olarak geçerli oranda temel tokenlere dönüştürür. Tahakkuk eden ücretler aldığınız miktarlara dahildir.
vi_vn: <0>Mẹo:</0> Việc xóa mã thông báo nhóm sẽ chuyển đổi vị trí của bạn trở lại thành mã thông báo cơ bản ở tỷ lệ hiện tại, tỷ lệ thuận với mức chia sẻ của bạn trong nhóm. Phí tích lũy sẽ được tính vào trong số tiền bạn nhận được.

source: <0>Tip:</0> Select an action and describe your proposal for the community. The proposal cannot be modified after submission, so please verify all information before submitting. The voting period will begin immediately and last for 7 days. To propose a custom action, .
ar_sa: <0> نصيحة: </0> حدد إجراء وقم بوصف اقتراحك للمجتمع. لا يمكن تعديل المقترح بعد إرساله، لذا يرجى التحقق من جميع المعلومات قبل ذلك. ستبدأ فترة التصويت على الفور وتستمر لمدة 7 أيام. لاقتراح إجراء مخصص، .
bg_bg: <0>Съвет:</0> Изберете действие и опишете вашето предложение за общността. Предложението не може да бъде модифицирано след подаване, затова, моля, проверете цялата информация преди да я изпратите. Гласуването ще започне веднага и ще продължи 7 дни. За предложение на персонализирано действие, .
cs_cz: <0>Tip:</0> Vyberte co udělat a popište svůj návrh pro komunitu. Návrh nelze po odeslání upravovat, proto si před odesláním ověřte všechny informace. Hlasovací období bude zahájeno okamžitě a potrvá 7 dní. Chcete-li něco navrhnout, .
de_de: <0>Tipp:</0> Wählen Sie eine Aktion und beschreiben Sie Ihren Vorschlag für die Community. Der Vorschlag kann nach der Einreichung nicht mehr geändert werden. Überprüfen Sie also bitte alle Informationen, bevor Sie ihn einreichen. Die Abstimmungsphase beginnt sofort und dauert 7 Tage. Um eine eigene Aktion vorzuschlagen, .
es_es: <0>Consejo:</0> Selecciona una acción y describe tu propuesta para la comunidad. La propuesta no se puede modificar después de enviarla, así que verifica toda la información antes de enviarla. El periodo de votación comenzará inmediatamente y durará 7 días. Para proponer una acción personalizada, .
fr_fr: <0>Astuce :</0> Sélectionnez une action et décrivez votre proposition pour la communauté. La proposition ne peut pas être modifiée après sa soumission, veuillez donc vérifier toutes les informations avant de la soumettre. La période de vote commencera immédiatement et durera 7 jours. Pour proposer une action personnalisée, .
id_id: <0>Tip:</0> Pilih aksi dan jelaskan proposal Anda untuk komunitas. Proposal tidak dapat diubah setelah dikirimkan, jadi harap verifikasi semua informasi sebelum mengirimkannya. Periode voting akan segera dimulai dan berlangsung selama 7 hari. Untuk mengusulkan tindakan khusus.
it_it: <0>Tip:</0> Selezionate un'azione e descrivete la vostra proposta per la comunità. La proposta non può essere modificata dopo l'invio, pertanto si prega di verificare tutte le informazioni prima di inviarle. Il periodo di votazione inizierà immediatamente e durerà 7 giorni. Per proporre un'azione personalizzata, .
ja_jp: <0>Tip:</0> アクションを選択し、コミュニティへの提案を記述してください。なお、提案は提出後に変更できませんので、提出前にすべての情報を確認してください。投票期間は7日間です。独自のアクションを提案するには、。
nl_nl: <0>Tip:</0> Selecteer een actie en beschrijf jouw voorstel voor de community. Het voorstel kan na indiening niet meer worden gewijzigd, dus controleer alle informatie voordat je het indient. De stemperiode begint onmiddellijk en duurt 7 dagen. Om een ​​actie op maat voor te stellen, .
pl_pl: <0>Wskazówka:</0> wybierz czynność i opisz swoją propozycję dla społeczności. Wniosek nie może być modyfikowany po przesłaniu, dlatego przed złożeniem należy zweryfikować wszystkie informacje. Głosowanie rozpocznie się niezwłocznie i potrwa 7 dni. Aby zaproponować niestandardowe działanie, .
pt_pt: <0>Dica:</0> Seleccione uma ação e descreva a sua proposta para a comunidade. A proposta não pode ser modificada após o envio, portanto, verifique todas as informações antes de enviar. O período de votação começará imediatamente e terá a duração de 7 dias. Para propor uma ação personalizada, .
ro_ro: <0>Tip:</0> Selectează o acțiune și descrie propunerea ta pentru comunitate. Propunerea nu poate fi modificată după ce a fost trimisă, așa că te rugăm să verifici toate informațiile înainte de a o trimite. Perioada de votare va începe imediat și va dura 7 zile. Pentru a propune o acțiune personalizată, .
ru_ru: <0>Совет.</0> Выберите действие и поделитесь своим предложением с сообществом. Предложение не может быть изменено после отправки, поэтому дважды проверьте всю информацию. Голосование начнется немедленно и продлится 7 дней.
sk_sk: <0>Tip:</0> Vyberte akciu a popíšte svoj návrh pre komunitu. Návrh nie je možné po odoslaní upraviť, preto si pred odoslaním overte všetky informácie. Hlasovacie obdobie začne okamžite a bude trvať 7 dní. Ak chcete navrhnúť vlastnú akciu, .
sv_se: <0>Tip:</0> Välj en åtgärd och beskriv ditt förslag för communityn. Förslaget kan inte ändras efter att det har skickats in, så kontrollera all information innan du skickar in det. Röstningsperioden börjar omedelbart och pågår i 7 dagar. För att föreslå en anpassad åtgärd, .
th_th: <0>เคล็ดลับ:</0> เลือกการดำเนินการและอธิบายข้อเสนอของคุณสำหรับชุมชน ข้อเสนอไม่สามารถแก้ไขได้หลังจากส่ง ดังนั้นโปรดตรวจสอบข้อมูลทั้งหมดก่อนส่ง ระยะเวลาการโหวตจะเริ่มทันทีและกินเวลา 7 วัน หากต้องการเสนอการดำเนินการที่กำหนดเอง
tr_tr: <0>İpucu:</0> Bir eylem seçin ve topluluk için önerinizi açıklayın. Teklif gönderildikten sonra değiştirilemez, bu nedenle lütfen göndermeden önce tüm bilgileri doğrulayın. Oylama süresi hemen başlayacak ve 7 gün sürecektir. Özel bir eylem önermek için, .
vi_vn: <0>Mẹo:</0> Chọn một hành động và mô tả các đề xuất của bạn cho cộng đồng. Không thể sửa đổi đề xuất sau khi đã gửi, vì vậy vui lòng xác minh tất cả thông tin một lần nữa trước khi gửi. Thời gian bỏ phiếu sẽ bắt đầu ngay lập tức và kéo dài trong vòng 7 ngày. Để đề xuất một hành động tùy chỉnh, .

source: <0>Tip:</0> Use this tool to find pools that don't automatically appear in the interface.
ar_sa: <0> نصيحة: </0> استخدم هذه الأداة للبحث عن مجموعات لا تظهر تلقائيا في الواجهة.
bg_bg: <0>Съвет:</0> Използвайте този инструмент, за да намерите ликвидни басейни, които не се появяват автоматично в интерфейса.
cs_cz: <0>Tip:</0> Tento nástroj slouží k vyhledání poolů, které se v rozhraní nezobrazují automaticky.
de_de: <0>Tipp:</0> Verwenden Sie diese Methode, um Pools zu finden, die nicht automatisch in der Übersicht erscheinen.
es_es: <0>Consejo:</0> Utiliza esta herramienta para encontrar grupos que no aparecen automáticamente en la interfaz.
fr_fr: <0>Astuce :</0> Utilisez cet outil pour trouver les pools qui n'apparaissent pas automatiquement dans l'interface.
hu_hu: <0>Tipp:</0> Használd ezt az eszközt, hogy olyan poolokat találj amik nem jelennek meg a felületen.
id_id: <0>Tip:</0> Gunakan alat ini untuk menemukan pool yang tidak muncul secara otomatis di antarmuka.
it_it: <0>Tip:</0> Utilizzare questo strumento per trovare i pool che non appaiono automaticamente nell'interfaccia.
ja_jp: <0>ヒント:</0> このツールを使用して、インターフェイスに自動的に表示されないプールを見つけてください。
nl_nl: <0>Tip:</0> Gebruik deze tool om pools te vinden die niet automatisch in de interface verschijnen.
pl_pl: <0>Wskazówka:</0> użyj tego narzędzia, aby znaleźć pule, które nie są automatycznie wyświetlane w interfejsie.
pt_pt: <0>Dica:</0> Utilize esta ferramenta para encontrar pools que não aparecem automaticamente na interface.
ro_ro: <0>Tip:</0> Foloseste acest instrument pentru a găsi bazine care nu apar automat în interfață.
ru_ru: <0>Совет.</0> Используйте этот инструмент для поиска пулов, которые не отображаются в интерфейсе автоматически.
sk_sk: <0>Tip:</0> Pomocou tohto nástroja môžete nájsť fondy, ktoré sa v rozhraní nezobrazujú automaticky.
sv_se: <0>Tip:</0> Använd detta verktyg för att hitta pooler som inte automatiskt visas i gränssnittet.
th_th: <0>เคล็ดลับ:</0> ใช้เครื่องมือนี้เพื่อค้นหาพูลที่ไม่ปรากฏในอินเทอร์เฟซโดยอัตโนมัติ
tr_tr: <0>İpucu:</0> Arayüzde otomatik olarak görünmeyen havuzları bulmak için bu aracı kullanın.
vi_vn: <0>Mẹo:</0> Sử dụng công cụ này để tìm các nhóm không tự động xuất hiện ở trong giao diện.

source: <0>Tip:</0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.
ar_sa: <0> نصيحة: </0> عندما تضيف سيولة، ستتلقى رموز مجموعة تمثل مركزك. تكسب هذه الرموز المميزة تلقائيا رسوما تتناسب مع حصتك في المجموعة، ويمكن استردادها في أي وقت.
bg_bg: <0>Съвет:</0> Когато добавяте ликвидност, ще получите маркери на басейна, представляващи вашата позиция. Тези маркери автоматично печелят такси, пропорционално на вашия дял, и могат да бъдат възстановени по всяко време.
cs_cz: <0>Tip:</0> Když přidáte likviditu, obdržíte tokeny poolu představující vaši pozici. Tyto tokeny automaticky přinášejí poplatky úměrné vašemu podílu v poolu a můžete je kdykoli vybrat.
de_de: <0>Tipp:</0> Wenn Sie Liquidität hinzufügen, erhalten Sie Pool-Token, die Ihre Position repräsentieren. Diese Token verdienen automatisch die Gebühren proportional zu Ihrem Anteil am Pool und können jederzeit wieder eingelöst werden.
es_es: <0>Consejo:</0> Cuando añadas liquidez, recibirás tokens del fondo que representan tu posición. Estos tokens devengan automáticamente comisiones proporcionales a tu participación en el pool, y pueden canjearse en cualquier momento.
fr_fr: <0>Astuce :</0> Lorsque vous ajoutez des liquidités, vous recevez des jetons de pool représentant votre position. Ces jetons gagnent automatiquement des frais proportionnels à votre part du pool et peuvent être échangés à tout moment.
hu_hu: <0>Tipp:</0> A likviditás hozzáadása során pool tokeneket kapsz amik a pozíciódat jelképezik. Ezek a tokenek automatikusan hozamot termelnek annak arányában, hogy mekkora a részed a teljes poolban, ezt pedig bármikor igényelheted.
id_id: <0>Tip:</0> Ketika Anda menambahkan likuiditas, Anda akan menerima token pool yang mewakili posisi Anda. Token ini secara otomatis mendapatkan biaya yang proporsional dengan bagian pool Anda, dan dapat ditukarkan kapan saja.
it_it: <0>Tip:</0> Quando si aggiunge liquidità, si ricevono token del pool che rappresentano la propria posizione. Questi token guadagnano automaticamente commissioni proporzionali alla vostra quota del pool e possono essere riscattati in qualsiasi momento.
ja_jp: <0>ヒント:</0> 流動性を追加すると、ポジションを表すプールトークンが受け取れます。これらのトークンは、プール内のシェアに比例して自動的に手数料を獲得し、いつでも換金できます。
nl_nl: <0>Tip:</0> Wanneer je liquiditeit toevoegt, ontvang je pool tokens die jouw positie vertegenwoordigen. Deze tokens verdienen automatisch vergoedingen in verhouding tot jouw aandeel in de pool en kunnen op elk moment worden ingewisseld.
pl_pl: <0>Wskazówka:</0> po dodaniu płynności otrzymasz tokeny puli reprezentujące Twoją pozycję. Te tokeny automatycznie generują opłaty proporcjonalne do Twojego udziału w puli i można je wymienić w dowolnym momencie.
pt_pt: <0>Dica:</0> Quando você adicionar liquidez, receberá tokens de pool que representam a sua posição. Esses tokens ganham automaticamente taxas proporcionais à sua participação no pool e podem ser resgatados a qualquer momento.
ro_ro: <0>Tip:</0> Când adaugi lichiditate, vei primi jetoane de pool reprezentând poziția ta. Aceste jetoane câștigă automat comisioane proporționale cu cota ta din pool și pot fi răscumpărate în orice moment.
ru_ru: <0>Совет:</0> когда Вы добавляете ликвидность, Вы получаете токены пула, представляющие Вашу позицию. Эти токены автоматически зарабатывают комиссионные, пропорциональные Вашей доле в пуле, и могут быть выведены в любое время.
sk_sk: <0>Tip:</0> Keď pridáte likviditu, dostanete žetóny, ktoré predstavujú vašu pozíciu. Tieto tokeny automaticky zarábajú poplatky úmerné vášmu podielu z fondu a možno ich kedykoľvek uplatniť.
sv_se: <0>Tips:</0> När du tillför likviditet kommer du att få pooltoken som representerar din position. Dessa tokens genererar automatiskt avgifter som är proportionella mot din andel av poolen och kan lösas in när som helst.
th_th: <0>เคล็ดลับ:</0> เมื่อคุณเพิ่มสภาพคล่อง คุณจะได้รับโทเค็นพูลที่แสดงถึงสถานะของคุณ โทเค็นเหล่านี้จะได้รับค่าธรรมเนียมโดยอัตโนมัติตามสัดส่วนของส่วนแบ่งของพูล และสามารถแลกได้ตลอดเวลา
tr_tr: <0>İpucu:</0> Likidite eklediğinizde, pozisyonunuzu temsil eden havuz tokenleri alacaksınız. Bu tokenler otomatik olarak havuzdaki payınızla orantılı ücretler kazanır ve istediğiniz zaman kullanılabilir.
vi_vn: <0>Mẹo:</0> Khi thêm tính thanh khoản, bạn sẽ nhận được mã thông báo nhóm đại diện cho vị thế hiện tại của mình. Các mã thông báo này sẽ tự động kiếm được phí tỷ lệ thuận với phần chia sẻ của bạn trong nhóm và có thể được đổi bất cứ lúc nào.
