Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Migrate your liquidity tokens from BestDex V2 to BestDex V3.
ar_sa: قم بترحيل رموز السيولة الخاصة بك من BestDex V2 إلى BestDex V3.
bg_bg: Мигрирайте вашите токени за ликвидност от BestDex V2 към BestDex V3.
cs_cz: Migrujte své tokeny likvidity z BestDex V2 do BestDex V3.
de_de: Migrieren Sie Ihre Liquiditäts-Token von BestDex V2 zu BestDex V3.
es_es: Migra tus tokens de liquidez de BestDex V2 a BestDex V3.
fr_fr: Migrez vos jetons de liquidité de BestDex V2 vers BestDex V3.
hu_hu: Helyezd át a likviditási tokenjeidet BestDex V2-ről BestDex V3-ra.
id_id: Migrasi token likuiditas Anda dari BestDex V2 ke BestDex V3.
it_it: Migrare i token di liquidità da BestDex V2 a BestDex V3.
ja_jp: BestDex V2からBestDex V3へ流動性トークンを移行します
nl_nl: Migreer jouw liquiditeitstokens van BestDex V2 naar BestDex V3.
pl_pl: Przenieś swoje tokeny płynności z BestDex V2 do BestDex V3.
pt_pt: Migrar os tokens de liquidez de BestDex V2 para BestDex V3.
ro_ro: Migrează jetoanele de lichiditate de la BestDex V2 la BestDex V3.
ru_ru: Перенести токены ликвидности с BestDex V2 на BestDex V3.
sk_sk: Presuňte svoje tokeny likvidity z BestDex V2 na BestDex V3.
sv_se: Migrera dina likviditetstoken från BestDex V2 till BestDex V3.
th_th: โอนย้ายโทเค็นสภาพคล่องของคุณจาก BestDex V2 ไปยัง BestDex V3
tr_tr: Likidite tokenlerinizi BestDex V2'den BestDex V3'e taşıyın
vi_vn: Di chuyển các mã thông báo thanh khoản của bạn từ BestDex V2 sang BestDex V3.

source: Migrate {0}/{1} liquidity to V3
ar_sa: قم بترحيل {0}/{1} من السيولة إلى V3
bg_bg: Мигриране на {0}/{1} ликвидност към V3
cs_cz: Migrace likvidity {0}/{1} do V3
de_de: Migrieren Sie {0}/{1} Liquidität zu V3
es_es: Migrar {0}/{1} liquidez a V3
fr_fr: Migrer la liquidité {0}/{1} vers la V3
hu_hu: {0}/{1} likviditás áthelyzezése V3-ra
id_id: Migrasi likuiditas {0}/{1} ke V3
it_it: Migrare liquidità {0}/{1} a V3
ja_jp: {0}/{1}の流動性をV3に移行します
nl_nl: Migreer {0}/{1} liquiditeit naar V3
pl_pl: Migracja płynności {0}/{1} do V3
pt_pt: Migrar a liquidez {0}/{1} para V3
ro_ro: Migrează lichiditățile {0}/{1} în V3
ru_ru: Перенести ликвидность {0}/{1} в V3
sk_sk: Migrujte likviditu {0}/{1} na V3
sv_se: Migrera {0}/{1} likviditet till V3
th_th: โอนย้ายสภาพคล่อง {0}/{1} ไปยัง V3
tr_tr: {0}/{1} likiditesini V3'e taşı
vi_vn: Di chuyển thanh khoản {0}/{1} sang V3

source: Migrating
ar_sa: الترحيل جارٍ
bg_bg: Мигриране
cs_cz: Migrace
de_de: Migration
es_es: Migrando
fr_fr: Migration
hu_hu: Áthelyezés
id_id: Migrasi
it_it: Migrazione
ja_jp: 移行中
nl_nl: Aan het Migreren
pl_pl: Migracja
pt_pt: Migrando
ro_ro: Migrare
ru_ru: Перенос
sk_sk: Migruje
sv_se: Migrerar
th_th: กำลังย้ายข้อมูล
tr_tr: Taşıma
vi_vn: Di chuyển

source: Min Price
ar_sa: السعر الأدنى
bg_bg: Минимална Цена
cs_cz: Min. cena
de_de: Mindestpreis
es_es: Precio Mínimo
fr_fr: Prix minimum
hu_hu: Minimális ár
id_id: Harga Min
it_it: Prezzo Minimo
ja_jp: 最低価格
nl_nl: Min Prijs
pl_pl: Minimalna Cena
pt_pt: Preço Min.
ro_ro: Preț Minim
ru_ru: Мин. цена
sk_sk: Min cena
sv_se: Minsta pris
th_th: ราคาขั้นต่ำ
tr_tr: Min Fiyat
vi_vn: Giá Tối Thiểu

source: Min price
ar_sa: السعر الأدنى
bg_bg: Минимална цена
cs_cz: Min. cena
de_de: Mindestpreis
es_es: Precio mínimo
fr_fr: Prix mini
hu_hu: Min ár
id_id: Harga min
it_it: Prezzo minimo
ja_jp: 最低価格
nl_nl: Min prijs
pl_pl: Minimalna cena
pt_pt: Preço min.
ro_ro: Preț minim
ru_ru: Мин. цена
sk_sk: Min cena
sv_se: Minsta pris
th_th: ราคาขั้นต่ำ
tr_tr: Min fiyat
vi_vn: Giá tối thiểu

source: Min:
ar_sa: الحد الأدنى:
bg_bg: Минимум:
es_es: Mín:
it_it: Minimo:
ja_jp: 最低：
ro_ro: Minim:
ru_ru: Мин:
sv_se: Minimum:
th_th: นาที:
vi_vn: Tối thiểu:

source: Minimum received
ar_sa: الحد الأدنى المستلم
bg_bg: Минимална получена цена
cs_cz: Obdržené minimum
de_de: Minimum erhalten
es_es: Mínimo recibido
fr_fr: Minimum reçu
hu_hu: Megkapott minimum
id_id: Minimum yang diterima
it_it: Minimo ricevuto
ja_jp: 最低受取額
nl_nl: Minimaal ontvangen
pl_pl: Otrzymane minimum
pt_pt: Mínimo recebido
ro_ro: Minim primit
ru_ru: Минимально допустимое количество для получения
sk_sk: Minimálne prijaté
sv_se: Minimum erhållet
th_th: รับขั้นต่ำ
tr_tr: Minimum alinan
vi_vn: Tối thiểu nhận được

source: Missing dependencies
ar_sa: الاعتماديات المفقودة
bg_bg: Липсващи зависимости
cs_cz: Chybějící závislosti
de_de: Fehlende Abhängigkeiten
es_es: Faltan dependencias
fr_fr: Dépendances manquantes
hu_hu: Hiányzó feltétel
id_id: Ketergantungan yang hilang
it_it: Dipendenze mancanti
ja_jp: 依存関係が不足しています
nl_nl: Ontbrekende afhankelijkheden
pl_pl: Brakujące zależności
pt_pt: Dependências ausentes
ro_ro: Dependențe lipsă
ru_ru: Недостающие зависимости
sk_sk: Chýbajúce závislosti
sv_se: Saknade besittningar
th_th: ขาดการพึ่งพา
tr_tr: Eksik bağlılıklar
vi_vn: Thiếu phụ thuộc

source: More
ar_sa: المزيد
bg_bg: Повече
cs_cz: Více
de_de: Mehr
es_es: Más
fr_fr: Plus
hu_hu: Tovább
id_id: Lebih lanjut
it_it: Di più
ja_jp: もっと
nl_nl: Meer
pl_pl: Więcej
pt_pt: Mais
ro_ro: Mai mult
ru_ru: Больше
sk_sk: Viac
sv_se: Mer
th_th: มากกว่า
tr_tr: Daha Fazla
vi_vn: Hơn

source: Network Warning
ar_sa: تحذير الشبكة
bg_bg: Предупреждение за мрежата
cs_cz: Síťové upozornění
de_de: Netzwerk-Warnung
es_es: Aviso de red
fr_fr: Avertissement réseau
hu_hu: Hálózati figyelmeztetés
id_id: Peringatan Jaringan
it_it: Avviso di rete
ja_jp: ネットワークに関する警告
nl_nl: Netwerk Waarschuwing
pl_pl: Ostrzeżenie sieciowe
pt_pt: Aviso de Rede
ro_ro: Avertizare de rețea
ru_ru: Предупреждение о сети
sk_sk: Upozornenie siete
sv_se: Nätverksvarning
th_th: คำเตือนเครือข่าย
tr_tr: Ağ Uyarısı
vi_vn: Cảnh Báo Mạng

source: New Position
ar_sa: مركز جديد
bg_bg: Нова позиция
cs_cz: Nová pozice
de_de: Neue Position
es_es: Nueva posición
fr_fr: Nouvelle position
hu_hu: Új pozíció
id_id: Posisi Baru
it_it: Nuova posizione
ja_jp: 新しいポジション
nl_nl: Nieuwe Positie
pl_pl: Nowa pozycja
pt_pt: Nova Posição
ro_ro: Poziție nouă
ru_ru: Новая позиция
sk_sk: Nová pozícia
sv_se: Ny position
th_th: ตำแหน่งใหม่
tr_tr: Yeni Pozisyon
vi_vn: Vị Trí Mới

source: No V2 Liquidity found.
ar_sa: لم يتم العثور على سيولة V2.
bg_bg: Не е намерена V2 Ликвидност.
cs_cz: Nebyla nalezena žádná likvidita V2.
de_de: Keine V2-Liquidität gefunden.
es_es: No se ha encontrado liquidez V2.
fr_fr: Aucune liquidité V2 trouvée.
hu_hu: V2 likviditás nem található.
id_id: Tidak ditemukan Likuiditas V2.
it_it: Nessuna liquidità V2 trovata.
ja_jp: V2の流動性が見つかりません。
nl_nl: Geen V2 liquiditeit gevonden.
pl_pl: Nie znaleziono płynności V2.
pt_pt: Não foi encontrada liquidez V2.
ro_ro: Nu s-a găsit nicio lichiditate V2.
ru_ru: Ликвидность V2 не найдена.
sk_sk: Nenašla sa žiadna likvidita V2.
sv_se: Ingen V2-likviditet hittades.
th_th: ไม่พบสภาพคล่อง V2
tr_tr: V2 Likiditesi bulunamadı.
vi_vn: Không Tìm Thấy Thanh Khoản V2.

source: No active pools
ar_sa: لا توجد مجموعات نشطة
bg_bg: Няма активни басейни
cs_cz: Žádné aktivní pooly
de_de: Keine aktiven Pools
es_es: No hay pools activos
fr_fr: Aucun pool actif
hu_hu: Nincsenek aktív poolok.
id_id: Tidak ada pool yang aktif
it_it: Nessun pool attivo
ja_jp: アクティブなプールがありません。
nl_nl: Geen actieve pools
pl_pl: Brak aktywnych puli
pt_pt: Não há pools activos
ro_ro: No active fonduri comune
ru_ru: Нет активных пулов
sk_sk: Žiadne aktívne pooly
sv_se: Inga aktiva pooler
th_th: ไม่มีพูลที่ใช้งานอยู่
tr_tr: Aktif havuz yok.
vi_vn: Không có pool nào đang hoạt động

source: No data
ar_sa: لا توجد أي بيانات
bg_bg: Няма данни
cs_cz: Žádná data
de_de: Keine Daten
es_es: Sin datos
fr_fr: Pas de données
hu_hu: Nincs adat
id_id: Tidak ada data
it_it: Nessun dato
ja_jp: データーなし
nl_nl: Geen data
pl_pl: Brak danych
pt_pt: Sem dados
ro_ro: Nu există date
ru_ru: Данные не найдены
sk_sk: Žiadne dáta
sv_se: Ingen data
th_th: ไม่มีข้อมูล
tr_tr: Veri yok
vi_vn: Không có dữ liệu

source: No description.
ar_sa: لا يوجد أي وصف.
bg_bg: Без описание.
cs_cz: Žádný popis.
de_de: Keine Beschreibung.
es_es: Sin descripción.
fr_fr: Pas de description.
hu_hu: Nincs leírás.
id_id: Tidak ada deskripsi.
it_it: Nessuna descrizione.
ja_jp: 説明なし。
nl_nl: Geen beschrijving.
pl_pl: Brak opisu.
pt_pt: Sem descrição.
ro_ro: Fără descriere.
ru_ru: Описание отсутствует.
sk_sk: Žiadny popis.
sv_se: Ingen beskrivning
th_th: ไม่มีคำอธิบาย
tr_tr: Açıklama yok.
vi_vn: Không có mô tả.

source: No liquidity found.
ar_sa: لا توجد أي سيولة.
bg_bg: Не е намерена ликвидност.
cs_cz: Nebyla nalezena žádná likvidita.
de_de: Keine Liquidität gefunden.
es_es: No se ha encontrado liquidez.
fr_fr: Aucune liquidité trouvée.
hu_hu: Likvditás nem található.
id_id: Likuiditas tidak ditemukan.
it_it: Nessuna liquidità trovata.
ja_jp: 流動性が見つかりません。
nl_nl: Geen liquiditeit gevonden.
pl_pl: Nie znaleziono płynności.
pt_pt: Não foi encontrada liquidez.
ro_ro: Nu s-au găsit lichidități.
ru_ru: Ликвидность не найдена.
sk_sk: Likvidita nebola nájdená.
sv_se: Ingen likviditet funnen
th_th: ไม่พบสภาพคล่อง
tr_tr: Likidite bulunamadı.
vi_vn: Không tìm thấy thanh khoản.

source: No pool found.
ar_sa: لا توجد أي مجموعة.
bg_bg: Басейнът не е намерен.
cs_cz: Nebyl nalezen žádný pool.
de_de: Kein Pool gefunden.
es_es: No se ha encontrado ningún pool.
fr_fr: Pas de piscine trouvée.
hu_hu: Pool nem található.
id_id: Pool tidak ditemukan.
it_it: Nessun pool trovato.
ja_jp: プールが見つかりません。
nl_nl: Geen pool gevonden.
pl_pl: Nie znaleziono puli.
pt_pt: Não foi encontrado pool.
ro_ro: Nu s-a găsit niciun fond comun.
ru_ru: Пул не найден.
sk_sk: Pool nebol nájdený.
sv_se: Ingen pool hittad
th_th: ไม่พบพูล
tr_tr: Havuz bulunamadı.
vi_vn: Không tìm thấy pool.

source: No proposals found.
ar_sa: لا توجد أي مقترحات
bg_bg: Не са намерени предложения.
cs_cz: Nebyly nalezeny žádné návrhy.
de_de: Keine Vorschläge gefunden.
es_es: No se han encontrado propuestas.
fr_fr: Aucune proposition trouvée.
hu_hu: Nem találtunk ajánlatot.
id_id: Proposal tidak ditemukan.
it_it: Nessuna proposta trovata.
ja_jp: 提案が見つかりません。
nl_nl: Geen voorstellen gevonden.
pl_pl: Nie znaleziono żadnych propozycji.
pt_pt: Não foram encontradas propostas.
ro_ro: Nu s-au găsit propuneri.
ru_ru: Предложения не найдены.
sk_sk: Nenašli sa žiadne návrhy.
sv_se: Inga förslag hittades.
th_th: ไม่พบข้อเสนอ
tr_tr: Teklif bulunamadı.
vi_vn: Không tìm thấy đề xuất nào.

source: No registration needed. Over 400 tokens to trade at your fingertips.
ar_sa: لا حاجة للتسجيل. أكثر من 400 رمز للتداول في متناول يدك.
bg_bg: Не е необходима регистрация. Над 400 токена за търговия са достъпни веднага.
cs_cz: Registrace není nutná. Více než 400 tokenů k obchodování na dosah ruky.
de_de: Keine Registrierung erforderlich. Über 400 Token, die Sie auf Knopfdruck handeln können.
es_es: No necesitas registrarte. Más de 400 tokens para trading a tu alcance.
fr_fr: Aucune inscription nécessaire. Plus de 400 jetons à échanger à portée de main.
hu_hu: Nem szükséges regisztráció. Több mint 400 tokennel tudsz kereskedni pillanatok alatt.
id_id: Tidak perlu registrasi. Lebih dari 400 token dapat diperdagangkan di ujung jari Anda.
it_it: Non è necessaria la registrazione. Oltre 400 token da scambiare a portata di mano.
ja_jp: 登録は不要。400以上のトークンを指先で取引できます。
nl_nl: Geen registratie nodig. Meer dan 400 tokens om binnen handbereik te verhandelen.
pl_pl: Rejestracja nie jest wymagana. Ponad 400 tokenów do handlu na wyciągnięcie ręki.
pt_pt: Não é necessária inscrição. Mais de 400 tokens para negociar na ponta dos dedos.
ro_ro: Nu este nevoie de înregistrare. Peste 400 de jetoane de tranzacționat la îndemâna ta.
ru_ru: Без регистрации. Более 400 токенов и пар для торговли всегда у Вас под рукой.
sk_sk: Nie je potrebná žiadna registrácia. Viac ako 400 tokenov na obchodovanie na dosah ruky.
sv_se: Ingen registrering behövs. Över 400 tokens att handla med till hands.
th_th: ไม่จำเป็นต้องลงทะเบียน กว่า 400 โทเค็นเปิดให้เทรดเพียงปลายนิ้ว
tr_tr: Kayıt olmaya gerek yok. İşlem yapabileceğiniz 400'den fazla token parmaklarınızın ucunda.
vi_vn: Không cần thực hiện đăng ký. Hơn 400 mã thông báo để giao dịch ngay trong tầm tay của bạn.

source: No results found.
ar_sa: لم يتم العثور على نتائج.
bg_bg: Не са намерени резултати.
cs_cz: Nebyly nalezeny žádné výsledky.
de_de: Keine Ergebnisse gefunden.
es_es: No se han encontrado resultados.
fr_fr: Aucun résultat trouvé.
hu_hu: Nics találat.
id_id: Tidak ada hasil yang ditemukan.
it_it: Nessun risultato trovato.
ja_jp: 見つかりませんでした
nl_nl: Geen resultaten gevonden.
pl_pl: Nie znaleziono żadnych wyników.
pt_pt: Nenhum resultado encontrado
ro_ro: Nu s-au găsit rezultate.
ru_ru: Результаты не найдены.
sk_sk: Žiadne výsledky nájdené.
sv_se: Inga resultat hittade.
th_th: ไม่พบผลลัพธ์
tr_tr: Sonuç bulunamadı.
vi_vn: Không có kết quả nào được tìm thấy.

source: Not created
ar_sa: لم يتم إنشاؤه
bg_bg: Не е създадено
cs_cz: Nebyl vytvořen
de_de: Nicht erstellt
es_es: No creado
fr_fr: Non créé
hu_hu: Nem készült el
id_id: Tidak dibuat
it_it: Non creato
ja_jp: 作成されていません。
nl_nl: Niet gemaakt
pl_pl: Nie utworzono
pt_pt: Não criado
ro_ro: Nu a fost creat
ru_ru: Не создано
sk_sk: Nebolo vytvorené
sv_se: Ej skapad
th_th: ไม่ได้สร้างขึ้น
tr_tr: Oluşturulmadı
vi_vn: Chưa tạo

source: OFF
ar_sa: إيقاف
bg_bg: ИЗКЛЮЧЕНО
cs_cz: VYPNUTO
de_de: AUS
fr_fr: DÉSACTIVÉ
hu_hu: Ki
id_id: MATI
ja_jp: オフ
nl_nl: UIT
pl_pl: WYŁ.
ro_ro: OPRIT
ru_ru: ВЫКЛЮЧИТЬ
sv_se: AV
th_th: ปิด
tr_tr: KAPALI
vi_vn: TẮT

source: ON
ar_sa: تشغيل
bg_bg: ВКЛЮЧЕН
cs_cz: ZAPNUTO
de_de: EIN
fr_fr: SUR
hu_hu: BE
id_id: NYALA
ja_jp: オン
nl_nl: AAN
pl_pl: WŁ.
ro_ro: PORNIT
ru_ru: ВКЛЮЧИТЬ
sv_se: PÅ
th_th: บน
tr_tr: AÇIK
vi_vn: BẬT

source: ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING!
ar_sa: لا تستخدم هذا الوضع إلا إذا كنت تعرف ما تفعله!
bg_bg: ИЗПОЛЗВАЙТЕ ТОЗИ РЕЖИМ САМО АКО ЗНАЕТЕ КАКВО ПРАВИТЕ!
cs_cz: TENTO REŽIM POUŽÍVEJTE POUZE V PŘÍPADĚ, ŽE VÍTE, CO DĚLÁTE!
de_de: VERWENDEN SIE DIESEN MODUS NUR, WENN SIE WISSEN, WAS SIE TUN!
es_es: ¡UTILIZA ESTE MODO SÓLO SI SABES LO QUE HACES!
fr_fr: N'UTILISEZ CE MODE QUE SI VOUS SAVEZ CE QUE VOUS FAITES !
hu_hu: CSAK AKKOR HASZNÁLD EZT A MÓDOT HA TUDOD IS, HOGY MIT CSINÁLSZ!
id_id: HANYA GUNAKAN MODE INI JIKA ANDA TAHU APA YANG ANDA LAKUKAN!
it_it: UTILIZZARE QUESTA MODALITÀ SOLO SE SI SA COSA SI STA FACENDO!
ja_jp: このモードは、自分が何を実施しているのかを正確に理解している場合にのみお使いください！
nl_nl: GEBRUIK DEZE MODUS ALLEEN ALS JE WEET WAT JE DOET!
pl_pl: UŻYWAJ TEGO TRYBU TYLKO WTEDY, GDY WIESZ, CO ROBISZ!
pt_pt: SÓ UTILIZE ESTE MODO SE SOUBER O QUE ESTÁ A FAZER!
ro_ro: UTILIZEAZĂ ACEST MOD NUMAI DACĂ ȘTII CE FACI!
ru_ru: ИСПОЛЬЗУЙТЕ ЭТОТ РЕЖИМ, ТОЛЬКО ЕСЛИ ВЫ УВЕРЕНЫ В СВОИХ РЕШЕНИЯХ!
sk_sk: TENTO REŽIM POUŽÍVAJTE IBA AK VIETE, ČO ROBÍTE!
sv_se: ANVÄND ENDAST DETTA LÄGE OM DU VET VAD DU GÖR!
th_th: ใช้โหมดนี้เฉพาะเมื่อคุณรู้ว่าคุณกำลังทำอะไรอยู่!
tr_tr: BU MODU SADECE NE YAPTIĞINIZI BİLİYORSANIZ KULLANIN!
vi_vn: CHỈ SỬ DỤNG CHẾ ĐỘ NÀY NẾU BẠN BIẾT CHÍNH XÁC MÌNH ĐANG LÀM GÌ!

source: Off
ar_sa: إيقاف
bg_bg: Изключи
cs_cz: Vypnuto
de_de: Aus
fr_fr: Désactivé
hu_hu: Kikapcsolás
id_id: Mati
ja_jp: オフ
nl_nl: Uit
pl_pl: Wył.
ro_ro: Oprit
ru_ru: Выключить
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
vi_vn: Tắt

source: On
ar_sa: تشغيل
bg_bg: Включи
cs_cz: Zapnuto
de_de: Ein
fr_fr: Sur
hu_hu: Bekapcsolás
id_id: Nyala
ja_jp: オン
nl_nl: Aan
pl_pl: Wł.
ro_ro: Pornit
ru_ru: Включить
sv_se: På
th_th: บน
tr_tr: Açık
vi_vn: Bật

source: Once you are happy with the rate click supply to review.
ar_sa: بمجرد أن تكون راضيا عن السعر، انقر على تزويد للمراجعة.
bg_bg: След като сте доволни от цената, щракнете върху наличност, за да прегледате.
cs_cz: Jakmile jste se sazbou spokojeni, klikněte na tlačítko nabídka pro kontrolu.
de_de: Wenn Sie mit der Quote zufrieden sind, klicken Sie auf Bereitstellen, um sie zu überprüfen.
es_es: Una vez que estés satisfecho con la tarifa, haz clic en suministrar para revisar.
fr_fr: Une fois que vous êtes satisfait du tarif, cliquez sur l'offre pour l'examiner.
hu_hu: Amint számodra megfelelő az arány, kattints az ellátásra, hogy áttekintsd.
id_id: Setelah Anda puas dengan tarifnya, klik penawaran untuk meninjau.
it_it: Una volta soddisfatti della tariffa, fare clic sulla fornitura per la revisione.
ja_jp: レートに満足したら、供給するをクリックして確認してください。
nl_nl: Zodra je tevreden bent met het tarief, klik je op aanbod om te beoordelen.
pl_pl: Po zaakceptowaniu stawki kliknij przycisk " Prześlij", aby ją zweryfikować.
pt_pt: Quando estiver satisfeito com a taxa, clique em fornecer para revisar.
ro_ro: Când ești mulțumit de tarif, apasă pe aprovizionare pentru revizuire
ru_ru: Если Вас устраивает котировка, нажмите «Общее предложение», чтобы просмотреть.
sk_sk: Keď budete s cenou spokojní, kliknite na ponuku a skontrolujte ju.
sv_se: När du är nöjd med priset klickar du på Leverera för att granska.
th_th: เมื่อคุณพอใจกับอัตราการคลิกเพื่อตรวจทาน
tr_tr: Ücretten memnun kaldığınızda incelemek için tedarik seçeneğine tıklayın.
vi_vn: Khi bạn hài lòng với tỷ lệ hãy nhấp vào cung cấp để thực hiện xem xét.

source: Only UNI votes that were self delegated or delegated to another address before block {0} are eligible for voting.
ar_sa: أصوات UNI التي تم تفويضها بنفسك أو تفويضها إلى عنوان آخر قبل الحجز {0} هي فقط المؤهلة للتصويت.
bg_bg: Само UNI гласове, които са били самоделегирани или делегирани на друг адрес преди блок {0}, отговарят на условията за гласуване.
cs_cz: K hlasování jsou způsobilé pouze hlasy UNI, které byly delegovány samy nebo na jinou adresu před blokem {0}.
de_de: Nur UNI-Abstimmungen, die vor Block {0} selbst delegiert oder an eine andere Adresse delegiert wurden, sind zur Abstimmung zugelassen.
es_es: Sólo los votos UNI que hayan sido autodelegados o delegados a otra dirección antes del bloque {0} pueden votar.
fr_fr: Seuls les votes UNI qui ont été auto-délégués ou délégués à une autre adresse avant le bloc {0} sont éligibles au vote.
hu_hu: Kizárólag az önállóan delegált vagy a {0} blokk előtt egy másik címre delegált UNI szavazatok érvényesek.
id_id: Hanya suara UNI yang didelegasikan sendiri atau didelegasikan ke alamat lain sebelum blok {0} yang memenuhi syarat untuk voting.
it_it: Solo i voti UNI che sono stati autodelegati o delegati a un altro indirizzo prima del blocco {0} sono ammessi alla votazione.
ja_jp: ブロック{0}以前に自己委任または他のアドレスに委任されたUNI票のみが、投票対象となります。
nl_nl: Alleen UNI stemmen die zelf zijn gedelegeerd of naar een ander adres zijn gedelegeerd vóór block {0}, komen in aanmerking voor stemmen.
pl_pl: Do głosowania kwalifikują się tylko głosy UNI, które zostały samodzielnie przekazane lub przeniesione na inny adres przed blokiem {0}.
pt_pt: Apenas os votos UNI que foram auto-delegados ou delegados noutro endereço antes do bloco {0} são elegíveis para votação.
ro_ro: Numai voturile UNI care au fost autodelegate sau delegate la o altă adresă înainte de blocul {0} sunt eligibile pentru vot.
ru_ru: Только те пользователи, которые делегировали себе или другому адресу до блока {0} голоса UNI, имеют право на голосование.
sk_sk: Na hlasovanie sú oprávnené iba hlasy UNI, ktoré boli pred blokom {0} samo delegované alebo delegované na inú adresu.
sv_se: Endast UNI-röster som delegerats till en annan adress före block {0} är giltiga för omröstning.
th_th: เฉพาะการโหวตของ UNI ที่มอบสิทธิ์ด้วยตนเองหรือมอบสิทธิ์ไปยังที่อยู่อื่นก่อนบล็อก {0} เท่านั้นที่มีสิทธิ์ลงคะแนน
tr_tr: Yalnızca {0} bloğundan önce kendi kendine veya başka bir adrese yetki verilen UNI oyları oylama için uygundur.
vi_vn: Chỉ các phiếu bầu UNI được tự ủy quyền hoặc ủy quyền cho một địa chỉ khác trước khối {0} mới đủ điều kiện để tham gia thực hiện bỏ phiếu.

source: Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device.
ar_sa: أُووبس! حدث خطأ غير معروف. يرجى تحديث الصفحة، أو زيارة من متصفح أو جهاز آخر.
bg_bg: Опа! Възникна неизвестна грешка. Моля, обновете страницата или я посетете от друг браузър или устройство.
cs_cz: Ups! Došlo k neznámé chybě. Obnovte prosím stránku nebo ji navštivte z jiného prohlížeče či zařízení.
de_de: Ups! Ein unbekannter Fehler ist aufgetreten. Bitte aktualisieren Sie die Seite, oder besuchen Sie diese von einem anderen Browser oder Gerät aus.
es_es: ¡Uy! Se ha producido un error desconocido. Actualiza la página o visita la página desde otro navegador o dispositivo.
fr_fr: Oops! Une erreur inconnue est survenue. Veuillez actualiser la page ou visiter depuis un autre navigateur ou appareil.
hu_hu: Jaj ne! Ismeretlen hiba történt. Kérünk, hogy frissítsd az oldalt, vagy nyisd meg azt egy másik böngészőből.
id_id: Ups! Terjadi kesalahan yang tidak diketahui. Silakan refresh halaman, atau kunjungi dari browser atau perangkat lain.
it_it: Oops! Si è verificato un errore sconosciuto. Si prega di aggiornare la pagina o di accedere da un altro browser o dispositivo.
ja_jp: おっと！不明なエラーが発生しました。ページを更新するか、別のブラウザまたはデバイスからアクセスしてください。
nl_nl: Oeps! Een onbekende fout is opgetreden. Ververs de pagina of bezoek deze vanuit een andere browser of een ander apparaat.
pl_pl: Ups! Wystąpił nieznany błąd. Odśwież stronę lub odwiedź ją z innej przeglądarki lub urządzenia.
pt_pt: Ops! Ocorreu um erro desconhecido. Atualize a página ou acesse-a de outro navegador ou dispositivo.
ro_ro: Oops! A apărut o eroare necunoscută. Te rugăm să reîmprospătezi pagina sau să o vizitezi dintr-un alt browser sau dispozitiv.
ru_ru: Произошла ошибка! Пожалуйста, обновите страницу или зайдите с другого браузера или устройства.
sk_sk: Ojoj! Vyskytla sa neznáma chyba. Obnovte stránku alebo ju navštívte z iného prehliadača alebo zariadenia.
sv_se: Hoppsan! Ett okänt fel har uppstått. Vänligen uppdatera sidan, eller besök från en annan webbläsare eller enhet.
th_th: อ๊ะ! เกิดข้อผิดพลาดที่ไม่รู้จัก โปรดรีเฟรชหน้านี้ หรือเข้าชมจากเบราว์เซอร์หรืออุปกรณ์อื่น
tr_tr: Oops! Bilinmeyen bir hata oluştu. Lütfen sayfayı yenileyin veya başka bir tarayıcı ya da cihazdan ziyaret edin.
vi_vn: Ối! Đã xảy ra một lỗi không xác định. Vui lòng làm mới trang hoặc truy cập từ một trình duyệt khác hoặc thiết bị khác.

source: Optimism Gateway
bg_bg: Портал на оптимизма
cs_cz: Brána s technologií Optimistic
de_de: Optimismus-Gateway
fr_fr: Passerelle Optimisme
id_id: Gerbang Optimism
nl_nl: Optimisme Poort
ro_ro: Optimistic Gateway
ru_ru: Пользовательский интерфейс Optimism
sk_sk: Brána optimizmu
th_th: เกตเวย์การมองโลกในแง่ดี
tr_tr: Optimism Geçidi
vi_vn: Cổng Optimism
