Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Frequently Asked
ar_sa: أسئلة متداولة
bg_bg: Често задавани
cs_cz: Časté otázky
de_de: Oft gefragt
es_es: Preguntas frecuentes
fr_fr: Fréquemment demandé
hu_hu: Gyakori Kérdések
id_id: Pertanyaan yang Sering Diajukan
it_it: FAQ
ja_jp: よくある質問
nl_nl: Vaak Gevraagd
pl_pl: Najczęściej zadawane pytania
pt_pt: Perguntas Frequentes
ro_ro: Întrebări frecvente
ru_ru: ЧаВо
sk_sk: Často kladené otázky
sv_se: Vanliga frågor
th_th: คำถามที่พบบ่อย
tr_tr: Sıkça Sorulan Sorular
vi_vn: Câu Hỏi Thường Gặp

source: Find answers to the most frequently asked questions about Best Wallet right here.
ar_sa: اعثر هنا على إجابات تتعلق بالأسئلة الأكثر شيوعا حول Best Wallet.
bg_bg: Намерете отговори на най-често задаваните въпроси за Best Wallet тук.
cs_cz: Zde najdete odpovědi na nejčastější otázky týkající se Best Wallet.
de_de: Hier finden Sie Antworten auf die am häufigsten gestellten Fragen zu Best Wallet.
es_es: Encuentra aquí las respuestas a las preguntas más frecuentes sobre Best Wallet.
fr_fr: Trouvez ici les réponses aux questions les plus fréquemment posées sur Best Wallet.
hu_hu: Találd meg a választ a leggyakoribb kérdésekre a Best Walletről.
id_id: Temukan jawaban atas pertanyaan yang paling sering ditanyakan tentang Best Wallet di sini.
it_it: Troverai qui le risposte alle domande più frequenti su Best Wallet.
ja_jp: Best Walletに関する最もよくある質問への回答は、こちらで見つけることができます。
nl_nl: Vind hier antwoorden op de meest gestelde vragen over Best Wallet.
pl_pl: Tutaj znajdziesz odpowiedzi na najczęściej zadawane pytania dotyczące Best Wallet.
pt_pt: Encontre aqui as respostas às perguntas mais frequentes sobre a Best Wallet.
ro_ro: Aici vei găsi răspunsurile la cele mai frecvente întrebări despre Best Wallet.
ru_ru: Ниже Вы найдете ответы на наиболее часто задаваемые вопросы о Best Wallet.
sk_sk: Tu nájdete odpovede na najčastejšie otázky o Najlepšej peňaženke.
sv_se: Här hittar du svar på de vanligaste frågorna om Best Wallet.
th_th: ค้นหาคำตอบสำหรับคำถามที่พบบ่อยเกี่ยวกับ Best Wallet ที่นี่
tr_tr: Best Wallet hakkında sıkça sorular soruların cevaplarını burada bulabilirsiniz.
vi_vn: Hãy tìm câu trả lời cho những câu hỏi thường gặp nhất về Best Wallet ngay tại đây.

source: If the answer you’re looking for isn’t here, email contact@bestwallet.com and we’ll assist you.
ar_sa: إذا لم تكن الإجابة التي تبحث عنها هنا، فأرسل بريدا إلكترونيا إلى contact@bestwallet.com وسنساعدك.
bg_bg: Ако отговорът, който търсите, не е тук, изпратете имейл на contact@bestwallet.com и ще ви помогнем.
cs_cz: Pokud zde odpověď, kterou hledáte, nenajdete, napište nám na contact@bestwallet.com a my vám pomůžeme.
de_de: Wenn die von Ihnen gesuchte Antwort nicht hier ist, senden Sie eine E-Mail an contact@bestwallet.com und wir helfen Ihnen weiter.
es_es: Si la respuesta que buscas no está aquí, envía un correo electrónico a contact@bestwallet.com y te ayudaremos.
fr_fr: Si la réponse que vous cherchez n'est pas ici, envoyez un e-mail à contact@bestwallet.com et nous vous aiderons.
hu_hu: Amennyiben mégsem találtad meg a választ a kérdésedre, küldj e-mailt a contact@bestwallet.com címre.
id_id: Jika jawaban yang Anda cari tidak ada di sini, kirimkan email ke contact@bestwallet.com dan kami akan membantu Anda.
it_it: Se la risposta che stai cercando non è qui, invia un'e-mail a contact@bestwallet.com e ti aiuteremo.
ja_jp: お探しの回答がここにない場合は、contact@bestwallet.comにメールしていただければ、お手伝いいたします。
nl_nl: Als het antwoord dat je zoekt hier niet staat, stuur dan een e-mail naar contact@bestwallet.com en wij helpen je verder.
pl_pl: Jeśli nie ma tu odpowiedzi, której szukasz, wyślij wiadomość e-mail na adres contact@bestwallet.com, a my Ci pomożemy.
pt_pt: Se a resposta que procura não estiver aqui, envie uma mensagem de correio eletrónico para contact@bestwallet.com e nós o ajudaremos.
ro_ro: Dacă răspunsul pe care îl cauți nu se găsește aici, trimite un e-mail la contact@bestwallet.com și te vom ajuta.
ru_ru: Если Вы не нашли нужную информацию, напишите по адресу contact@bestwallet.com, и мы поможем Вам.
sk_sk: Ak tu odpoveď, ktorú hľadáte, nie je, pošlite nám e-mail na adresu contact@bestwallet.com a my vám pomôžeme.
sv_se: Om svaret du söker inte finns här, skicka ett e-postmeddelande till contact@bestwallet.com så hjälper vi dig.
th_th: หากไม่มีคำตอบที่คุณต้องการ โปรดส่งอีเมลไปที่ contact@bestwallet.com แล้วเราจะช่วยเหลือคุณ
tr_tr: Eğer aradığınız cevabı bulamadıysanız, bize contact@bestwallet.com adresinden ulaşabilir ve yardım alabilirsiniz.
vi_vn: Nếu câu trả lời bạn đang tìm kiếm không có ở đây, hãy gửi email tới địa chỉ contact@bestwallet.com và chúng tôi sẽ hỗ trợ bạn ngay.

source: Cryptocurrency may be unregulated in your jurisdiction. The value of cryptocurrencies may go down as well as up. Profits may be subject to capital gains or other taxes applicable in your jurisdiction.
ar_sa: قد تكون العملة المشفرة غير خاضعة للتنظيم في ولايتك القضائية. قد تنخفض قيمة العملات المشفرة أو ترتفع. قد تخضع الأرباح لمكاسب رأس المال أو ضرائب أخرى مطبقة في ولايتك القضائية.
bg_bg: Криптовалутата може да не бъде регулирана във вашата юрисдикция. Стойността на криптовалутите може да пада, както и да се повишава. Печалбите могат да подлежат на данък върху капиталовата печалба или други данъци, приложими във вашата юрисдикция.
cs_cz: Kryptoměna nemusí být ve vaší jurisdikci regulována. Hodnota kryptoměn může klesat stejně jako stoupat. Zisky mohou podléhat kapitálovým ziskům nebo jiným daním platným ve vaší jurisdikci.
de_de: Kryptowährungen sind in Ihrem Land möglicherweise nicht reguliert. Der Wert von Kryptowährungen kann sowohl fallen als auch steigen. Gewinne können Kapitalertragssteuern oder anderen in Ihrem Land geltenden Steuern unterliegen.
es_es: Las criptomonedas pueden no estar reguladas en tu jurisdicción. El valor de las criptomonedas puede bajar o subir. Los beneficios pueden estar sujetos a ganancias de capital u otros impuestos aplicables en tu jurisdicción.
fr_fr: La crypto-monnaie peut ne pas être réglementée dans votre juridiction. La valeur des crypto-monnaies peut aussi bien baisser qu'augmenter. Les bénéfices peuvent être soumis à des gains en capital ou à d'autres impôts applicables dans votre juridiction.
hu_hu: Előfordulhat, hogy a lakóhelyeden a kripopénzek nincsenek szabályozva. Egy kripto értéke hirtelen és gyorsan megváltozhat. Az elért profitod után lehetséges, hogy adót kell fizetned.
id_id: Mata uang kripto mungkin tidak diatur dalam yurisdiksi Anda. Nilai mata uang kripto dapat turun dan naik. Keuntungan dapat dikenakan capital gain atau pajak lain yang berlaku di yurisdiksi Anda.
it_it: Il trading di criptovalute potrebbe non essere regolamentato nel tuo paese. Il valore delle criptovalute può aumentare o diminuire e i profitti possono essere soggetti a plusvalenze o altre imposte applicabili nel tuo paese.
ja_jp: 仮想通貨は、お客様の法域では規制されていない可能性があります。仮想通貨の価値は上がることもあれば下がることもあります。 利益はキャピタル ゲインや、お客様の法域で適用されるその他の税金の対象となる場合があります。
nl_nl: Cryptocurrency is mogelijk niet gereguleerd in jouw rechtsgebied. De waarde van cryptocurrencies kan zowel dalen als stijgen. Winsten kunnen onderhevig zijn aan vermogenswinsten of andere belastingen die van toepassing zijn in jouw rechtsgebied.
pl_pl: Kryptowaluta może być nieuregulowana w twojej jurysdykcji. Wartość kryptowalut może zarówno spadać, jak i rosnąć. Zyski mogą podlegać opodatkowaniu podatkiem od zysków kapitałowych lub innymi podatkami obowiązującymi w danej jurysdykcji.
pt_pt: Criptomoedas podem não estar regulamentadas na sua jurisdição. O valor das criptomoedas pode tanto descer como subir. Os lucros podem estar sujeitos a ganhos de capital ou outros impostos aplicáveis na sua jurisdição.
ro_ro: Criptomoneda poate fi nereglementată în jurisdicția ta. Valoarea criptomonedelor poate să scadă sau să crească. Profiturile pot fi supuse câștigurilor de capital sau altor impozite aplicabile în jurisdicția dumneavoastră.
ru_ru: Криптовалюта может быть нерегулируемой в Вашей юрисдикции. Стоимость криптовалют может как падать, так и расти. Прибыль может облагаться налогом на прирост капитала или другими налогами, действующими в Вашей юрисдикции.
sk_sk: Kryptomena môže byť vo vašej jurisdikcii neregulovaná. Hodnota kryptomien môže klesať aj stúpať. Zisky môžu podliehať kapitálovým ziskom alebo iným daniam platným vo vašej jurisdikcii.
sv_se: Kryptovalutor kan vara oreglerade i din jurisdiktion. Värdet på kryptovalutor kan gå både upp och ner. Vinster kan vara föremål för kapitalvinster eller andra skatter som är tillämpliga i din jurisdiktion.
th_th: คริปโตเคอเรนซี่อาจไม่ได้รับการควบคุมในเขตอำนาจศาลของคุณ มูลค่าของเหรียญคริปโตอาจลดลงและเพิ่มขึ้น กำไรอาจขึ้นอยู่กับกำไรจากการขายหุ้นหรือภาษีอื่นๆ ที่เกี่ยวข้องในเขตอำนาจศาลของคุณ
tr_tr: Kripto para birimi, bulunduğunuz bölgede regüle edilmemiş olabilir. Kripto para birimlerinin değeri yükselebileceği gibi aynı zamanda düşebilir. Kârlar, bulunduğunuz bölgede geçerli olan sermaye kazançlarına veya diğer vergilere tabi olabilir.
vi_vn: Tiền điện tử có thể không được kiểm soát theo quy định của pháp luật nơi bạn đang sinh sống. Giá trị của tiền điện tử có thể biến động rất mạnh. Lợi nhuận có thể phải chịu thuế giá trị gia tăng hoặc các loại thuế khác tùy theo các quy định của pháp luật nơi bạn đang sinh sống.

source: Terms
ar_sa: الشروط
bg_bg: Правила
cs_cz: Podmínky
de_de: Bedingungen
es_es: Términos
fr_fr: Conditions
hu_hu: Feltételek
id_id: Ketentuan
it_it: Termini
ja_jp: 規約
nl_nl: Voorwaarden
pl_pl: Warunki
pt_pt: Termos
ro_ro: Condiții
ru_ru: Условия
sk_sk: Podmienky
sv_se: Villkor
th_th: ข้อกำหนด
tr_tr: Şartlar
vi_vn: Điều kiện

source: Privacy
ar_sa: الخصوصية
bg_bg: Поверителност
cs_cz: Soukromí
de_de: Privatsphäre
es_es: Privacidad
fr_fr: Confidentialité
hu_hu: Adatvédelem
id_id: Privasi
ja_jp: プライバシー
pl_pl: Prywatność
pt_pt: Privacidade
ro_ro: Confidențialitate
ru_ru: Политика конфиденциальности
sk_sk: Súkromie
sv_se: Integritet
th_th: ความเป็นส่วนตัว
tr_tr: Gizlilik
vi_vn: Quyền riêng tư

source: Cookies
ar_sa: ملفات تعريف الارتباط
bg_bg: Бисквитки
de_de: Kekse
fr_fr: Biscuits
hu_hu: Sütik
ja_jp: クッキー
ru_ru: Файлы cookie
th_th: คุ้กกี้
tr_tr: Çerezler

source: What is Best DEX?
ar_sa: ماهو Best DEX؟
bg_bg: Какво е Best DEX?
cs_cz: Co je Best DEX?
de_de: Was ist Best DEX?
es_es: ¿Qué es Best DEX?
fr_fr: Qu'est-ce que le meilleur DEX ?
hu_hu: Mi a Best DEX?
id_id: Apa itu Best DEX?
it_it: Cos'è Best DEX?
ja_jp: Best DEXとは？
nl_nl: Wat is Best DEX?
pl_pl: Czym jest Best DEX?
pt_pt: O que é o Best DEX?
ro_ro: Ce este Best DEX?
ru_ru: Что такое Best DEX?
sk_sk: Čo je Best DEX?
sv_se: Vad är Best DEX?
th_th: BEST DEX คืออะไร?
tr_tr: Best DEX nedir?
vi_vn: Best DEX là gì?

source: Best DEX is a decentralized exchange designed to seamlessly integrate with Best Wallet, our non-custodial crypto wallet. It allows you to trade cryptocurrencies securely and efficiently while maintaining full control of your funds and digital assets.
ar_sa: Best DEX عبارة عن منصة تداول لامركزية مصممة للتكامل بسلاسة مع Best Wallet، وهي محفظتنا المشفرة غير المقيدة. وهي تتيح لك تداول العملات المشفرة بأمان وفعالية مع الحفاظ على التحكم الكامل في أموالك وأصولك الرقمية.
bg_bg: Best DEX е децентрализирана борса, създадена да се интегрира безпроблемно с Best Wallet, нашия крипто портфейл. Той ви позволява да търгувате с криптовалути безопасно и ефективно, като запазвате пълен контрол над средствата и цифровите активи си.
cs_cz: Best DEX je decentralizovaná burza navržená pro bezproblémovou integraci s Best Wallet, naší neúřední kryptopeněženkou. Umožňuje vám bezpečně a efektivně obchodovat s kryptoměnami a zároveň si zachovat plnou kontrolu nad svými prostředky a digitálními aktivy.
de_de: Best DEX ist eine dezentrale Börse, die nahtlos mit Best Wallet, unserer unverbindlichen Krypto-Wallet, zusammenarbeitet. Sie ermöglicht es Ihnen, sicher und effizient mit Kryptowährungen zu handeln und gleichzeitig die volle Kontrolle über Ihre Gelder und digitalen Vermögenswerte zu behalten.
es_es: Best DEX es un exchange descentralizado diseñado para integrarse perfectamente con Best Wallet, nuestra wallet de criptomonedas sin custodia. Te permite hacer trading con criptomonedas de forma segura y eficiente, manteniendo el control total de tus fondos y activos digitales.
hu_hu: A Best DEX egy decentralizált tőzsde amit úgy terveztünk, hogy tökéletesen használható legyen a Best Wallettel, a saját fejlesztésű nem letétkezelő kriptotárcánkkal. Lehetővé teszi a legtöbb kriptoval a kereskedést biztonságos és hatékony formában miközben a kriptodat teljes mértékben te kezeled.
id_id: Best DEX adalah bursa terdesentralisasi yang dirancang untuk berintegrasi dengan Best Wallet, dompet kripto non-kustodian kami. Ini memungkinkan Anda untuk trading mata uang kripto dengan aman dan efisien sambil mempertahankan kendali penuh atas dana dan aset digital Anda.
it_it: Best DEX è un exchange decentralizzato progettato per integrarsi perfettamente con Best Wallet, il nostro crypto wallet non-custodial. Ti consente di scambiare criptovalute in modo sicuro ed efficiente mantenendo il pieno controllo dei tuoi fondi e delle risorse digitali.
ja_jp: Best DEXは、私たちの非保管型仮想通貨ウォレットであるBest Walletと、シームレスに統合するよう設計された分散型取引所です。これにより、資金とデジタル資産の完全なコントロールを維持しながら、仮想通貨を安全かつ効率的に取引することができます。
pl_pl: Best DEX to zdecentralizowana giełda zaprojektowana w celu płynnej integracji z Best Wallet, naszym bezobsługowym portfelem kryptowalutowym. Pozwala na bezpieczny i wydajny handel kryptowalutami przy zachowaniu pełnej kontroli nad swoimi środkami i aktywami cyfrowymi.
pt_pt: Best DEX é uma exchange descentralizada projetada para se integrar perfeitamente à Best Wallet, nossa carteira cripto sem custódia. Permite-lhe negociar criptomoedas de forma segura e eficiente, mantendo o controlo total dos seus fundos e activos digitais.
ro_ro: Best DEX este o bursă descentralizată concepută pentru a se integra perfect cu Best Wallet, portofelul nostru criptat necustodian. Acesta vă permite să tranzacționați criptomonede în mod sigur și eficient, menținând în același timp controlul deplin asupra fondurilor și activelor tale digitale.
ru_ru: Best DEX — это децентрализованная биржа, предназначенная для полной интеграции с Best Wallet, нашим некастодиальным криптокошельком. Это позволяет Вам безопасно и эффективно торговать криптовалютами, сохраняя при этом полный контроль над своими средствами и цифровыми активами.
sk_sk: Best DEX je decentralizovaná burza navrhnutá tak, aby sa hladko integrovala s Best Wallet, našou nedepozitnou kryptopeňaženkou. Umožňuje vám bezpečne a efektívne obchodovať s kryptomenami pri zachovaní plnej kontroly nad vašimi finančnými prostriedkami a digitálnymi aktívami.
sv_se: Best DEX är en decentraliserad börs som är utformad för att sömlöst integreras med Best Wallet, vår icke-förvaringsskyldiga kryptoplånbok. Det gör att du kan handla kryptovalutor säkert och effektivt samtidigt som du behåller full kontroll över dina medel och digitala tillgångar.
th_th: Best DEX คือกระดานแลกเปลี่ยนแบบกระจายอำนาจที่ออกแบบมาเพื่อรวมเข้ากับ Best Wallet ซึ่งเป็นกระเป๋าเงินดิจิตอลเข้ารหัสที่ไม่ต้องดูแลของเรา ช่วยให้คุณซื้อขายสกุลเงินดิจิทัลได้อย่างปลอดภัยและมีประสิทธิภาพ ในขณะที่ยังคงควบคุมเงินทุนและสินทรัพย์ดิจิทัลของคุณได้อย่างเต็มที่
tr_tr: Best DEX, 'non-custodial' kripto cüzdanımız Best Wallet ile sorunsuz bir şekilde entegre olacak şekilde tasarlanmış merkeziyetsiz bir borsadır. Fonlarınız ve dijital varlıklarınız üzerinde tam kontrol sağlarken, kripto para birimlerini güvenli ve verimli bir şekilde alıp satmanıza olanak tanır.
vi_vn: Best DEX là một sàn giao dịch phi tập trung độc đáo mới được thiết kế để tích hợp, tạo trải nghiệm liền mạch với Best Wallet, ví tiền điện tử hàng đầu thị trường của chúng tôi. Nó cho phép bạn thực hiện các giao dịch tiền điện tử một cách an toàn và hiệu quả trong khi vẫn duy trì toàn quyền kiểm soát số tiền và các tài sản kỹ thuật số của mình.

source: Why should I use Best DEX instead of Uniswap or other DEXs?
ar_sa: لماذا يجب علي استخدام منصة Best DEX بدلا من Uniswap أو منصات التداول اللامركزية الأخرى؟
bg_bg: Защо трябва да използвам Best DEX вместо Uniswap или други DEX-ове?
cs_cz: Proč bych měl používat Best DEX místo Uniswapu nebo jiných DEXů?
de_de: Warum sollte ich Best DEX anstelle von Uniswap oder anderen DEXs verwenden?
es_es: ¿Por qué debería utilizar Best DEX en lugar de Uniswap u otros DEX?
fr_fr: Pourquoi devrais-je utiliser Best DEX au lieu d'Uniswap ou d'autres DEX ?
hu_hu: Miért kellene a Best DEX-et használnom a Uniswap vagy más DEX helyett?
id_id: Mengapa saya harus menggunakan Best DEX dan bukannya Uniswap atau DEX lainnya?
it_it: Perché dovrei usare Best DEX invece di Uniswap o altri DEX?
ja_jp: Uniswapやその他のDEXではなく、Best DEXを使うべき理由とは？
nl_nl: Waarom zou ik Best DEX gebruiken in plaats van Uniswap of andere DEX's?
pl_pl: Dlaczego powinienem używać Best DEX zamiast Uniswap lub innych DEX?
pt_pt: Por que razão devo utilizar a Best DEX em vez da Uniswap ou de outras DEX?
ro_ro: De ce ar trebui să folosesc Best DEX în loc de Uniswap sau alte DEX-uri?
ru_ru: Почему лучше использовать Best DEX вместо Uniswap или других децентрализованных бирж?
sk_sk: Prečo by som mal používať Best DEX namiesto Uniswap alebo iných DEX?
sv_se: Varför ska jag använda Best DEX istället för Uniswap eller andra DEX?
th_th: เหตุใดฉันจึงควรใช้ Best DEX แทน Uniswap หรือ DEX อื่นๆ
tr_tr: Neden Uniswap veya diğer DEX'ler yerine Best DEX'i kullanmalıyım?
vi_vn: Tại sao tôi nên sử dụng sàn giao dịch Best DEX thay vì sàn Uniswap hoặc các DEX khác?
