Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: We have implemented various security measures to detect and prevent fraudulent activities. Any attempts at gaming the system or engaging in suspicious activities will lead to immediate disqualification from the Airdrop.
ar_sa: لقد قمنا بوضع العديد من الإجراءات الأمنية للكشف عن الأنشطة الاحتيالية ومنعها. أي محاولات للتلاعب بالنظام أو الانخراط في أنشطة مشبوهة ستؤدي إلى الاستبعاد الفوري من التوزيع المجاني Airdrop.
bg_bg: Изпълнили сме различни мерки за сигурност за откриване и предотвратяване на измамни дейности. Всякакви опити за измама на системата или участие в съмнителни дейности ще доведат до незабавна дисквалификация от разпределението.
cs_cz: Zavedli jsme různá bezpečnostní opatření, abychom odhalili podvodné činnosti a zabránili jim. Jakékoli pokusy o obehrání systému nebo podezřelé aktivity povedou k okamžitému vyloučení z Airdropu.
de_de: Wir haben verschiedene Sicherheitsmaßnahmen eingeführt, um betrügerische Aktivitäten zu erkennen und zu verhindern. Jeder Versuch, das System zu manipulieren oder verdächtige Aktivitäten durchzuführen, führt zur sofortigen Disqualifikation von der Airdrop-Aktion.
es_es: Hemos implementado varias medidas de seguridad para detectar y prevenir actividades fraudulentas. Cualquier intento de engañar al sistema o de participar en actividades sospechosas conllevará la descalificación inmediata del Airdrop.
fr_fr: Nous avons mis en place diverses mesures de sécurité pour détecter et prévenir les activités frauduleuses. Toute tentative de déjouer le système ou de se livrer à des activités suspectes entraînera une disqualification immédiate de l'Airdrop.
hu_hu: Több különböző rendszert is létrehoztunk annak érdekében, hogy biztosítani tudjuk, hogy az Airdrop a megfelelő módon menjen végbe. Minden próbálkozás ami a rendszer kijátszására irányul gyanús aktivitásnak minősül, és azonnal kizárást fog maga után vonni.
id_id: Kami telah menerapkan berbagai langkah keamanan untuk mendeteksi dan mencegah aktivitas penipuan. Setiap upaya untuk mempermainkan sistem atau terlibat dalam aktivitas yang mencurigakan akan langsung didiskualifikasi dari Airdrop.
it_it: Abbiamo implementato varie misure di sicurezza per rilevare e prevenire attività fraudolente. Qualsiasi tentativo di ingannare il sistema o intraprendere attività sospette comporterà l'immediata squalifica dall'Airdrop.
ja_jp: 不正行為を検知・防止するため、様々なセキュリティ対策を実施しています。システムを不正に利用しようとしたり、疑わしい行為に関与したりした場合は、エアドロップの対象から即座に除外されます。
nl_nl: We hebben verschillende beveiligingsmaatregelen geïmplementeerd om frauduleuze activiteiten op te sporen en te voorkomen. Elke poging om het systeem te misbruiken of verdachte activiteiten uit te voeren, zal leiden tot onmiddellijke diskwalificatie van de Airdrop.
pl_pl: Wdrożyliśmy różne środki bezpieczeństwa w celu wykrywania i zapobiegania nieuczciwym działaniom. Wszelkie próby oszukania systemu lub angażowania się w podejrzane działania będą prowadzić do natychmiastowej dyskwalifikacji z Airdrop.
pt_pt: Há várias medidas de segurança para detectar e prevenir atividades fraudulentas. Quaisquer tentativas de burlar o sistema ou de participar em atividades suspeitas conduzirão à desqualificação imediata do Airdrop.
ro_ro: Am implementat diverse măsuri de securitate pentru a detecta și preveni activitățile frauduloase. Orice tentativă de fraudare a sistemului sau de implicare în activități suspecte va duce la descalificarea imediată din Airdrop.
ru_ru: Мы внедрили различные меры безопасности для обнаружения и предотвращения мошеннических действий. Любые попытки взлома системы или желание предпринять подозрительные действия приведут к немедленной дисквалификации из Airdrop.
sk_sk: Zaviedli sme rôzne bezpečnostné opatrenia na odhalenie a prevenciu podvodných aktivít. Akékoľvek pokusy o hranie systému alebo zapojenie sa do podozrivých aktivít povedú k okamžitej diskvalifikácii z Airdropu.
sv_se: Vi har implementerat olika säkerhetsåtgärder för att upptäcka och förhindra bedrägliga aktiviteter. Alla försök att manipulera systemet eller delta i misstänkta aktiviteter kommer att leda till omedelbar diskvalificering från Airdrop.
th_th: เราได้ใช้มาตรการรักษาความปลอดภัยต่างๆ เพื่อตรวจจับและป้องกันกิจกรรมฉ้อโกง ความพยายามใด ๆ ในการเล่นเกมระบบหรือมีส่วนร่วมในกิจกรรมที่น่าสงสัยจะนำไปสู่การตัดสิทธิ์จาก Airdrop ทันที
tr_tr: Dolandırıcılık faaliyetlerini tespit etmek ve önlemek için çeşitli güvenlik önlemleri uygulamaktayız. Sistemde oyun oynama veya şüpheli faaliyetlerde bulunma girişimleri, Airdrop'tan derhal diskalifiye edilmenize yol açacaktır.
vi_vn: Chúng tôi đã triển khai nhiều biện pháp bảo mật tiên tiến khác nhau để phát hiện và ngăn chặn các hoạt động lừa đảo, các hành vi gian lận tiềm ẩn. Bất kỳ nỗ lực nào nhằm cố ý đánh lừa hệ thống hoặc tham gia vào các hoạt động đáng ngờ sẽ dẫn đến việc bị loại khỏi chương trình Airdrop ngay lập tức.

source: How can I stay updated about the Airdrop and the project's progress?
ar_sa: كيف يمكنني البقاء على اطلاع حول التوزيع المجاني Airdrop وتقدم المشروع؟
bg_bg: Как мога да бъда информиран за разпределението и напредъка на проекта?
cs_cz: Jak mohu být informován o průběhu projektu a jeho airdropu?
de_de: Wie kann ich über die Airdrop-Aktion und den Fortschritt des Projekts auf dem Laufenden bleiben?
es_es: ¿Cómo puedo mantenerme informado sobre el Airdrop y el progreso del proyecto?
fr_fr: Comment puis-je rester informé de l'Airdrop et de l'avancement du projet ?
hu_hu: Honnan tudok értesülni a legfrissebb hírekről az Airdroppal kapcsolatban?
id_id: Bagaimana saya bisa tetap mendapatkan informasi terbaru tentang Airdrop dan kemajuan proyek?
it_it: Come posso rimanere aggiornato sull'Airdrop e sullo stato di avanzamento del progetto?
ja_jp: エアドロップやプロジェクトの進捗状況について、どのように最新情報を入手できますか？
nl_nl: Hoe kan ik op de hoogte blijven van de Airdrop en de voortgang van het project?
pl_pl: Jak mogę być na bieżąco z Airdropem i postępami w projekcie?
pt_pt: Como posso manter-me atualizado sobre o Airdrop e a evolução do projeto?
ro_ro: Cum pot rămâne la curent cu privire la Airdrop și la progresul proiectului?
ru_ru: Где можно узнавать о прогрессе проекта и аирдропах?
sk_sk: Ako môžem zostať informovaný o Airdrope a pokroku projektu?
sv_se: Hur kan jag hålla mig uppdaterad om Airdropen och projektets framsteg?
th_th: ฉันจะติดตามข่าวสารเกี่ยวกับ Airdrop และความคืบหน้าของโครงการได้อย่างไร?
tr_tr: Airdrop ve projenin ilerleyişi hakkında nasıl güncel kalabilirim?
vi_vn: Làm cách nào tôi có thể cập nhật các thông tin về chương trình Airdrop và tiến độ của dự án?

source: To stay informed about the Airdrop, project updates, and important announcements, make sure to follow our official social media channels and regularly check our website. We will keep the community informed about any developments related to the BEST Token Airdrop.
ar_sa: للبقاء على اطلاع بشأن التوزيع المجاني Airdrop وتحديثات المشروع والإعلانات المهمة، تأكد من متابعة قنوات التواصل الاجتماعي الرسمية الخاصة بنا ومراجعة موقعنا بانتظام. سنبقي مجتمعنا على علم بأي تطورات تتعلق بالتوزيع المجاني airdrop لرمز BEST.
bg_bg: За да сте информирани за разпределението, актуализациите на проекта и важни обявления, уверете се, че следвате нашите официални социални профили и канали и редовно проверявайте нашия уебсайт. Ще информираме общността за всички развития, свързани с разпределението на BEST Token.
cs_cz: Chcete-li být informováni o Airdropu, aktualizacích projektu a důležitých oznámeních, sledujte naše oficiální kanály sociálních médií a pravidelně kontrolujte naše webové stránky. Komunitu budeme informovat o veškerém vývoji souvisejícím s airdropem tokenů BEST.
de_de: Um über die Airdrop-Aktion, Projekt-Updates und wichtige Ankündigungen auf dem Laufenden zu bleiben, sollten Sie unseren offiziellen Social Media-Kanälen folgen und regelmäßig unsere Webseite besuchen. Wir werden die Community über alle Entwicklungen im Zusammenhang mit dem BEST Token Airdrop auf dem Laufenden halten.
es_es: Para mantenerte informado sobre el Airdrop, las actualizaciones del proyecto y los anuncios importantes, asegúrate de seguir nuestros canales oficiales en las redes sociales y de consultar regularmente nuestro sitio web. Mantendremos informada a la comunidad sobre cualquier novedad relacionada con el Airdrop de tokens BEST.
fr_fr: Pour rester informé de l'Airdrop, des mises à jour du projet et des annonces importantes, assurez-vous de suivre nos réseaux sociaux officiels et de consulter régulièrement notre site Web. Nous tiendrons la communauté informée de tout développement lié à l'Airdrop de BEST Token.
hu_hu: A legegyszerűbben úgy értesülhetsz az Airdroppot érintő hírekről és a fontos bejelentésekről, ha követsz minket a közösségi oldalainkon és rendszeresen ellátogatsz a weboldalra. A BEST token Airdroppal kapcsolatos eseményekről minden csatornán értesíteni fogjuk a közösséget.
id_id: Untuk mendapatkan informasi terbaru tentang Airdrop, pembaruan proyek, dan pengumuman penting, pastikan untuk mengikuti saluran media sosial resmi kami dan secara teratur memeriksa situs web kami. Kami akan terus memberi informasi kepada komunitas tentang perkembangan apa pun yang terkait dengan Airdrop Token BEST.
it_it: Per rimanere informato sull'Airdrop, sugli aggiornamenti del progetto e sugli annunci importanti, assicurati di seguire i nostri canali di social media ufficiali e di controllare regolarmente il nostro sito web. Terremo informata la comunità su eventuali sviluppi relativi al BEST Token Airdrop.
ja_jp: エアドロップ、プロジェクトの最新情報、重要なお知らせについて常に情報を得るには、私たちの公式ソーシャルメディアチャンネルをフォローし、私たちのウェブサイトを定期的にチェックしてください。BEST Token Airdropに関連するあらゆる進展について、コミュニティに情報を提供し続けます。
nl_nl: Om op de hoogte te blijven van de Airdrop, projectupdates en belangrijke aankondigingen, volg je onze officiële socialemediakanalen en kijk je regelmatig op onze website. We houden de community op de hoogte van alle ontwikkelingen met betrekking tot de BEST Token Airdrop.
pl_pl: Aby być na bieżąco z Airdropem, aktualizacjami projektu i ważnymi ogłoszeniami, śledź oficjalne kanały w mediach społecznościowych i regularnie odwiedzaj naszą stronę internetową. Będziemy na bieżąco informować społeczność o wszelkich zmianach związanych z BEST Token Airdrop.
pt_pt: Para se manter informado sobre o Airdrop, atualizações do projeto e anúncios importantes, certifique-se de seguir nossos canais oficiais de mídia social e verificar regularmente nosso site. Manteremos a comunidade informada sobre quaisquer desenvolvimentos relacionados com o Airdrop do BEST Token.
ro_ro: Pentru a fi informat cu privire la Airdrop, la actualizările proiectului și la anunțurile importante, urmărește canalele noastre oficiale de socializare și verifică periodic site-ul nostru web. Vom ține comunitatea informată cu privire la orice evoluție legată de BEST Token Airdrop.
ru_ru: Чтобы быть в курсе об акциях, обновлениях проекта и важных событиях, следите за нашими официальными каналами в социальных сетях и регулярно проверяйте наш веб-сайт. Мы будем держать сообщество в курсе любых изменений, связанных с раздачей токенов BEST.
sk_sk: Ak chcete zostať informovaní o Airdrope, aktualizáciách projektu a dôležitých oznámeniach, sledujte naše oficiálne kanály sociálnych médií a pravidelne kontrolujte našu webovú stránku. Budeme komunitu informovať o akomkoľvek vývoji týkajúcom sa BEST Token Airdrop.
sv_se: För att hålla dig informerad om Airdrop, projektuppdateringar och viktiga meddelanden, se till att följa våra officiella sociala mediekanaler och regelbundet kontrollera vår webbplats. Vi kommer att hålla communityn informerad om all utveckling relaterad till BEST Tokens Airdrop.
th_th: หากต้องการรับทราบข่าวสารเกี่ยวกับ Airdrop การอัปเดตโครงการ และประกาศสำคัญ อย่าลืมติดตามช่องทางโซเชียลมีเดียอย่างเป็นทางการของเราและตรวจสอบเว็บไซต์ของเราเป็นประจำ เราจะแจ้งให้ชุมชนทราบเกี่ยวกับการพัฒนาใด ๆ ที่เกี่ยวข้องกับ Best Token Airdrop
tr_tr: Airdrop, proje güncellemeleri ve önemli duyurular hakkında bilgi sahibi olmak için resmi sosyal medya kanallarımızı takip ettiğinizden ve web sitemizi düzenli olarak kontrol ettiğinizden emin olun. BEST Token Airdrop ile ilgili her türlü gelişme hakkında topluluğu bilgilendireceğiz.
vi_vn: Để nhận được thông báo về chương trìnhAirdrop, các thông tin cập nhật về dự án và các thông báo quan trọng, hãy đảm bảo bạn đã theo dõi các kênh truyền thông xã hội chính thức của chúng tôi và thường xuyên kiểm tra trang web của chúng tôi. Chúng tôi sẽ thông báo cho cộng đồng về bất kỳ sự phát triển, thông tin cập nhật mới nào liên quan đến chương trình Airdrop mã thông báo BEST.

source: Best DEX is built as the sister app to Best Wallet, our flagship <0>non-custodial crypto wallet</0>. Best DEX can be accessed from within Best Wallet for an easy trading experience all within a single app. No more need to use several different wallets and DEXs to manage your crypto portfolio.
ar_sa: تم تصميم Best DEX باعتباره التطبيق الشقيق لـ Best Wallet، وهي <0>محفظة العملات المشفرة غير المقيدة</0> الرئيسية لدينا. يمكن الوصول إلى Best DEX من داخل Best Wallet للحصول على تجربة تداول سهلة، كل ذلك من خلال تطبيق واحد. لم تعد هناك حاجة لاستخدام عدة محافظ ومعاملات DEX مختلفة لإدارة محفظة العملات المشفرة الخاصة بك.
bg_bg: Best DEX е изградено като дъщерно приложение на Best Wallet, нашия водещ <0>непопечителски крипто портфейл</0>. Best DEX може да бъде достъпен чрез Best Wallet в рамките на едно приложение за улеснение на потребителя. Вече няма нужда да използвате няколко различни портфейла и DEX, за да управлявате вашето крипто портфолио.
cs_cz: Best DEX je sesterská aplikace k Best Wallet, naší vlajkové lodi <0>non-custodial crypto wallet</0>. K Best DEX lze přistupovat z Best Wallet, což umožňuje snadné obchodování v rámci jediné aplikace. Už nemusíte používat několik různých peněženek a DEXů pro správu svého kryptoměnového portfolia.
de_de: Best DEX ist die Schwester-App von Best Wallet, unserem Flaggschiff <0>der nicht-traditionellen Krypto-Wallet</0>. Auf Best DEX kann von Best Wallet aus zugegriffen werden, um den Handel in einer einzigen App zu erleichtern. Sie müssen nicht mehr mit verschiedenen Wallets und DEXs arbeiten, um Ihr Krypto-Portfolio zu verwalten.
es_es: Best DEX es la aplicación hermana de Best Wallet, nuestra emblemática <0>cartera de criptomonedas no custodiada</0>. Se puede acceder a Best DEX desde Best Wallet para una experiencia de trading sencilla en una sola aplicación. Ya no tendrás que utilizar varios wallets y DEX diferentes para gestionar tu cartera de criptomonedas.
fr_fr: Best DEX est conçu comme l'application sœur de Best Wallet, notre <0>non-custodial crypto wallet</0> phare. Best DEX est accessible depuis Best Wallet pour une expérience de trading facile dans une seule application. Plus besoin d'utiliser plusieurs portefeuilles et DEX différents pour gérer votre portefeuille crypto.
hu_hu: A Best DEX a Best Wallet testvéralkalmazásaként lett létrehozva mely a <0>non-custodial kriptotárca</0> zászlóshajónk. A rendkívül egyszerűen használható Best DEX a Best Walleten keresztül érhető el. Egyetlen alkalmazás, egyetlen kriptotárca és egyetlen DEX amin keresztül mindent elérhetsz.
id_id: Best DEX dibuat sebagai aplikasi saudara dari Best Wallet, dompet kripto non-kustodian unggulan kami. Best DEX dapat diakses dari dalam Best Wallet untuk pengalaman trading yang mudah dalam satu aplikasi. Tidak perlu lagi menggunakan beberapa dompet dan DEX yang berbeda untuk mengelola portofolio kripto Anda.
it_it: Best DEX è l'app gemella di Best Wallet, il nostro <0>non-custodial crypto wallet</0> di punta. È possibile accedere a Best DEX da Best Wallet per un'esperienza di trading semplice, tutto all'interno di un'unica app. Non è più necessario utilizzare diversi wallet e DEX per gestire il tuo wallet di criptovalute.
ja_jp: Best DEXはBest Walletの姉妹アプリであり、フラグシップ<0>non-custodial crypto wallet</0>として開発されました。Best DEXはBest Walletからアクセスすることができ、1つのアプリで簡単に取引することができます。もう暗号ポートフォリオを管理するために複数の異なるウォレットやDEXを使用する必要はありません。
nl_nl: Best DEX is gebouwd als de zuster-app van Best Wallet, ons paradepaardje <0>niet-bewarende crypto-wallet</0>. Best DEX is toegankelijk vanuit Best Wallet voor een gemakkelijke handelservaring, allemaal binnen één enkele app. Je hoeft niet langer verschillende wallets en DEX's te gebruiken om uw crypto portfolio te beheren.
pl_pl: Best DEX jest siostrzaną aplikacją Best Wallet, naszego flagowego <0>portfela kryptowalutowego</0>. Dostęp do Best DEX można uzyskać z poziomu Best Wallet, aby ułatwić handel w ramach jednej aplikacji. Nie ma już potrzeby korzystania z kilku różnych portfeli i DEX-ów do zarządzania portfelem kryptowalut.
pt_pt: Best DEX é construída como o aplicativo irmão da Best Wallet, nossa principal <0>carteira de criptografia sem custódia</0>. Best DEX pode ser acessada a partir da Best Wallet para uma experiência de negociação fácil, tudo em um único aplicativo. Não há mais necessidade de usar várias carteiras e DEXs para gerenciar seu portfólio cripto.
ro_ro: Best DEX este construită ca aplicație soră pentru Best Wallet, portofelul nostru principal <0> portofel Crypto fără custodie</0>. Best DEX poate fi accesat din cadrul Best Wallet pentru o experiență de tranzacționare ușoară, totul într-o singură aplicație. Nu mai este nevoie să utilizezi mai multe portofele și DEX-uri diferite pentru a-ți gestiona portofoliul de cripto-monede.
ru_ru: Best DEX - это приложение из группы Best Wallet, нашего флагманского <0>бездепозитного криптокошелька</0>. Доступ к Best DEX можно получить из Best Wallet, что обеспечивает удобство торговли в рамках одного приложения. Больше нет необходимости использовать несколько различных кошельков и DEX для управления своим криптовалютным портфелем.
sk_sk: Best DEX je vytvorená ako sesterská aplikácia k Best Wallet, našej vlajkovej lodi <0>non-custodial crypto wallet</0>. Best DEX je prístupná z Best Wallet pre jednoduché obchodovanie v rámci jedinej aplikácie. Už nie je potrebné používať niekoľko rôznych peňaženiek a DEX na správu vášho krypto portfólia.
sv_se: Best DEX är byggd som en systerapp till Best Wallet, vårt flaggskepp <0>kryptoplånbok utan förvaring</0>. Best DEX kan nås från Best Wallet för en enkel handelsupplevelse i en enda app. Du behöver inte längre använda flera olika plånböcker och DEX:er för att hantera din kryptoportfölj.
th_th: Best DEX สร้างขึ้นเป็นแอปรุ่นน้องของ Best Wallet ซึ่งเป็น <0>กระเป๋าเงินดิจิทัลเข้ารหัสที่ไม่ต้องดูแล</0> ตัวชูโรงของเรา สามารถเข้าถึง Best DEX ได้จากภายใน Best Wallet เพื่อประสบการณ์การซื้อขายที่ง่ายดายทั้งหมดภายในแอปเดียว ไม่จำเป็นต้องใช้กระเป๋าเงินและ DEX ที่แตกต่างกันอีกต่อไปเพื่อจัดการพอร์ตโฟลิโอเหรียญคริปโตของคุณ
tr_tr: Best DEX, amiral gemimiz <0>gözetimsiz kripto cüzdanımız</0> olan Best Wallet'ın kardeş uygulaması olarak inşa edilmiştir. Best DEX'e, tek bir uygulama içinde kolay bir ticaret deneyimi için Best Wallet içinden erişilebilir. Artık kripto portföyünüzü yönetmek için birkaç farklı cüzdan ve DEX kullanmanıza gerek yok.
vi_vn: Best DEX được xây dựng dưới dạng ứng dụng "chị em", là một sự kết hợp hoàn hảo với với Best Wallet, <0>ví tiền điện tử phi tập trung</0> hàng đầu của chúng tôi. Bạn có thể truy cập Best DEX từ bên trong Best Wallet để có trải nghiệm giao dịch dễ dàng, tất cả trong một ứng dụng. Không cần phải sử dụng nhiều ví và DEX khác nhau để quản lý danh mục đầu tư tiền điện tử của bạn.
