Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Deposit BD LP LP Tokens
ar_sa: إيداع رموز BD LP LP
bg_bg: Депозирайте BD LP LP токени
cs_cz: Vklad BD LP LP Tokeny
de_de: BD LP LP-Token einzahlen
es_es: Depositar tokens BD LP LP
fr_fr: Dépôt de jetons BD LP LP
hu_hu: BD LP LP tokenek befizetése
id_id: Deposit Token BD LP LP
it_it: Deposito Token BD LP LP
ja_jp: BD LP LPトークンの預け入れ
nl_nl: Stort BD LP LP tokens
pl_pl: Depozyt BD LP LP Tokeny
pt_pt: Depositar tokens BD LP LP
ro_ro: Depunere Tokenuri BD LP LP
ru_ru: Внести депозит в токенах BD LP LP
sk_sk: Vložte tokeny BD LP LP
sv_se: Sätt in BD LP LP Tokens
th_th: ฝากโทเค็น BD LP LP
tr_tr: BD LP LP Tokenleri Yatır
vi_vn: Gửi mã thông báo BD LP LP

source: Deposit liquidity
ar_sa: سيولة الإيداع
bg_bg: Депозирайте ликвидност
cs_cz: Vložit likviditu
de_de: Liquidität einzahlen
es_es: Depositar liquidez
fr_fr: Liquidité des dépôts
hu_hu: Likviditás befizetése
id_id: Likuiditas deposit
it_it: Liquidità del deposito
ja_jp: 流動性の預け入れ
nl_nl: Liquiditeit storten
pl_pl: Płynność depozytów
pt_pt: Depositar liquidez
ro_ro: Depunere lichiditate
ru_ru: Ликвидность депозита
sk_sk: Likvidita vkladov
sv_se: Inlåningslikviditet
th_th: สภาพคล่องของเงินฝาก
tr_tr: Likidite yatır
vi_vn: Thanh khoản tiền gửi

source: Deposit your Liquidity Provider tokens to receive UNI, the BestDex protocol governance token.
ar_sa: قم بإيداع رموز موفر السيولة من أجل الحصول على UNI، رمز حوكمة بروتوكول BestDex.
bg_bg: Депозирайте вашите Liquidity Provider токени, за да получите UNI, токенът за управление на протокола BestDex.
cs_cz: Vložte tokeny poskytovatele likvidity a získejte UNI, token pro správu protokolu BestDex.
de_de: Deponieren Sie Ihre Liquiditätsanbieter-Token, um UNI zu erhalten, den BestDex-Protokoll-Governance-Token.
es_es: Deposita tus tokens de Proveedor de Liquidez para recibir UNI, el token de gobernanza del protocolo BestDex.
fr_fr: Déposez vos jetons de fournisseur de liquidité pour recevoir UNI, le jeton de gouvernance du protocole BestDex.
hu_hu: Helyezd letétbe a likviditásnyújtási tokenjeidet, hogy UNI-t kapj, a BestDex protokoll kormányzási tokenjét.
id_id: Setorkan token Penyedia Likuiditas Anda untuk menerima UNI, token tata kelola protokol BestDex.
it_it: Depositate i vostri token di Liquidity Provider per ricevere UNI, il token di governance del protocollo BestDex.
ja_jp: 流動性プロバイダーのトークンを預けると、BestDexプロトコルのガバナンストークンであるUNIを受け取ることができます
nl_nl: Stort jouw Liquidity Provider tokens om UNI, de BestDex protocol beheer token, te ontvangen.
pl_pl: Zdeponuj tokeny dostawcy płynności, aby otrzymać UNI, token zarządzania protokołem BestDex.
pt_pt: Deposite seus tokens do Provedor de Liquidez para receber o UNI, o token de governança do protocolo BestDex.
ro_ro: Pentru a primi UNI, tokenul de guvernanță al protocolului BestDex, depune jetoanele Furnizorului de lichiditate.
ru_ru: Внести депозит в токенах поставщика ликвидности, чтобы получить UNI, токен управления протоколом BestDex.
sk_sk: Vložte svoje tokeny poskytovateľa likvidity a získajte UNI, token správy protokolu BestDex.
sv_se: Sätt in dina Likviditetsgarant-tokens för att få UNI, BestDex-protokolls styrningstoken.
th_th: ฝากโทเค็นผู้ให้บริการสภาพคล่องของคุณเพื่อรับ UNI ซึ่งเป็นโทเค็นการกำกับดูแลโปรโตคอล BestDex
tr_tr: BestDex protokolü yönetim tokeni olan UNI'yi almak için Likidite Sağlayıcı tokenlerinizi yatırın.
vi_vn: Gửi mã thông báo Nhà cung cấp thanh khoản của bạn để nhận mã thông báo UNI, mã thông báo quản trị giao thức BestDex.

source: Deposited liquidity:
ar_sa: السيولة المودعة:
bg_bg: Депозирана ликвидност:
cs_cz: Vložená likvidita:
de_de: Eingezahlte Liquidität:
es_es: Liquidez depositada:
fr_fr: Liquidités déposées :
hu_hu: Befizetett likviditás:
id_id: Likuiditas deposit:
it_it: Liquidità depositata:
ja_jp: 預け入れた流動性:
nl_nl: Gestorte liquiditeit:
pl_pl: Zdeponowana płynność:
pt_pt: Liquidez depositada:
ro_ro: Lichiditate depusă:
ru_ru: Ликвидность депозита:
sk_sk: Uložená likvidita:
sv_se: Insatt likviditet:
th_th: สภาพคล่องเงินฝาก:
tr_tr: Yatırılan likidite:
vi_vn: Thanh khoản tiền gửi:

source: Deposited {0} BD LP
ar_sa: تم إيداع {0} BD LP
bg_bg: Депозиран {0} BD LP
cs_cz: Vloženo {0} BD LP
de_de: Eingezahlte {0} BD LP
es_es: Depositado {0} BD LP
fr_fr: Dépôt de {0} BD LP
hu_hu: {0} BD LP befizetve
id_id: Deposit {0} BD LP
it_it: Depositati {0} BD LP
ja_jp: 預け入れた{0} BD LP
nl_nl: {0} BD LP gedeponeerd
pl_pl: Zdeponowane {0} BD LP
pt_pt: Depositado {0} BD LP
ro_ro: {0} BD LP depus
ru_ru: Размещено {0} BD LP
sk_sk: Vložené {0} BD LP
sv_se: Insatt {0} BD LP
th_th: ฝาก {0} BD LP
tr_tr: {0} BD LP yatırıldı
vi_vn: Đã gửi {0} BD LP

source: Depositing Liquidity
ar_sa: إيداع السيولة
bg_bg: Депозиране на ликвидност
cs_cz: Vkládání likvidity
de_de: Einzahlung von Liquidität
es_es: Depositando liquidez
fr_fr: Dépôt de liquidités
hu_hu: Likviditás befizetése folyamatban
id_id: Likuiditas Deposit
it_it: Deposito di liquidità
ja_jp: 預け入れ中の流動性
nl_nl: Liquiditeit Storten
pl_pl: Deponowanie płynności
pt_pt: Depositando liquidez
ro_ro: Depunere de lichidități
ru_ru: Внесение ликвидности
sk_sk: Ukladanie likvidity
sv_se: Insatt likviditet
th_th: สภาพคล่องในการฝาก
tr_tr: Likidite Yatırılıyor
vi_vn: Gửi Thanh Khoản

source: Description
ar_sa: وصف
bg_bg: Описание
cs_cz: Popis
de_de: Beschreibung
es_es: Descripción
hu_hu: Leírás
id_id: Deskripsi
it_it: Descrizione
ja_jp: 説明
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sk_sk: Popis
sv_se: Beskrivning
th_th: คำอธิบาย
tr_tr: Açıklama
vi_vn: Mô tả

source: Detailed
ar_sa: مفصل
bg_bg: Детайлно
cs_cz: Podrobné
de_de: Ausführlich
es_es: Detallado
fr_fr: Détaillé
hu_hu: Részletezett
id_id: Detail
it_it: Dettagliato
ja_jp: 詳細
nl_nl: Gedetailleerd
pl_pl: Szczegółowy
pt_pt: Detalhada
ro_ro: Detaliat
ru_ru: Подробное
sk_sk: Detailné
sv_se: Detaljerad
th_th: รายละเอียด
tr_tr: Detaylı
vi_vn: Chi tiết

source: Details
ar_sa: تفاصيل
bg_bg: Детайли
cs_cz: Informace
es_es: Detalles
fr_fr: Détails
hu_hu: Részletek
id_id: Detail
it_it: Dettagliato
ja_jp: 詳細情報
pl_pl: Szczegóły
pt_pt: Detalhes
ro_ro: Detalii
ru_ru: Подробности
sk_sk: Detaily
sv_se: Detaljer
th_th: รายละเอียด
tr_tr: Detaylar
vi_vn: Chi tiết

source: Disconnect
ar_sa: إنهاء الاتصال
bg_bg: Разкачете се
cs_cz: Odpojit
de_de: Verbindung trennen
es_es: Desconectar
fr_fr: Déconnecter
hu_hu: Szétkapcsolás
id_id: Putuskan sambungan
it_it: Disconnessione
ja_jp: 切断
nl_nl: Loskoppelen
pl_pl: Rozłącz
pt_pt: Desconectar
ro_ro: Deconectare
ru_ru: Отключить
sk_sk: Odpojiť
sv_se: Koppla från
th_th: ตัดการเชื่อมต่อ
tr_tr: Bağlantıyı Kes
vi_vn: Ngắt kết nối

source: Dismiss
ar_sa: رفض
bg_bg: Отхвърлете
cs_cz: Propustit
de_de: Abmelden
es_es: Descartar
fr_fr: Rejeter
hu_hu: Elutasítás
id_id: Membubarkan
it_it: Abbandonare
ja_jp: 解除
nl_nl: Afwijzen
pl_pl: Odrzuć
pt_pt: Ignorar
ro_ro: Demite
ru_ru: Отклонить
sk_sk: Odmietnuť
sv_se: Avvisa
th_th: อนุญาตให้ออกไป
tr_tr: Kapat
vi_vn: Bỏ qua

source: Don’t see one of your v2 positions? <0>Import it.</0>
ar_sa: ألا ترى إحدى وظائف الـv2 الخاصة بك؟ <0> استوردها </0>
bg_bg: Не виждате една от вашите v2 позиции? <0>Внесете го.</0>
cs_cz: Nevidíte žádnou ze svých pozic v2? <0>Importujte ji.</0>
de_de: Sie sehen eine Ihrer V2-Positionen nicht? <0>Importiere es.</0>
es_es: ¿No ves una de tus posiciones v2? <0>Impórtala.</0>
fr_fr: Vous ne voyez pas l'une de vos positions v2 ? <0>Importez-le.</0>
hu_hu: Nem látod a v2 pozícióidat? <0>Importálás.</0>
id_id: Tidak melihat salah satu posisi v2 Anda? <0>Import itu.</0>
it_it: Non vedete una delle vostre posizioni v2? <0>Importatela.</0>
ja_jp: V2ポジションが1つも見つかりませんか？<0>インポートしてみてください。</0>
nl_nl: Zie je een van jouw v2 posities niet? <0>Importeer het.</0>
pl_pl: Nie widzisz jednej ze swoich pozycji v2? <0>Zaimportuj ją.</0>
pt_pt: Não está vendo uma de suas posições v2? <0>Importe-a.</0>
ro_ro: Nu vezi una dintre pozițiile tale v2? <Importă.</0>
ru_ru: Не видите ни одной из своих позиций v2? <0>Импортируйте.</0>
sk_sk: Nevidíte jednu zo svojich pozícií v2? <0>Importujte to.</0>
sv_se: Ser du inte någon av dina v2-positioner? <0>Importera den.</0>
th_th: ไม่เห็นตำแหน่ง v2 ของคุณใช่ไหม <0>นำเข้า</0>
tr_tr: V2 pozisyonlarınızı göremiyor musunuz? <0>İçe aktarın.</0>
vi_vn: Không thấy một trong các vị trí v2 của bạn? <0>Thêm nó.</0>

source: Earned UNI tokens represent voting shares in BestDex governance.
ar_sa: تمثل رموز UNI المكتسبة حصص التصويت في إدارة BestDex.
bg_bg: Спечелените UNI токени представляват гласуващи дялове в управлението на BestDex.
cs_cz: Získané tokeny UNI představují hlasovací akcie ve správě společnosti BestDex.
de_de: Verdiente UNI-Token stellen stimmberechtigte Anteile an der BestDex-Führung dar.
es_es: Los tokens UNI ganados representan acciones con derecho a voto en el gobierno de BestDex.
fr_fr: Les jetons UNI gagnés représentent des actions avec droit de vote dans la gouvernance BestDex.
hu_hu: A megszerzett UNI tokenek szavazati jogot biztosítanak a BestDex kormányzásához.
id_id: Token UNI yang diperoleh mewakili saham dengan hak suara dalam tata kelola BestDex.
it_it: I token UNI guadagnati rappresentano quote di voto nella governance di BestDex.
ja_jp: 獲得したUNIトークンは、BestDexガバナンスにおける投票株に相当します。
nl_nl: Verdiende UNI tokens vertegenwoordigen stemgerechtigde aandelen in het bestuur van BestDex.
pl_pl: Zdobyte tokeny UNI reprezentują udziały z prawem głosu w zarządzaniu BestDex.
pt_pt: Os tokens UNI ganhos representam ações com direito a voto na governança da BestDex.
ro_ro: Jetoanele UNI câștigate reprezintă acțiuni cu drept de vot în guvernanța BestDex.
ru_ru: Заработанные токены UNI наделяют владельца правом голоса в управлении BestDex.
sk_sk: Získané UNI tokeny predstavujú hlasovacie podiely v správe BestDex.
sv_se: Intjänade UNI-tokens motsvarar röstberättigade aktier i BestDex ledning.
th_th: โทเค็น UNI ที่ได้รับแสดงถึงส่วนแบ่งการลงคะแนนในการกำกับดูแล BestDex
tr_tr: Kazanılan UNI tokenleri, BestDex yönetişimindeki oylama hisselerini temsil eder.
vi_vn: Mã thông báo UNI kiếm được đại diện cho cổ phần mức biểu quyết trong hệ thống quản trị BestDex.

source: Edit
ar_sa: تعديل
bg_bg: Променете
cs_cz: Upravit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
hu_hu: Szerkesztés
it_it: Modifica
ja_jp: 編集する
nl_nl: Pas aan
pl_pl: Edytuj
pt_pt: Editar
ro_ro: Modifică
ru_ru: Редактировать
sk_sk: Upraviť
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
vi_vn: Chỉnh sửa

source: Efficiency Comparison
ar_sa: مقارنة الكفاءة
bg_bg: Сравнение на ефективността
cs_cz: Srovnání účinnosti
de_de: Effizienz-Vergleich
es_es: Comparación de la eficiencia
fr_fr: Comparaison d'efficacité
hu_hu: Hatékonyság összehasonlítása
id_id: Perbandingan Efisiensi
it_it: Confronto di efficienza
ja_jp: 効率比較
nl_nl: Efficiëntie vergelijking
pl_pl: Porównanie wydajności
pt_pt: Comparação de eficiência
ro_ro: Comparare eficiență
ru_ru: Сравнение эффективности
sk_sk: Porovnanie účinnosti
sv_se: Jämförelse av effektivitet
th_th: การเปรียบเทียบประสิทธิภาพ
tr_tr: Verimlilik Karşılaştırması
vi_vn: So Sánh Hiệu Quả

source: Enter a percent
ar_sa: أدخل نسبة مئوية
bg_bg: Въведете процент
cs_cz: Vložte procenta
de_de: Prozentsatz eingeben
es_es: Introduce un porcentaje
fr_fr: Entrez un pourcentage
hu_hu: Százalék megadása
id_id: Masukkan persen
it_it: Inserire una percentuale
ja_jp: パーセンテージを入力する
nl_nl: Voer een percentage in
pl_pl: Wpisz wartość procentową
pt_pt: Insira uma porcentagem
ro_ro: Introdu un procent
ru_ru: Введите процент
sk_sk: Zadajte percento
sv_se: Ange en procentsats
th_th: ป้อนเปอร์เซ็นต์
tr_tr: Bir yüzde girin
vi_vn: Nhập phần trăm

source: Enter a recipient
ar_sa: أدخل المستلم
bg_bg: Въведете получател
cs_cz: Zadejte příjemce
de_de: Empfänger eingeben
es_es: Introduce un destinatario
fr_fr: Saisir un destinataire
hu_hu: Címzett megadása
id_id: Masukkan penerima
it_it: Inserire un destinatario
ja_jp: 受取人を入力する
nl_nl: Voer een ontvanger in
pl_pl: Wprowadź odbiorcę
pt_pt: Insira um destinatário
ro_ro: Introdu un destinatar
ru_ru: Введите получателя
sk_sk: Zadajte príjemcu
sv_se: Ange en mottagare
th_th: ป้อนผู้รับ
tr_tr: Bir alıcı girin
vi_vn: Nhập người nhận

source: Enter a valid slippage percentage
ar_sa: أدخل نسبة انزلاق سعرية صحيحة
bg_bg: Въведете валиден процент за слипидж
cs_cz: Zadejte platné procento skluzu
de_de: Einen gültigen Slippage-Prozentsatz eingeben
es_es: Introduce un porcentaje de slippage válido
fr_fr: Entrez un pourcentage de glissement valide
hu_hu: Adj meg egy valós slippage százalékot
id_id: Masukkan persentase selip yang valid
it_it: Inserire una percentuale di slippage valida
ja_jp: 有効なスリッページ率を入力する
nl_nl: Voer een geldig slippage percentage in
pl_pl: Wprowadź prawidłową wartość procentową poślizgu
pt_pt: Insira uma porcentagem de derrapagem válida
ro_ro: Introdu un procentaj de deviere valabil
ru_ru: Введите действительный процент проскальзывания
sk_sk: Zadajte platné percento sklzu
sv_se: Ange en giltig procentsats för slippage
th_th: ป้อนเปอร์เซ็นต์การคลาดเคลื่อนที่ถูกต้อง
tr_tr: Bir slipaj yüzdesi girin
vi_vn: Nhập phần trăm trượt giá hợp lệ

source: Enter an address to trigger a UNI claim. If the address has any claimable UNI it will be sent to them on submission.
ar_sa: أدخل عنوانا لبدء المطالبة بـ UNI. إذا كان العنوان يحتوي على أي UNI يمكن المطالبة به، فسيتم إرساله إليهم عند التقديم.
bg_bg: Въведете адрес, за да активирате заявка за UNI. Ако адресът има право на заявка за UNI, той ще бъде изпратен до тях при подаване.
cs_cz: Zadejte adresu pro vybrání tokenů UNI. Pokud má adresa nějaké nárokované UNI, bude na ni zaslána při podání.
de_de: Eine Adresse eingeben, um einen UNI-Anspruch auszulösen. Wenn die Adresse eine anspruchsberechtigte UNI hat, wird diese bei der Einreichung an sie gesendet.
es_es: Introduce una dirección para activar una reclamación de UNI. Si la dirección tiene algún UNI reclamable, se le enviará al enviarla.
fr_fr: Entrez une adresse pour déclencher une réclamation UNI. Si l'adresse a un UNI réclamable, il lui sera envoyé sur soumission.
hu_hu: Cím megadása az UNI igénylésének indításához. Amennyiben a cím tartalmaz UNI, az elküldésre fog kerülni.
id_id: Masukkan alamat untuk memicu klaim UNI. Jika alamat tersebut memiliki UNI yang dapat diklaim, maka UNI akan dikirimkan kepada mereka pada saat pengajuan.
it_it: Inserire un indirizzo per attivare una richiesta di UNI. Se l'indirizzo ha un UNI rivendicabile, gli verrà inviato al momento della richiesta.
ja_jp: UNIを請求するアドレスを入力します。そのアドレスに請求可能なUNIがあれば、提出時にそこへと送信されます。
nl_nl: Voer een adres in om een ​​UNI claim te activeren. Als het adres een claimbare UNI heeft, wordt deze bij indiening naar hen verzonden.
pl_pl: Wprowadź adres, aby uruchomić roszczenie UNI. Jeśli adres ma jakikolwiek UNI podlegający roszczeniu, zostanie do niego wysłany po przesłaniu.
pt_pt: Introduzir um endereço para acionar reivindicação UNI. Se o endereço tiver algum UNI reclamável, este será enviado após apresentação.
ro_ro: Introdu o adresă pentru a declanșa o cerere UNI. În cazul în care adresa are UNI care poate fi revendicat, acesta va fi trimis la depunerea cererii.
ru_ru: Введите адрес, чтобы получить UNI. Если адрес имеет право на получение UNI, он будет автоматически отправлен после ввода адреса.
sk_sk: Zadajte adresu na spustenie nároku UNI. Ak má adresa nejaké UNI, ktoré je možné nárokovať, bude im zaslaná pri predložení.
sv_se: Ange en adress för att utlösa ett UNI-anspråk. Om adressen har något UNI-anspråk kommer det att skickas till dem vid inlämning.
th_th: ป้อนที่อยู่เพื่อรับโทเค็น UNI หากที่อยู่มี UNI ใด ๆ ที่สามารถรับโทเค็นได้ ที่อยู่นั้นจะถูกส่งไปให้เมื่อส่ง
tr_tr: UNI talebi için bir adres girin. Adresin talep edilebilir UNI'si varsa, gönderim sırasında kendilerine gönderilecektir.
vi_vn: Nhập địa chỉ để kích hoạt yêu cầu nhận UNI. Nếu địa chỉ có bất kỳ UNI nào có thể yêu cầu nhận, nó sẽ được gửi đến địa chỉ này ngay khi yêu cầu được xác nhận.

source: Enter an amount
ar_sa: أدخل مبلغا
bg_bg: Въведете сума
cs_cz: Zadejte částku
de_de: Einen Betrag eingeben
es_es: Introduce una cantidad
fr_fr: Entrez un montant
hu_hu: Mennyiség megadása
id_id: Masukkan jumlah
it_it: Inserire un importo
ja_jp: 金額を入力してください。
nl_nl: Vul een bedrag in
pl_pl: Wprowadź kwotę
pt_pt: Introduzir uma quantia
ro_ro: Introdu suma
ru_ru: Введите сумму
sk_sk: Zadajte množstvo
sv_se: Lägg in en summa
th_th: ป้อนจำนวนเงิน
tr_tr: Bir miktar girin
vi_vn: Nhập số tiền

source: Enter valid list location
ar_sa: أدخل موقع قائمة صالحا
bg_bg: Въведете валидно местоположение на списъка
cs_cz: Zadejte platné umístění seznamu
de_de: Gültigen Listenplatz eingeben
es_es: Introduce la ubicación válida de la lista
fr_fr: Saisissez un emplacement de liste valide
hu_hu: Érvényes lista helyének megadása
id_id: Masukkan lokasi daftar yang valid
it_it: Inserire una posizione valida dell'elenco
ja_jp: 有効なリストの場所を入力してください。
nl_nl: Voer een geldige lijstlocatie in
pl_pl: Wprowadź prawidłową lokalizację
pt_pt: Introduzir uma localização válida
ro_ro: Introdu locația validă a listei
ru_ru: Введите действительное местоположение в списке
sk_sk: Zadajte platné umiestnenie zoznamu
sv_se: Ange giltig listplats
th_th: ป้อนตำแหน่งรายการที่ถูกต้อง
tr_tr: Geçerli liste konumu girin
vi_vn: Nhập vị trí danh sách hợp lệ

source: Enter valid token address
ar_sa: أدخل عنوان رمز صحيحا
bg_bg: Въведете валиден адрес на токен
cs_cz: Zadejte platnou adresu tokenu
de_de: Gültige Token-Adresse eingeben
es_es: Introduce una dirección de token válida
fr_fr: Entrez une adresse de jeton valide
hu_hu: Adj meg egy valós tokencímet
id_id: Masukkan alamat token yang valid
it_it: Inserire un indirizzo token valido
ja_jp: 有効なトークンアドレスを入力してください。
nl_nl: Voer een geldig tokenadres in
pl_pl: Wprowadź prawidłowy adres tokena
pt_pt: Introduzir um endereço de token válido
ro_ro: Introdu adresa validă a token-ului
ru_ru: Введите действительный адрес токена
sk_sk: Zadajte platnú adresu tokenu
sv_se: Ange giltig token-adress
th_th: ป้อนที่อยู่โทเค็นที่ถูกต้อง
tr_tr: Geçerli token adresi girin
vi_vn: Nhập địa chỉ mã thông báo hợp lệ

source: Error
ar_sa: خطأ
bg_bg: Грешка
cs_cz: Chyba
de_de: Fehler
fr_fr: Erreur
hu_hu: Hiba
id_id: Kesalahan
it_it: Errore
ja_jp: エラー
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sk_sk: Chyba
sv_se: Fel
th_th: ข้อผิดพลาด
tr_tr: Hata
vi_vn: Lỗi

source: Error connecting
ar_sa: خطأ في الاتصال
bg_bg: Грешка при свързване
cs_cz: Chyba při připojování
de_de: Fehler beim Verbinden
es_es: Error de conexión
fr_fr: Erreur de connexion
hu_hu: Kapcsolódási hiba
id_id: Kesalahan menghubungkan
it_it: Errore di connessione
ja_jp: 接続エラー
nl_nl: Fout bij verbinden
pl_pl: Błąd połączenia
pt_pt: Erro de conexão
ro_ro: Eroare de conexiune
ru_ru: Ошибка подключения
sk_sk: Chyba v pripojení
sv_se: Fel vid anslutning
th_th: เกิดข้อผิดพลาดในการเชื่อมต่อ
tr_tr: Bağlantı hatası
vi_vn: Lỗi kết nối

source: Error connecting. Try refreshing the page.
ar_sa: خطأ في الاتصال. حاول تحديث الصفحة.
bg_bg: Грешка при свързване. Опитайте да обновите страницата.
cs_cz: Chyba při připojování. Zkuste stránku obnovit.
de_de: Fehler beim Verbinden. Aktualisieren Sie die Seite.
es_es: Error de conexión. Intenta actualizar la página.
fr_fr: Erreur de connexion. Essayez d'actualiser la page.
hu_hu: Kapcsolódási hiba. Frissítsd az oldalt.
id_id: Kesalahan saat menyambungkan. Coba refresh halaman.
it_it: Errore di connessione. Provare ad aggiornare la pagina.
ja_jp: 接続エラー。ページを更新してみてください。
nl_nl: Fout bij verbinden. Probeer de pagina te vernieuwen.
pl_pl: Błąd połączenia. Spróbuj odświeżyć stronę.
pt_pt: Erro de conexão. Tente recarregar a página.
ro_ro: Eroare de conexiune. Încearcă să reîncarci pagina.
ru_ru: Ошибка подключения. Попробуйте обновить страницу.
sk_sk: Chyba pri pripájaní. Skúste stránku obnoviť.
sv_se: Fel vid anslutning. Försök att uppdatera sidan.
th_th: เกิดข้อผิดพลาดในการเชื่อมต่อ ลองรีเฟรชหน้า
tr_tr: Bağlantı hatası. Sayfayı yenilemeyi deneyin.
vi_vn: Lỗi kết nối. Hãy thử làm mới trang.

source: Error importing list
ar_sa: خطأ في استيراد القائمة
bg_bg: Грешка при внасяне на списъка
cs_cz: Chyba při importu seznamu
de_de: Fehler beim Importieren der Liste
es_es: Error al importar la lista
fr_fr: Erreur lors de l'importation de la liste
hu_hu: Hiba a lista importálása közben
id_id: Daftar kesalahan impor
it_it: Errore nell'importazione dell'elenco
ja_jp: リストのインポートエラー
nl_nl: Fout bij importeren van lijst
pl_pl: Błąd podczas importowania listy
pt_pt: Erro ao importar a lista
ro_ro: Eroare la importarea listei
ru_ru: Ошибка при импорте списка
sk_sk: Chyba pri importovaní zoznamu
sv_se: Fel vid import av lista
th_th: เกิดข้อผิดพลาดในการนำเข้ารายการ
tr_tr: Liste içe aktarma hatası
vi_vn: Lỗi khi nhập danh sách

source: Executed
ar_sa: تم إنجازه
bg_bg: Изпълнено
cs_cz: Provedeno
de_de: Ausgeführt
es_es: Realizado
fr_fr: Réalisé
hu_hu: Végrehajtott
id_id: Dieksekusi
it_it: Eseguito
ja_jp: 実行済み
nl_nl: Uitgevoerd
pl_pl: Wykonano
pt_pt: Executado
ro_ro: Realizat
ru_ru: Выполненный
sk_sk: Vykonané
sv_se: Utförd
th_th: ดำเนินการ
tr_tr: Tamamlandı
vi_vn: Thực thi

source: Expanded results from inactive Token Lists
ar_sa: نتائج موسعة من قوائم الرموز غير النشطة
bg_bg: Разширени резултати от неактивни списъци с токени
cs_cz: Rozšířené výsledky z neaktivních seznamů tokenů
de_de: Erweiterte Ergebnisse aus inaktiven Token-Listen
es_es: Resultados ampliados de las listas de tokens inactivos
fr_fr: Résultats étendus des listes de jetons inactifs
hu_hu: Részletes eredmény az inaktív token listákból
id_id: Hasil yang diperluas dari Daftar Token yang tidak aktif
it_it: Risultati ampliati da elenchi di token inattivi
ja_jp: 非アクティブなトークンリストからの抽出結果
nl_nl: Uitgebreide resultaten van inactieve Token Lijsten
pl_pl: Rozszerzone wyniki z nieaktywnych list tokenów
pt_pt: Resultados ampliados de listas de tokens inactivos
ro_ro: Rezultate extinse din listele de jetoane inactive
ru_ru: Расширенные результаты из неактивных Списков токенов
sk_sk: Rozšírené výsledky z neaktívnych zoznamov tokenov
sv_se: Utökade resultat från inaktiva Token-listor
th_th: ผลลัพธ์ที่ขยายจากรายการโทเค็นที่ไม่ได้ใช้งาน
tr_tr: Aktif olmayan Token Listelerinden genişletilmiş sonuçlar
vi_vn: Kết quả mở rộng từ Danh sách mã thông báo không hoạt động

source: Expert Mode
ar_sa: وضع الخبير
bg_bg: Експертен режим
cs_cz: Expertní režim
de_de: Experten-Modus
es_es: Modo Experto
fr_fr: Mode expert
hu_hu: Expert mód
id_id: Mode Ahli
it_it: Modalità Esperto
ja_jp: エキスパートモード
nl_nl: Expert Modus
pl_pl: Tryb Ekspert
pt_pt: Modo Expert
ro_ro: Modul Expert
ru_ru: Экспертный режим
sk_sk: Expert mód
sv_se: Expertläge
th_th: โหมดผู้เชี่ยวชาญ
tr_tr: Uzman Modu
vi_vn: Chế Độ Chuyên Gia
