Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: {0} Custom Tokens
ar_sa: {0} الرموز المخصصة
bg_bg: {0} Персонализирани токени
cs_cz: {0} Vlastní tokeny
de_de: {0} Benutzerdefinierte Token
es_es: {0} Tokens personalizados
fr_fr: {0} jetons personnalisés
hu_hu: {0} Egyéni tokenek
id_id: {0} Token Khusus
ja_jp: {0} カスタムトークン
nl_nl: {0} Aangepaste Tokens
pl_pl: {0} Tokeny niestandardowe
pt_pt: {0} Tokens Personalizados
ro_ro: {0} Jetoane personalizate
ru_ru: {0} Пользовательские токены
sk_sk: {0} vlastných tokenov
sv_se: {0} Anpassade tokens
th_th: {0} โทเค็นที่กำหนดเอง
tr_tr: {0} Özel Tokenler
vi_vn: {0} Mã Thông Báo Tuỳ Chỉnh

source: {0} Deposited
ar_sa: {0} تم الإيداع
bg_bg: {0} Депозирано
cs_cz: {0} Uloženo
de_de: {0} Eingezahlt
es_es: {0} Depositado
fr_fr: {0} déposé
hu_hu: {0} Letét
id_id: {0} Didepositokan
ja_jp: {0} 預け入れ済み
nl_nl: {0} Gestort
pl_pl: {0} Wpłacono
pt_pt: {0} Depositado
ro_ro: {0} Depozitat
ru_ru: {0} Внесено в качестве депозита
sk_sk: {0} Vložené
sv_se: {0} Insatta
th_th: {0} ฝาก
tr_tr: {0} Yatırıldı
vi_vn: {0} Đã gửi

source: {0} Fees Earned:
ar_sa: {0} الرسوم المكتسبة:
bg_bg: {0} Спечелени такси:
cs_cz: {0} Získané poplatky:
de_de: {0} Verdiente Gebühren:
es_es: {0} Comisiones percibidas:
fr_fr: {0} Frais gagnés :
hu_hu: {0} Megszerzett díjak:
id_id: {0} Biaya yang Diperoleh:
ja_jp: {0} 獲得済みの手数料:
nl_nl: {0} Vergoedingen Verdiend:
pl_pl: {0} Uzyskane opłaty:
pt_pt: {0} Taxas Ganhas:
ro_ro: {0} Taxe câștigate:
ru_ru: {0} Заработанные комиссионные:
sk_sk: {0} Získané poplatky:
sv_se: {0} Intjänade avgifter:
th_th: {0} ค่าธรรมเนียมที่ได้รับ:
tr_tr: {0} Ücret Kazanıldı:
vi_vn: {0} Phí Thu Được:

source: {0} Pending
ar_sa: {0} قيد النظر
bg_bg: {0} Изчакващо
cs_cz: {0} Čeká na vyřízení
de_de: {0} Ausstehend
es_es: {0} Pendiente
fr_fr: {0} En attente
hu_hu: {0} Függőben van
id_id: [0] Tertunda
ja_jp: {0} 保留中
nl_nl: {0} In behandeling
pl_pl: {0} W toku
pt_pt: {0} Pendente
ro_ro: {0} În așteptare
ru_ru: {0} В процессе рассмотрения
sk_sk: {0} Čaká sa
sv_se: {0} Väntande
th_th: {0} รอดำเนินการ
tr_tr: {0} Bekliyor
vi_vn: {0} Đang chờ xử lý

source: {0} UNI
th_th: {0} ยูนิ

source: {0} UNI / week
ar_sa: {0} UNI / الأسبوع
bg_bg: {0} UNI / седмица
cs_cz: {0} UNI / týden
de_de: {0} UNI / Woche
es_es: {0} UNI / semana
fr_fr: {0} UNI / semaine
hu_hu: {0} UNI/hét
id_id: {0} UNI / minggu
it_it: {0} UNI / settimana
ja_jp: {0} UNI / 週
pl_pl: {0} UNI / tydzień
pt_pt: {0} UNI / semana
ro_ro: {0} UNI / săptămână
ru_ru: {0} UNI / в неделю
sk_sk: {0} UNI / týždeň
sv_se: {0} UNI / vecka
th_th: {0} UNI / สัปดาห์
tr_tr: {0} UNI / hafta
vi_vn: {0} UNI / tuần

source: {0} Votes
ar_sa: {0} الأصوات
bg_bg: {0} Гласове
cs_cz: {0} Hlasy
de_de: {0} Stimmen
es_es: {0} Votos
fr_fr: {0} voix
hu_hu: {0} Szavazatok
id_id: {0} Suara
it_it: {0} Voti
ja_jp: {0}票
nl_nl: {0} Stemmen
pl_pl: {0} głosów
pt_pt: {0} Votos
ro_ro: {0} Voturi
ru_ru: {0} Голосов
sk_sk: {0} Hlasov
sv_se: {0} Röster
th_th: {0} โหวต
tr_tr: {0} Oy
vi_vn: {0} Phiếu bầu

source: {0} per {1}
ar_sa: {0} لكل {1}
bg_bg: {0} на {1}
cs_cz: {0} na {1}
de_de: {0} pro {1}
es_es: {0} por {1}
fr_fr: {0} par {1}
ja_jp: {1}ごとに{0}
pl_pl: {0} na {1}
pt_pt: {0} por {1}
ru_ru: {0} на {1}
sk_sk: {0} za {1}
th_th: {0} ต่อ {1}
tr_tr: {1} başına {0}
vi_vn: {0} mỗi {1}

source: {0} tokens
ar_sa: {0} من الرموز
bg_bg: {0} токена
cs_cz: {0} tokenů
de_de: {0} Token
fr_fr: {0} jetons
hu_hu: {0} tokenek
id_id: {0} token
ja_jp: {0} トークン
pl_pl: {0} tokenów
ro_ro: {0} tokenuri
ru_ru: {0} токены
sk_sk: {0} tokenov
th_th: {0} โทเค็น
tr_tr: {0} token
vi_vn: {0} mã thông báo

source: {0} {1} Price:
ar_sa: {0} {1} السعر:
bg_bg: {0} {1} Цена:
cs_cz: {0} {1} Cena:
de_de: {0} {1} Preis:
es_es: {0} {1} Precio:
fr_fr: {0} {1} Prix :
hu_hu: {0} {1} Ár:
id_id: {0} {1} Harga:
ja_jp: {0} {1} 価格:
nl_nl: {0} {1} Prijs:
pl_pl: {0} {1} Cena:
pt_pt: Preço {0} {1}:
ro_ro: Preț {0} {1}:
ru_ru: {0} {1} Цена:
sk_sk: {0} {1} Cena:
sv_se: {0} {1} Pris:
th_th: {0} {1} ราคา:
tr_tr: {0} {1} Fiyat:
vi_vn: {0} {1} Giá:

source: {0} • Added by user
ar_sa: {0} • أضافه المستخدم
bg_bg: {0} • Добавено от потребителя
cs_cz: {0} - Přidáno uživatelem
de_de: {0} • Hinzugefügt von Benutzer
es_es: {0} • Añadido por el usuario
fr_fr: {0} • Ajouté par l'utilisateur
hu_hu: {0} • A felhasználó által lett hozzáadva
id_id: {0} - Ditambahkan oleh pengguna
ja_jp: {0} • ユーザーによって追加
nl_nl: {0} • Toegevoegd door gebruiker
pl_pl: {0} - Dodane przez użytkownika
pt_pt: {0} - Adicionado pelo utilizador
ro_ro: {0} - Adăugat de utilizator
ru_ru: {0} • Добавлен пользователем
sk_sk: {0} • Pridané používateľom
sv_se: {0} • Tillagd av användare
th_th: {0} • เพิ่มโดยผู้ใช้
tr_tr: {0} • Kullanıcı tarafından eklendi
vi_vn: {0} • Do người dùng thêm

source: {0}% fee tier
ar_sa: فئة الرسوم {0}٪
bg_bg: {0}% такса на това ниво
cs_cz: {0}% úroveň poplatků
de_de: {0} % Gebührentarif
es_es: {0}% nivel de tasas
fr_fr: Niveau de frais de {0} %
hu_hu: {0}% díjszabások
id_id: {0}% tingkat biaya
ja_jp: {0}% 料金区分
nl_nl: {0}% vergoedingsniveau
pl_pl: {0}% poziom opłat
pt_pt: {0}% nível de taxa
ro_ro: {0}% nivel de taxe
ru_ru: {0}% уровень комиссионных
sk_sk: Úroveň poplatku {0} %.
th_th: ระดับค่าธรรมเนียม {0}%
vi_vn: {0}% bậc phí

source: {0}% select
ar_sa: حدد {0}٪
bg_bg: {0}% избор
cs_cz: {0}% vybrat
de_de: {0} % wählen
es_es: {0}% seleccionar
fr_fr: {0} % de sélection
hu_hu: {0}% válaszd ki
id_id: {0}% pilih
ja_jp: {0}% 選択
nl_nl: {0}% selecteer
pl_pl: {0}% wybierz
pt_pt: Selecionar {0}%
ro_ro: {0}% selectați
ru_ru: {0}% выбрать
sk_sk: {0}% vybrať
th_th: เลือก {0}%
tr_tr: %{0} seç
vi_vn: {0}% chọn

source: {0}-{1} Liquidity Mining
ar_sa: {0}-{1} تعدين السيولة
bg_bg: {0}-{1} Добив на ликвидност
cs_cz: {0}-{1} Těžba likvidity
de_de: {0}-{1} Liquidität-Mining
es_es: {0}-{1} Minería de liquidez
fr_fr: {0}-{1} Extraction de liquidité
hu_hu: {0}-{1} Likviditás bányászata
id_id: {0}-{1} Likuiditas Penambangan
ja_jp: {0}-{1} 流動性マイニング
nl_nl: {0}-{1} Liquiditeit Mining
pl_pl: {0}-{1} Wydobywanie płynności
pt_pt: {0}-{1} Liquidez de Mining
ro_ro: {0}-{1} Minerit de lichiditate
ru_ru: {0}-{1} Майнинг ликвидности
sk_sk: {0}-{1} Ťažba likvidity
sv_se: {0}-{1} Likviditet Mining
th_th: {0}-{1} การขุดสภาพคล่อง
tr_tr: {0}-{1} Likidite Madenciliği
vi_vn: {0}-{1} Khai Thác Thanh Khoản

source: {0}/{1} LP Tokens
ar_sa: {0}/{1} رموز LP
bg_bg: {0}/{1} LP Токени
cs_cz: {0}/{1} Tokeny LP
de_de: {0}/{1} LP-Token
fr_fr: {0}/{1} jetons LP
hu_hu: {0}/{1} LP tokenek
id_id: {0}/{1} Token LP
ja_jp: {0}/{1} LP トークン
pl_pl: {0}/{1} tokenów LP
ro_ro: {0}/{1} Tokeni LP
ru_ru: {0}/{1} LP токены
sk_sk: {0}/{1} LP tokeny
th_th: {0}/{1} โทเค็น LP
tr_tr: {0}/{1} LP Token
vi_vn: {0}/{1} Mã thông báo LP

source: {SOCKS_AMOUNT} UNI
nl_nl: {SOKKEN_HOEVEELHEID} UNI
th_th: {SOCKS_AMOUNT} หน่วย

source: {USER_AMOUNT} UNI
nl_nl: {GEBRUIKER_HOEVEELHEID} UNI
th_th: {USER_AMOUNT} ยูนิ

source: {activeTokensOnThisChain} tokens
ar_sa: رموز {activeTokensOnThisChain}
bg_bg: {activeTokensOnThisChain} токени
cs_cz: {activeTokensOnThisChain} tokeny
de_de: {activeTokensOnThisChain} Token
fr_fr: {activeTokensOnThisChain} jetons
hu_hu: {activeTokensOnThisChain} tokenek
id_id: {activeTokensOnThisChain} token
ja_jp: {activeTokensOnThisChain} トークン
nl_nl: {actieveTokensOpDezeChain} tokens
pl_pl: {activeTokensOnThisChain} tokeny
ro_ro: {activeTokensOnThisChain} tokenuri
ru_ru: {activeTokensOnThisChain} токены
sk_sk: {activeTokensOnThisChain} tokeny
th_th: โทเค็น {activeTokensOnThisChain}
tr_tr: {activeTokensOnThisChain} token
vi_vn: {activeTokensOnThisChain} mã thông báo

source: {heading}
cs_cz: {titulek}
fr_fr: {titre}
nl_nl: {kop}
th_th: {หัวเรื่อง}

source: {tokenB} per {tokenA}
ar_sa: {tokenB} لكل {tokenA}
bg_bg: {tokenB} на {tokenA}
cs_cz: {tokenB} za {tokenA}
de_de: {tokenB} pro {tokenA}
es_es: {tokenB} por {tokenA}
fr_fr: {tokenB} par {tokenA}
ja_jp: {tokenA}ごとに{tokenB}
pt_pt: {tokenB} por {tokenA}
ru_ru: {tokenB} на {tokenA}
sk_sk: {tokenB} za {tokenA}
th_th: {tokenB} ต่อ {tokenA}
tr_tr: {tokenA} başına {tokenB}
vi_vn: {tokenB} mỗi {tokenA}

source: ← Back to Pools Overview
ar_sa: ← الرجوع إلى نظرة عامة على المجموعات
bg_bg: ← Върнете се към Преглед на басейните
cs_cz: ← Zpět na přehled poolů
de_de: ← Zurück zur Übersicht der Pools
es_es: ← Volver a la vista general de Pools
fr_fr: ← Retour à Aperçu des piscines
hu_hu: ← Vissza a poolok áttekintéshez
id_id: ← Kembali ke Gambaran Umum Pool
ja_jp: ← プールの概要に戻る
nl_nl: ← Terug naar Pools Overzicht
pl_pl: ← Powrót do przeglądu puli
pt_pt: ← Voltar à Visão Geral dos Pools
ro_ro: ← Înapoi la Fondul comun Prezentare generală
ru_ru: ← Назад к Обзору пулов
sk_sk: ← prehľad k poolom
sv_se: ← Tillbaka till översikt av poolerna
th_th: ← กลับไปที่ภาพรวมของพูล
tr_tr: ← Havuzlara Genel Bakışa Geri Dön
vi_vn: ← Quay lại Tổng quan về Pools

source: Questions
ar_sa: الأسئلة
bg_bg: Въпроси
cs_cz: Otázky
de_de: Fragen
es_es: Preguntas
hu_hu: Kérdések
id_id: Pertanyaan
it_it: Domande
ja_jp: ご質問
nl_nl: Vragen
pl_pl: Pytania
pt_pt: Perguntas
ro_ro: Întrebări
ru_ru: Вопросы
sk_sk: Otázky
sv_se: Frågor
th_th: คำถาม
tr_tr: Sorular
vi_vn: Câu hỏi

source: Best Wallet is a fully decentralised crypto wallet aiming to address the concerns present in traditional custody solutions regarding security, privacy, and control over assets. We’re empowering users to manage their own digital assets from their own phone or computer with minimal reliance on centralized authorities.
ar_sa: Best Wallet هي محفظة تشفير لامركزية بالكامل تهدف إلى معالجة المخاوف الموجودة في حلول الحفظ التقليدية فيما يتعلق بالأمان والخصوصية والتحكم في الأصول. نحن نمكّن المستخدمين من إدارة أصولهم الرقمية من هواتفهم أو أجهزة الكمبيوتر الخاصة بهم مع الحد الأدنى من الاعتماد على السلطات المركزية.
bg_bg: Best Wallet е напълно децентрализиран портфейл за криптовалути, който има за цел да реши проблемите, свързани с традиционните решения за съхранение по отношение на сигурността, неприкосновеността на личния живот и контрола над активите. Ние даваме възможност на потребителите да управляват собствените си цифрови активи от своя телефон или компютър с минимално разчитане на централизирани органи.
cs_cz: Best Wallet je plně decentralizovaná kryptopeněženka, která se snaží řešit problémy tradičních řešení úschovy, pokud jde o bezpečnost, soukromí a kontrolu nad aktivy. Umožňujeme uživatelům spravovat vlastní digitální aktiva z vlastního telefonu nebo počítače s minimální závislostí na centralizovaných autoritách.
de_de: Best Wallet ist eine vollständig dezentralisierte Krypto-Wallet, die darauf abzielt, die Bedenken zu beseitigen, die bei herkömmlichen Depotlösungen in Bezug auf Sicherheit, Datenschutz und Kontrolle über Vermögenswerte bestehen. Wir ermöglichen es den Nutzern, ihr eigenes digitales Vermögen von ihrem eigenen Telefon oder Computer aus zu verwalten und sich dabei nur minimal auf zentrale Behörden zu verlassen.
es_es: Best Wallet es una wallet de criptomonedas totalmente descentralizada que pretende abordar las preocupaciones presentes en las soluciones tradicionales de custodia en relación con la seguridad, la privacidad y el control de los activos. Estamos capacitando a los usuarios para gestionar sus propios activos digitales desde su propio teléfono u ordenador, con una dependencia mínima de las autoridades centralizadas.
fr_fr: Best Wallet est un portefeuille crypto entièrement décentralisé visant à répondre aux préoccupations présentes dans les solutions de garde traditionnelles concernant la sécurité, la confidentialité et le contrôle des actifs. Nous donnons aux utilisateurs les moyens de gérer leurs propres actifs numériques à partir de leur propre téléphone ou ordinateur avec une dépendance minimale aux autorités centralisées.
hu_hu: A Best Wallet egy teljesen decentralizált kripto pénztárca, amely a hagyományos letétkezelési megoldások biztonságával, adatvédelemmel és az eszközök feletti ellenőrzéssel kapcsolatban esetlegesen felmerülő aggályaidat kívánja kezelni. A felhasználók saját telefonjukról vagy számítógépükről kezelhetik saját digitális eszközeiket, minimális mértékben támaszkodva a központosított szervezetekre.
id_id: Best Wallet adalah dompet kripto terdesentralisasi sepenuhnya yang bertujuan untuk mengatasi masalah yang ada dalam solusi penyimpanan tradisional terkait keamanan, privasi, dan kontrol atas aset. Kami memberdayakan pengguna untuk mengelola aset digital mereka sendiri dari ponsel atau komputer mereka sendiri dengan ketergantungan minimal pada otoritas terpusat.
it_it: Best Wallet è un crypto wallet completamente decentralizzato che mira ad affrontare le preoccupazioni presenti nelle soluzioni di custodia tradizionali in materia di sicurezza, privacy e controllo delle risorse. Stiamo consentendo agli utenti di gestire le proprie risorse digitali dal proprio telefono o computer con una dipendenza minima dalle autorità centralizzate.
ja_jp: Best Walletは、従来の保管ソリューションに存在するセキュリティ、プライバシー、資産のコントロールに関する懸念に対処することを目指した、完全に分散化された仮想通貨ウォレットです。私たちは、中央集権型の権威に極力依存せずに、ユーザーが自分の携帯電話やコンピューターから自身のデジタル資産を管理できるようにします。
nl_nl: Best Wallet is een volledig gedecentraliseerde crypto wallet die bedoeld is om de zorgen weg te nemen die aanwezig zijn in traditionele bewaaroplossingen met betrekking tot beveiliging, privacy en controle over activa. We stellen gebruikers in staat om hun eigen digitale middelen te beheren vanaf hun eigen telefoon of computer met minimale afhankelijkheid van gecentraliseerde autoriteiten.
pl_pl: Best Wallet to w pełni zdecentralizowany portfel kryptowalutowy. Jego celem jest wyeliminowanie problemów związanych z tradycyjnymi rozwiązaniami powierniczymi dotyczącymi bezpieczeństwa, prywatności i kontroli nad aktywami. Dajemy użytkownikom możliwość zarządzania własnymi zasobami cyfrowymi z poziomu telefonu lub komputera przy minimalnym poleganiu na scentralizowanych organach.
pt_pt: Best Wallet é uma carteira cripto totalmente descentralizada que visa resolver as preocupações presentes nas soluções de custódia tradicionais relativamente à segurança, privacidade e controle dos ativos. Estamos a capacitar os utilizadores a gerir os seus próprios ativos digitais a partir do seu próprio telefone ou computador, com uma dependência mínima de autoridades centralizadas.
ro_ro: Best Wallet este un portofel cripto complet descentralizat care are ca scop rezolvarea problemelor prezente în soluțiile tradiționale de custodie în ceea ce privește securitatea, confidențialitatea și controlul asupra activelor. Le dăm utilizatorilor posibilitatea de a-și gestiona propriile active digitale de pe propriul telefon sau computer, cu o dependență minimă de autoritățile centralizate.
ru_ru: Best Wallet — это полностью децентрализованный криптовалютный кошелек, призванный решить проблемы, присущие традиционным кастодиальным хранилищам, такие как безопасность, конфиденциальность и контроль над активами. Мы даем пользователям возможность управлять своими цифровыми активами со своего телефона или компьютера с минимальной зависимостью от централизованных органов.
sk_sk: Best Wallet je plne decentralizovaná kryptopeňaženka, ktorej cieľom je riešiť obavy prítomné v tradičných riešeniach úschovy týkajúce sa bezpečnosti, súkromia a kontroly nad aktívami. Umožňujeme používateľom spravovať svoje vlastné digitálne aktíva z vlastného telefónu alebo počítača s minimálnym spoliehaním sa na centralizované orgány.
sv_se: Best Wallet är en helt decentraliserad kryptoplånbok som syftar till att lösa de problem som finns i traditionella förvaringslösningar när det gäller säkerhet, integritet och kontroll över tillgångar. Vi gör det möjligt för användarna att hantera sina egna digitala tillgångar från sin egen telefon eller dator med minimalt beroende av centraliserade myndigheter.
th_th: Best Wallet เป็นกระเป๋าเงินดิจิทัลแบบกระจายอำนาจโดยสมบูรณ์ โดยมีเป้าหมายเพื่อจัดการกับข้อกังวลที่มีอยู่ในโซลูชันการดูแลแบบดั้งเดิมเกี่ยวกับความปลอดภัย ความเป็นส่วนตัว และการควบคุมสินทรัพย์ เราให้อำนาจแก่ผู้ใช้ในการจัดการสินทรัพย์ดิจิทัลของตนเองจากโทรศัพท์หรือคอมพิวเตอร์ของตนเองโดยพึ่งพาหน่วยงานส่วนกลางน้อยที่สุด
tr_tr: Best Wallet, geleneksel saklama çözümlerinde mevcut olan güvenlik, gizlilik ve varlıklar üzerindeki kontrol ile ilgili endişeleri gidermeyi amaçlayan tamamen merkeziyetsiz bir kripto cüzdanıdır. Kullanıcıların kendi dijital varlıklarını kendi telefonlarından veya bilgisayarlarından merkezi otoritelere minimum güvenle yönetmelerini sağlıyoruz.
vi_vn: Best Wallet là một ví tiền điện tử phi tập trung hoàn toàn nhằm giải quyết các mối lo ngại hiện có về các giải pháp lưu ký truyền thống về bảo mật, quyền riêng tư và quyền kiểm soát tài sản. Chúng tôi đang trao quyền cho người dùng để họ có thể quản lý tài sản kỹ thuật số của riêng họ từ điện thoại hoặc máy tính của chính họ, với sự phụ thuộc tối thiểu vào các cơ quan tập trung.

source: The smartest way to manage your digital assets.
ar_sa: ذكى طريقة لإدارة أصولك الرقمية.
bg_bg: Най-умният начин за управление на вашите цифрови активи.
cs_cz: Nejchytřejší způsob správy digitálních aktiv.
de_de: Die intelligenteste Art, Ihr digitales Vermögen zu verwalten.
es_es: La forma más inteligente de gestionar tus activos digitales.
fr_fr: La façon la plus intelligente de gérer vos actifs numériques.
hu_hu: A legjobb módja a digitális eszközeid kezelésének
id_id: Cara paling cerdas untuk mengelola aset digital Anda.
it_it: Il modo più intelligente per gestire le tue risorse digitali.
ja_jp: デジタル資産を管理する最もスマートな方法。
nl_nl: De slimste manier om jouw digitale activa te beheren.
pl_pl: Najmądrzejszy sposób zarządzania zasobami cyfrowymi.
pt_pt: A forma mais inteligente de gerir os seus ativos digitais.
ro_ro: Cel mai inteligent mod de a-ți gestiona activele digitale.
ru_ru: Самый удобный и надежный способ управления цифровыми валютами и активами.
sk_sk: Najinteligentnejší spôsob správy digitálnych aktív.
sv_se: Det smartaste sättet att hantera dina digitala tillgångar.
th_th: วิธีที่ชาญฉลาดที่สุดในการจัดการสินทรัพย์ดิจิทัลของคุณ
tr_tr: Dijital varlıklarınızı yönetmenin en akıllıca yolu.
vi_vn: Cách thông minh nhất để quản lý tài sản kỹ thuật số của bạn.

source: LEARN MORE
ar_sa: اعرف المزيد
bg_bg: НАУЧЕТЕ ПОВЕЧЕ
cs_cz: ZJISTIT VÍCE
de_de: MEHR ERFAHREN
es_es: DESCUBRE MÁS
fr_fr: EN SAVOIR PLUS
hu_hu: TUDJ MEG ERRŐL TÖBBET
id_id: PELAJARI LEBIH LANJUT
it_it: LEGGI DI PIÙ
ja_jp: 詳細はこちら
nl_nl: LEER MEER
pl_pl: DOWIEDZ SIĘ WIĘCEJ
pt_pt: SAIBA MAIS
ro_ro: AFLĂ MAI MULTE
ru_ru: УЗНАТЬ БОЛЬШЕ
sk_sk: ZISTIŤ VIAC
sv_se: LÄS MER
th_th: เรียนรู้เพิ่มเติม
tr_tr: DAHA FAZLA ÖĞREN
vi_vn: TÌM HIỂU THÊM

source: INTRODUCING
ar_sa: تقديم
bg_bg: ПРЕДСТАВЯМЕ
cs_cz: PŘEDSTAVUJEME
de_de: EINFÜHRUNG
es_es: INTRODUCCIÓN
fr_fr: PRÉSENTANT
hu_hu: BEMUTATJUK
id_id: PENDAHULUAN
it_it: INTRODUZIONE
ja_jp: ご紹介
nl_nl: INTRODUCTIE
pl_pl: WPROWADZENIE
pt_pt: INTRODUÇÃO
ro_ro: PREZENTARE
ru_ru: ВВЕДЕНИЕ
sk_sk: UVÁDZAME
sv_se: INTRODUKTION
th_th: แนะนำ
tr_tr: GİRİŞ
vi_vn: GIỚI THIỆU

source: Market Insights
ar_sa: رؤى السوق
bg_bg: Анализ на пазара
cs_cz: Přehled o trhu
de_de: Markt-Einblicke
es_es: Perspectivas del Mercado
fr_fr: Aperçu du marché
hu_hu: Piaci betekintések
id_id: Wawasan Pasar
it_it: Approfondimenti di mercato
ja_jp: 市場洞察
nl_nl: Marktinzichten
pl_pl: Wgląd w rynek
pt_pt: Insights de Mercado
ro_ro: Perspective de piață
ru_ru: Полезные советы для участников рынка
sk_sk: Štatistiky trhu
sv_se: Marknadsinsikter
th_th: ข้อมูลเชิงลึกของตลาด
tr_tr: Piyasa İç Görüleri
vi_vn: Thông tin chi tiết về thị trường

source: Participate in the BEST airdrop
ar_sa: شارك في التوزيع مجاني airdrop لـ BEST
bg_bg: Участвайте в разпределението на BEST
cs_cz: Zúčastněte se airdropu BEST
de_de: Nehmen Sie an der BEST-Airdrop teil
es_es: Participa en el airdrop de BEST
fr_fr: Participez à l'airdrop BEST
hu_hu: Vegyél részt a BEST airdropban
id_id: Berpartisipasi dalam airdrop BEST
it_it: Partecipa al BEST airdrop
ja_jp: BESTのエアドロップに参加する
nl_nl: Doe mee aan de BEST airdrop
pl_pl: Weź udział w BEST airdrop
pt_pt: Participar do airdrop de BEST
ro_ro: Participă la Airdrop BEST
ru_ru: Примите участие в раздаче бесплатных токенов BEST
sk_sk: Účastnite sa na BEST airdrope
sv_se: Delta i BEST:s airdrop
th_th: เข้าร่วม BEST airdrop
tr_tr: BEST airdrop'una katılın
vi_vn: Tham gia airdrop BEST

source: We’re rewarding all our early adopters with an airdrop of 10% of the total supply of BEST tokens.
ar_sa: نكافئ جميع المستخدمين الأوائل لدينا بتوزيع مجاني airdrop بنسبة 10٪ من إجمالي المعروض من رموز BEST.
bg_bg: Ние награждаваме всички наши ранни инвеститори с разпределение на 10% от общото количество на BEST токените.
cs_cz: Všechny naše early adopters odměníme airdropem 10 % z celkové zásoby tokenů BEST.
de_de: Wir belohnen alle Frühanwender mit einem Airdrop von 10 % des Gesamtangebots an BEST-Token.
es_es: Estamos recompensando a todos nuestros primeros usuarios con un airdrop del 10% del suministro total de tokens BEST.
fr_fr: Nous récompensons tous nos premiers utilisateurs avec un airdrop de 10 % de l'offre totale de jetons BEST.
hu_hu: Azokat, akik a projekt elején csatlakoznak hozzánk, a BEST tokenek teljes kínálatának 10%-ával jutalmazzuk meg.
id_id: Kami memberi penghargaan kepada semua pengguna awal kami dengan airdrop sebesar 10% dari total pasokan token BEST.
it_it: Stiamo premiando tutti i nostri primi utilizzatori con un airdrop del 10% della fornitura totale di token BEST.
ja_jp: すべてのアーリーアダプターに、BESTトークンの総供給量の10％をエアドロップで還元します。
nl_nl: We belonen al onze early adopters met een airdrop van 10% van de totale voorraad BEST tokens.
pl_pl: Nagradzamy wszystkich wczesnych użytkowników airdopem w wysokości 10% całkowitej podaży tokenów BEST.
pt_pt: Estamos a recompensar todos os primeiros usuários com um airdrop de 10% do fornecimento total de tokens BEST.
ro_ro: Îi recompensăm pe toți cei care au adoptat timpuriu proiectul cu un airdrop de 10% din oferta totală de jetoane BEST.
ru_ru: Мы награждаем всех наших первых пользователей аирдропом в размере 10% от общего количества токенов BEST.
sk_sk: Všetkých našich prvých používateľov odmeňujeme airdropom vo výške 10 % z celkovej ponuky NAJ tokenov.
sv_se: Vi belönar alla våra early adopters med en airdrop på 10% av det totala utbudet av BEST-tokens.
th_th: เรากำลังให้รางวัลแก่ผู้ใช้รายแรกทั้งหมดของเราด้วยแจกเหรียญ 10% ของอุปทานเหรียญ BEST ทั้งหมด
tr_tr: Tüm erken yatırımcılarımızı, toplam BEST token arzının %10'u kadar bir airdrop ile ödüllendiriyoruz.
vi_vn: Chúng tôi đang thưởng cho tất cả những người dùng đầu tiên của mình một khoản airdrop có trị giá lên tới 10% trên tổng nguồn cung mã thông báo BEST.

source: How to get started
ar_sa: كيف تبدأ
bg_bg: Как да започнете
cs_cz: Jak začít
de_de: Wie beginnen?
es_es: Cómo empezar
fr_fr: Comment commencer
hu_hu: Hogyan kezdj bele
id_id: Bagaimana cara memulai
it_it: Come iniziare
ja_jp: 始め方
nl_nl: Hoe te beginnen
pl_pl: Jak zacząć
pt_pt: Como começar
ro_ro: Cum să începi
ru_ru: Как принять участие
sk_sk: Ako začať
sv_se: Hur man kommer igång
th_th: วิธีเริ่มต้น
tr_tr: Nasıl başlanır
vi_vn: Làm thế nào để bắt đầu

source: Download the Best Wallet app
ar_sa: قم بتحميل Best Wallet app
bg_bg: Изтеглете приложението Best Wallet
cs_cz: Stáhněte si aplikaci Best Wallet
de_de: Laden Sie die Best Wallet-App herunter
es_es: Descargar la aplicación Best Wallet
fr_fr: Téléchargez l'app Best wallet
hu_hu: Töltsd le a Best Wallet applikációt
id_id: Unduh aplikasi Best Wallet
it_it: Scarica l'app Best Wallet
ja_jp: Best Walletアプリをダウンロードする
nl_nl: Download de Best Wallet app
pl_pl: Pobierz aplikację Best Wallet
pt_pt: Fazer o download do app Best Wallet
ro_ro: Descarcă aplicația Best Wallet
ru_ru: Загрузите приложение Best Wallet
sk_sk: Stihanite si našu aplikáciu Best Wallet
sv_se: Ladda ner Best Wallet-appen
th_th: ดาวน์โหลดแอพ Best Wallet
tr_tr: Best Wallet uygulamasını indirin
vi_vn: Tải xuống ứng dụng Best Wallet
