Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Optimistic Ethereum is in Beta and may experience downtime. Optimism expects planned downtime to upgrade the network in the near future. During downtime, your position will not earn fees and you will be unable to remove liquidity. <0>Read more.</0>
ar_sa: Optimistic Ethereum هو في طور الإصدار التجريبي وقد يمر يفترة توقف. من المتوقع أن يشهد Optimism توقفا مخططا له لتp]de الشبكة في المستقبل القريب. خلال فترة التوقف عن العمل، لن يربح مركزك رسوما ولن تتمكن من إزالة السيولة. <0>اقرأ المزيد.</0>
bg_bg: Optimistic Ethereum е в бета версия и може да претърпи прекъсване. Optimism очаква планиран прекъсване за надграждане на мрежата в близко бъдеще. По време на прекъсването позицията ви няма да печели такси и няма да можете да премахнете ликвидност. <0>Прочетете повече.</0>
cs_cz: Optimistic Ethereum je ve fázi beta a může dojít k výpadkům. Optimistic očekává plánované odstávky za účelem aktualizace sítě v blízké budoucnosti. Během odstávky nebude vaše pozice vydělávat na poplatcích a nebudete moci odebírat likviditu. <0>Přečtěte si více.</0>
de_de: Optimistic Ethereum befindet sich in der Beta-Phase und es kann zu Ausfallzeiten kommen. Optimism erwartet geplante Ausfallzeiten, um das Netzwerk in naher Zukunft zu aktualisieren. Während der Ausfallzeit wird Ihre Position keine Gebühren einbringen und Sie können keine Liquidität abziehen. <0>Mehr lesen.</0>
es_es: Optimistic Ethereum está en Beta y puede experimentar tiempos de inactividad. Optimism prevé un tiempo de inactividad planificado para actualizar la red en un futuro próximo. Durante el tiempo de inactividad, tu posición no devengará comisiones y no podrás retirar liquidez. <0>Más información.</0>
fr_fr: Optimistic Ethereum est en version bêta et peut subir des temps d'arrêt. L'optimisme s'attend à des temps d'arrêt planifiés pour mettre à niveau le réseau dans un proche avenir. Pendant les périodes d'indisponibilité, votre position ne rapportera pas de frais et vous ne pourrez pas retirer de liquidité. <0>En savoir plus.</0>
hu_hu: Az Optimistic Ethereum béta verzióban van, és tapasztalhatsz leállást. Az Optimism a tervezett leállásokat a hálózat frissítése céljából végzi majd a közeljövőben. Ez alatt az idő alatt a pozícióddal nem keresel majd és nem tudod eltávolítani a likviditást. <0>További információ.</0>
id_id: Optimistic Ethereum dalam versi Beta dan mungkin akan mengalami downtime. Optimism mengharapkan downtime yang direncanakan untuk meningkatkan jaringan dalam waktu dekat. Selama downtime, posisi Anda tidak akan mendapatkan biaya dan Anda tidak akan dapat menghapus likuiditas. <0>Baca lebih lanjut.</0>
it_it: Optimistic Ethereum è in fase Beta e potrebbe subire dei downtime. Optimism prevede tempi di inattività programmati per aggiornare la rete nel prossimo futuro. Durante i tempi di inattività, la vostra posizione non guadagnerà commissioni e non potrete ritirare la liquidità. <0>Leggi di più.</0>
ja_jp: Optimistic Ethereumはベータ版であり、ダウンタイムが発生する可能性があります。Optimismは近い将来、ネットワークをアップグレードするための計画されたダウンタイムを予定しています。なお、ダウンタイム中はポジションから手数料を得ることはできず、流動性を削除することもできません。<0>続きを読む</0>
nl_nl: Optimistisch Ethereum bevindt zich in bèta en kan downtime ervaren. Optimisme verwacht geplande downtime om het netwerk in de nabije toekomst te upgraden. Tijdens downtime ontvangt jouw positie geen vergoedingen en kun je geen liquiditeit verwijderen. <0>Lees meer.</0>
pl_pl: Optimistic Ethereum jest w fazie beta i może doświadczać przestojów. Optimism spodziewa się planowanych przestojów w celu modernizacji sieci w najbliższej przyszłości. Podczas przestoju Twoja pozycja nie będzie zarabiać na opłatach i nie będziesz w stanie usunąć płynności. <0>Czytaj więcej.</0>
pt_pt: O Optimistic Ethereum está em fase beta e pode sofrer interrupções. A Optimism espera que o tempo de inatividade planejado atualize a rede em um futuro próximo. Durante o tempo de inatividade, sua posição não ganhará taxas e você não poderá remover a liquidez. <0>Leia mais.</0>
ro_ro: Optimistic Ethereum se află în faza Beta și poate suferi întreruperi. Optimism se așteaptă la întreruperi planificate pentru a actualiza rețeaua în viitorul apropiat. În timpul perioadelor de indisponibilitate, poziția ta nu va câștiga comisioane și nu vei putea elimina lichidități. <0>Citește mai mult.</0>
ru_ru: Optimistic Ethereum находится в стадии бета-тестирования, поэтому может испытывать простои. Запланированные простои будут использоваться для обновления сети Optimistic в ближайшем будущем. Во время простоя Ваша позиция не будет приносить комиссионные, и Вы не сможете удалить ликвидность. <0>Подробнее.</0>
sk_sk: Optimistické Ethereum je v beta verzii a môže dôjsť k výpadkom. Optimizmus očakáva, že plánované odstávky na modernizáciu siete v blízkej budúcnosti. Počas výpadku vaša pozícia nebude zarábať poplatky a nebudete môcť odstrániť likviditu. <0>Prečítajte si viac.</0>
sv_se: Optimistic Ethereum är i Beta och kan uppleva driftstopp. Optimism förväntar sig planerad nedtid för uppgradering av nätverket inom en snar framtid. Under driftstopp kommer din position inte att tjäna avgifter och du kommer inte att kunna ta bort likviditet. <0>Läs mer.</0>
th_th: Ethereum ในแง่ดีอยู่ในรุ่นเบต้าและอาจประสบปัญหาการหยุดทำงาน การมองโลกในแง่ดีคาดว่าการหยุดทำงานตามแผนจะอัปเกรดเครือข่ายในอนาคตอันใกล้ ในช่วงเวลาหยุดทำงาน ตำแหน่งของคุณจะไม่ได้รับค่าธรรมเนียมและคุณจะไม่สามารถลบสภาพคล่องได้ <0>อ่านเพิ่มเติม</0>
tr_tr: Optimistic Ethereum Beta aşamasındadır ve kesintiler yaşanabilir. Optimism, yakın gelecekte ağı yükseltmek için planlı kesinti süresi beklemektedir. Kesinti süresi boyunca, pozisyonunuz ücret kazanmayacak ve likiditeyi kaldıramayacaksınız. <0>Daha fazla oku.</0>
vi_vn: Optimistic Ethereum đang ở trong giai đoạn Beta và có thể thỉnh thoảng gặp thời gian ngừng hoạt động. Optimism dự kiến sẽ có các khoảng thời gian ngừng hoạt động theo kế hoạch để nâng cấp mạng trong tương lai gần. Trong thời gian ngừng hoạt động, vị thế của bạn sẽ không kiếm được các khoản phí và bạn sẽ không thể thực hiện rút thanh khoản. <0>Đọc thêm.</0>

source: Optimistic Etherscan
bg_bg: Оптимистичен Etherscan
de_de: Optimistischer Etherscan
fr_fr: Etherscan optimiste
sk_sk: Optimistický Etherscan
th_th: Etherscan มองโลกในแง่ดี
tr_tr: Optimist Etherscan

source: Out of range
ar_sa: خارج النطاق
bg_bg: Извън обхват
cs_cz: Mimo rozsah
de_de: Außerhalb des Bereichs
es_es: Fuera de rango
fr_fr: Hors de portée
hu_hu: Tartományon kívüli
id_id: Di luar jangkauan
it_it: Fuori portata
ja_jp: 範囲外
nl_nl: Buiten bereik
pl_pl: Poza zasięgiem
pt_pt: Fora da faixa
ro_ro: În afara intervalului
ru_ru: Вне диапазона
sk_sk: Mimo rozsah
sv_se: Utanför intervallet
th_th: ไม่อยู่ในขอบเขต
tr_tr: Aralık dışı
vi_vn: Ngoài phạm vi

source: Output is estimated. If the price changes by more than {0}% your transaction will revert.
ar_sa: الناتج يقدر. إذا تغير السعر بنسبة تزيد عن {0}٪ ، فستعود معاملتك.
bg_bg: Резултатите са приблизителни. Ако цената се промени с повече от {0}%, вашата транзакция ще бъде отменена.
cs_cz: Výstup je odhadován. Pokud se cena změní o více než {0}%, vaše transakce se vrátí zpět.
de_de: Die Ausgabe wird geschätzt. Wenn sich der Preis um mehr als {0} % ändert, wird Ihre Transaktion rückgängig gemacht.
es_es: La salida es estimada. Si el precio cambia más de un {0}%, tu operación se revertirá.
fr_fr: La production est estimée. Si le prix change de plus de {0} %, votre transaction sera annulée.
hu_hu: A kimeneti adat hozzávetőleges. Amennyiben az ár több mint {0}%-kal változik, a tranzakció visszafordításra kerül.
id_id: Hasil yang diperoleh adalah perkiraan. Jika harga berubah lebih dari {0}%, transaksi Anda akan dibatalkan.
it_it: Output stimato. Se il prezzo cambia di oltre il {0}%, la transazione verrà annullata.
ja_jp: 出力は推定値です。価格が{0}%以上変動した場合、取引は元に戻ります。
nl_nl: De output wordt geschat. Als de prijs met meer dan {0}% verandert, wordt jouw transactie teruggedraaid.
pl_pl: Wynik jest szacowany. Jeśli cena zmieni się o więcej niż {0}%, transakcja zostanie przywrócona.
pt_pt: A saída é estimada. Se o preço for alterado em mais de {0}%, sua transação será revertida.
ro_ro: Rezultatul este estimat. În cazul în care prețul se modifică cu mai mult de {0}%, tranzacția ta se va reversa.
ru_ru: Вывод обрабатывается. Если цена изменится более чем на {0}%, Ваша транзакция будет отменена.
sk_sk: Výstup sa odhaduje. Ak sa cena zmení o viac ako {0} %, vaša transakcia sa vráti späť.
sv_se: Produktionen är uppskattad. Om priset ändras med mer än {0}% kommer din transaktion att återgå.
th_th: ผลผลิตโดยประมาณ หากราคาเปลี่ยนแปลงมากกว่า {0}% ธุรกรรมของคุณจะคืนค่า
tr_tr: Çıktı tahminidir. Fiyat %{0}'dan daha fazla değişirse işleminiz geri döner.
vi_vn: Đầu ra được ước tính. Nếu giá thay đổi hơn {0}%, việc thực hiện giao dịch của bạn sẽ hoàn nguyên.

source: Output is estimated. You will receive at least <0>{0} {1}</0> or the transaction will revert.
ar_sa: يخضع المحصول للتقدير. إذا تغير السعر بنسبة تزيد عن {0}٪، فستعود معاملتك.
bg_bg: Резултатите са приблизителни.Ще получите най-малко <0>{0} {1}</0> или транзакцията ще бъде отменена.
cs_cz: Výstup je odhadován. Obdržíte alespoň <0>{0} {1}</0>, jinak se transakce vrátí zpět.
de_de: Die Ausgabe wird geschätzt. Sie werden mindestens <0>{0} {1}</0> erhalten oder die Transaktion wird rückgängig gemacht.
es_es: La salida es estimada. Recibirás al menos <0>{0} {1}</0> o la operación se revertirá.
fr_fr: La production est estimée. Vous recevrez au moins <0>{0} {1}</0> ou la transaction sera annulée.
hu_hu: A kiemeneti adat hozzávetőleges. Legalább <0>{0} {1}</0> fogsz kapni, vagy a tranzakció visszafordításra kerül.
id_id: Hasil transaksi diperkirakan. Anda akan menerima setidaknya <0>{0} {1} </0> atau transaksi akan dibatalkan.
it_it: Output stimato. Riceverete almeno <0>{0} {1}</0> o la transazione verrà annullata.
ja_jp: 出力は推定値です。少なくとも <0>{0} {1}</0> を受け取らなければ、取引は元に戻ります。
nl_nl: De output wordt geschat. U ontvangt minimaal <0>{0} {1}</0> of de transactie wordt teruggedraaid.
pl_pl: Wynik jest szacowany. Otrzymasz co najmniej <0>{0} {1}</0> lub transakcja zostanie cofnięta.
pt_pt: A saída é estimada. Você receberá pelo menos <0>{0} {1}</0> ou a transação será revertida.
ro_ro: Producția este estimată. Vei primi cel puțin <0>{0} {1}</0> sau tranzacția se va anula.
ru_ru: Вывод обрабатывается. Вы получите как минимум <0>{0} {1}</0> или транзакция будет отменена.
sk_sk: Výstup sa odhaduje. Dostanete aspoň <0>{0} {1}</0>, inak sa transakcia vráti späť.
sv_se: Produktionen är uppskattad. Du kommer att få minst <0>{0} {1}</0> eller så kommer transaktionen att återgå.
th_th: ผลผลิตโดยประมาณ คุณจะได้รับอย่างน้อย <0>{0} {1}</0> มิฉะนั้นธุรกรรมจะถูกยกเลิก
tr_tr: Çıktı tahminidir. En az <0>{0} {1}</0> alacaksınız, aksi halde işlem geri dönecektir.
vi_vn: Đầu ra được ước tính. Bạn sẽ nhận được ít nhất <0>{0} {1}</0> hoặc giao dịch sẽ được hoàn nguyên.

source: Output will be sent to <0>{0}</0>
ar_sa: سيتم إرسال المحصول إلى <0>{0}</0>
bg_bg: Резултатът ще бъде изпратен до <0>{0}</0>
cs_cz: Výstup bude odeslán na adresu <0>{0}</0>
de_de: Die Ausgabe wird an <0>{0}</0> gesendet.
es_es: La salida se enviará a <0>{0}</0>
fr_fr: La sortie sera envoyée à <0>{0}</0>
hu_hu: A kimenet a következő címre lesz elküldve: <0>{0}</0>
id_id: Output akan dikirim ke <0>{0}</0>
it_it: L'output sarà inviato a <0>{0}</0>.
ja_jp: 出力は <0>{0}</0> に送られます。
nl_nl: Uitvoer wordt verzonden naar <0>{0}</0>
pl_pl: Dane wyjściowe zostaną wysłane do <0>{0}</0>
pt_pt: A saída será enviada para <0>{0}</0>
ro_ro: Rezultatul va fi trimis la <0>{0}</0>
ru_ru: Вывод будет отправлен на <0>{0}</0>
sk_sk: Výstup bude odoslaný do <0>{0}</0>
sv_se: Utdata kommer att skickas till <0>{0}</0>.
th_th: ผลลัพธ์จะถูกส่งไปที่ <0>{0}</0>
tr_tr: Çıktı <0>{0}</0> adresine gönderilecektir
vi_vn: Đầu ra sẽ được gửi tới <0>{0}</0>

source: Owner
ar_sa: المالك
bg_bg: Собственик
cs_cz: Vlastník
de_de: Eigentümer
es_es: Propietario
fr_fr: Propriétaire
hu_hu: Tulajdonos
id_id: Pemilik
it_it: Proprietario
ja_jp: 所有者
nl_nl: Eigenaar
pl_pl: Właściciel
pt_pt: Proprietário
ro_ro: Titular
ru_ru: Владелец
sk_sk: Vlastník
sv_se: Ägare
th_th: เจ้าของ
tr_tr: Sahip
vi_vn: Người sở hữu

source: Participating pools
ar_sa: المجموعات المشاركة
bg_bg: Участващи пулове
cs_cz: Zúčastněné pooly
de_de: Teilnehmende Pools
es_es: Pools participantes
fr_fr: Piscines participantes
hu_hu: Résztvevő poolok
id_id: Pool partisipasi
it_it: Pool partecipanti
ja_jp: 参加中のプール
nl_nl: Pools die meedoen
pl_pl: Pule biorące udział
pt_pt: Piscinas participantes
ro_ro: Fonduri comune participante
ru_ru: Участвующие пулы
sk_sk: Zúčastňujúce sa pooly
sv_se: Deltagande pooler
th_th: พูลที่เข้าร่วม
tr_tr: Katılım havuzları
vi_vn: Tham gia pool

source: Pending
ar_sa: قيد الانتظار
bg_bg: В очакване
cs_cz: Načítání
de_de: Ausstehend
es_es: Pendiente
fr_fr: En attente
hu_hu: Függőben van
id_id: Tertunda
it_it: In attesa
ja_jp: 保留中
nl_nl: In behandeling
pl_pl: W toku
pt_pt: Pendente
ro_ro: În așteptare
ru_ru: В процессе рассмотрения
sk_sk: Čakajúce
sv_se: Pågående
th_th: รอดำเนินการ
tr_tr: Bekliyor
vi_vn: Chưa giải quyết

source: Please confirm you would like to remove this list by typing REMOVE
ar_sa: يرجى تأكيد رغبتك في إزالة هذه القائمة بكتابة REMOVE
bg_bg: Моля, потвърдете, че искате да премахнете този списък, като напишете ПРЕМАХВАНЕ
cs_cz: Potvrďte, že si přejete tento seznam odstranit, zadáním REMOVE.
de_de: Bitte bestätigen Sie, dass Sie diese Liste entfernen möchten, indem Sie ENTFERNEN eingeben
es_es: Confirma que deseas eliminar esta lista escribiendo ELIMINAR
fr_fr: Veuillez confirmer que vous souhaitez supprimer cette liste en saisissant SUPPRIMER
hu_hu: Kérünk, hogy a "REMOVE" (eltávolítás) gombra kattintva erősítsd meg, hogy valóban el szeretnéd távolítani ezt a listát
id_id: Konfirmasikan bahwa Anda ingin menghapus daftar ini dengan mengetik HAPUS
it_it: Confermare di voler rimuovere questo elenco digitando REMOVE.
ja_jp: REMOVEと入力し、このリストを削除するかどうかを確認してください。
nl_nl: Bevestig dat JE deze lijst wil verwijderen door VERWIJDER te typen
pl_pl: Potwierdź chęć usunięcia tej listy, wpisując REMOVE
pt_pt: Confirme que deseja remover essa lista digitando REMOVER
ro_ro: Te rugăm să confirmi că dorești să elimini această listă tastând ȘTERGE
ru_ru: Подтвердите, что хотите удалить этот список, написав «УДАЛИТЬ»
sk_sk: Potvrďte, že chcete tento zoznam odstrániť, zadaním REMOVE
sv_se: Bekräfta att du vill ta bort listan genom att skriva TA BORT
th_th: โปรดยืนยันว่าคุณต้องการลบรายการนี้โดยพิมพ์ REMOVE
tr_tr: Lütfen REMOVE yazarak bu listeyi kaldırmak istediğinizi onaylayın
vi_vn: Vui lòng xác nhận bạn muốn thực hiện xóa danh sách này bằng cách nhập REMOVE

source: Please connect to Layer 1 Ethereum
ar_sa: يرجى الربط بـ Layer 1 Ethereum
bg_bg: Моля, свържете се към Слой 1 Етериум
cs_cz: Připojte se prosím k vrstvě 1 na Ethereum
de_de: Bitte verbinden Sie sich mit Layer 1 Ethereum
es_es: Por favor, conéctate a la Capa 1 de Ethereum
fr_fr: Veuillez vous connecter à la couche 1 Ethereum
hu_hu: Kérünk, hogy csatlakozz a Layer 1 Ethereumhoz
id_id: Harap terhubung ke Lapisan 1 Ethereum
it_it: Collegarsi al Layer 1 Ethereum
ja_jp: Layer 1 Ethereumに接続してください。
nl_nl: Maak verbinding met Layer 1 Ethereum
pl_pl: Połącz się z warstwą 1 Ethereum
pt_pt: Conecte-se ao Layer 1 Ethereum
ro_ro: Te rugăm să te conectezi la Layer 1 Ethereum
ru_ru: Пожалуйста, подключитесь к уровню 1 Ethereum
sk_sk: Pripojte sa k vrstve 1 Ethereum
sv_se: Vänligen anslut till Layer 1 Ethereum
th_th: โปรดเชื่อมต่อกับ Layer 1 Ethereum
tr_tr: Lütfen 1. Katman Ethereum'a bağlanın
vi_vn: Vui lòng thực hiện kết nối với Ethereum Layer 1

source: Please connect to the appropriate Ethereum network.
ar_sa: يرجى الاتصال بشبكة Ethereum المناسبة.
bg_bg: Моля, свържете се към подходящата мрежа Ethereum.
cs_cz: Připojte se k příslušné síti Ethereum.
de_de: Bitte verbinden Sie sich mit dem entsprechenden Ethereum-Netzwerk.
es_es: Conéctate a la red Ethereum adecuada.
fr_fr: Veuillez vous connecter au réseau Ethereum approprié.
hu_hu: Kérünk, hogy csatlakozz a megfelelő Ethereum hálózathoz.
id_id: Harap sambungkan ke jaringan Ethereum yang sesuai.
it_it: Collegarsi alla rete Ethereum appropriata.
ja_jp: 適切なEthereumネットワークに接続してください。
nl_nl: Maak verbinding met het juiste Ethereum netwerk.
pl_pl: Połącz się z odpowiednią siecią Ethereum.
pt_pt: Conecte-se à rede Ethereum apropriada.
ro_ro: Te rugăm să te conectezi la rețeaua Ethereum corespunzătoare.
ru_ru: Пожалуйста, подключитесь к соответствующей сети Ethereum.
sk_sk: Pripojte sa k príslušnej sieti Ethereum.
sv_se: Vänligen anslut till lämpligt Ethereum-nätverk.
th_th: โปรดเชื่อมต่อกับเครือข่าย Ethereum ที่เหมาะสม
tr_tr: Lütfen uygun Ethereum ağına bağlanın.
vi_vn: Vui lòng thực hiện kết nối với mạng Ethereum thích hợp.

source: Please type the word "{confirmWord}" to enable expert mode.
ar_sa: الرجاء كتابة كلمة "{confirmWord}" لتفعيل وضع الخبير.
bg_bg: Моля, напишете думата "{confirmWord}", за да активирате експертния режим.
cs_cz: Chcete-li povolit expertní režim, zadejte slovo "{confirmWord}".
de_de: Bitte geben Sie das Wort "{confirmWord}" ein, um den Experten-Modus zu aktivieren.
es_es: Escribe la palabra "{confirmWord}" para activar el modo experto.
fr_fr: Veuillez saisir le mot "{confirmWord}" pour activer le mode expert.
hu_hu: Kérünk, hogy írd be a(z) "{confirmWord}" szót, hogy átválthass export módra.
id_id: Ketik kata "{confirmWord}" untuk mengaktifkan mode ahli.
it_it: Digitare la parola "{confirmWord}" per attivare la modalità esperto.
ja_jp: エキスパートモードを有効にするには、"{confirmWord}"と入力してください。
nl_nl: Typ het woord "{confirmWord}" om de expertmodus in te schakelen.
pl_pl: Wpisz słowo "{confirmWord}", aby włączyć tryb eksperta.
pt_pt: Digite a palavra "{confirmWord}" para ativar o modo especialista.
ro_ro: Te rugăm să tastezi cuvântul "{confirmWord}" pentru a activa modul expert.
ru_ru: Пожалуйста, напишите слово "{confirmWord}", чтобы включить экспертный режим.
sk_sk: Ak chcete aktivovať expertný režim, zadajte slovo „{confirmWord}“.
sv_se: Skriv ordet "{confirmWord}" för att aktivera expertläget.
th_th: โปรดพิมพ์คำว่า "{confirmWord}" เพื่อเปิดใช้งานโหมดผู้เชี่ยวชาญ
tr_tr: Uzman modunu etkinleştirmek için lütfen "{confirmWord}" kelimesini yazın.
vi_vn: Vui lòng nhập từ "{confirmWord}" để bật chế độ chuyên gia.

source: Pool
ar_sa: المجموعة
bg_bg: Пул
fr_fr: Piscine
ja_jp: プール
pl_pl: Pula
pt_pt: Piscina
ro_ro: Fond comun
ru_ru: Пул
th_th: พูล
tr_tr: Havuz

source: Pool Found!
ar_sa: تم إيجاد المجموعة!
bg_bg: Намерен е пул!
cs_cz: Pool Nalezen!
de_de: Pool gefunden!
es_es: ¡Pool encontrada!
fr_fr: Piscine trouvée !
hu_hu: Megvan a pool!
id_id: Pool ditemukan!
it_it: Pool trovato!
ja_jp: プールが見つかりました！
nl_nl: Pool Gevonden!
pl_pl: Pula znaleziona!
pt_pt: Piscina encontrada!
ro_ro: Fonc comun găsit!
ru_ru: Пул найден!
sk_sk: Pool bol nájdený!
sv_se: Pool hittad!
th_th: พบพูล!
tr_tr: Havuz Bulundu!
vi_vn: Đã tìm thấy pool!

source: Pool Rate
ar_sa: سعر المجموعة
bg_bg: Тарифа на пулът
cs_cz: Sazba Poolu
es_es: Tarifa del Pool
fr_fr: Tarif Piscine
hu_hu: Pool díjszabás
id_id: Tarif Pool
it_it: Tasso Pool
ja_jp: プールのレート
nl_nl: Pool Tarief
pl_pl: Stawka za pulę
pt_pt: Taxa de Pool
ro_ro: Rata Fondului Comun
ru_ru: Тариф пула
sk_sk: Hodnotenie poolu
sv_se: Pool-avgift
th_th: อัตราค่าพูล
tr_tr: Havuz Oranı
vi_vn: Tỷ Lệ Pool

source: Pool rate
ar_sa: سعر المجموعة
bg_bg: Тарифа на пулът
cs_cz: Sazba Poolu
es_es: Tarifa del pool
fr_fr: Tarif piscine
hu_hu: Pool díjszabás
id_id: Tarif pool
it_it: Tasso pool
ja_jp: プールのレート
nl_nl: Pool tarief
pl_pl: Stawka za pulę
pt_pt: Taxa de Pool
ro_ro: Rata fondului comun
ru_ru: Тариф пула
sk_sk: Hodnotenie poolu
sv_se: Pool-avgift
th_th: อัตราค่าพูล
tr_tr: Havuz oranı
vi_vn: Tỷ lệ pool

source: Pool tokens in rewards pool:
ar_sa: رموز المجموعة في مجموعة المكافآت:
bg_bg: Пул токени в наградния пул:
cs_cz: Tokeny z poolu odměn:
de_de: Pool-Token im Prämien-Pool:
es_es: Acumula tokens en el pool de recompensas:
fr_fr: Jetons de pool dans le pool de récompenses :
hu_hu: Pool tokenek a jutalom poolban:
id_id: Pool token di kumpulan hadiah:
it_it: Mettere i token nel pool delle ricompense:
ja_jp: 報酬プール内のプールトークン:
nl_nl: Pooltokens in beloningen pool:
pl_pl: Pula tokenów w puli nagród:
pt_pt: Reúna tokens no pool de recompensas:
ro_ro: Tokenuri din fondul comun de recompense:
ru_ru: Токены пула в пуле вознаграждений:
sk_sk: Pool tokeny v odmenách:
sv_se: Pool-tokens i belöningspoolen:
th_th: โทเค็นพูลในกลุ่มรางวัล:
tr_tr: Ödül havuzundaki havuz tokenleri
vi_vn: Nhóm mã thông báo trong nhóm phần thưởng:

source: Pooled {0}:
ar_sa: تم تجميعها {0}:
bg_bg: В пулъ
de_de: Gepoolt {0}:
es_es: Reunidos {0}:
fr_fr: {0} mis en commun :
hu_hu: Poolba helyezett {0}:
id_id: Dikumpulkan {0}:
it_it: In pool {0}:
ja_jp: プールされた {0}:
nl_nl: Gepooled {0}:
pl_pl: Łącznie {0}:
pt_pt: Agrupado {0}:
ro_ro: Pus în fondul comun {0}:
ru_ru: В пуле {0}:
sv_se: Poolad {0}:
th_th: รวม {0}:
tr_tr: Havuzdaki {0}:
vi_vn: Đã gộp {0}:

source: Pools Overview
ar_sa: نظرة عامة على المجموعات
bg_bg: Преглед на пуловете
cs_cz: Přehled poolů
de_de: Übersicht der Pools
es_es: Resumen de Pools
fr_fr: Présentation des piscines
hu_hu: Poolok áttekintése
id_id: Gambaran Umum Pool
it_it: Panoramica Pool
ja_jp: プールの概要
nl_nl: Pools Overzicht
pl_pl: Przegląd puli
pt_pt: Visão geral das piscinas
ro_ro: Prezentare generală a fondurilor comune
ru_ru: Обзор пулов
sk_sk: Prehľad poolov
sv_se: Översikt av pooler
th_th: ภาพของพูล
tr_tr: Havuzlara Genel Bakış
vi_vn: Tổng Quan Về Pool

source: Preview
ar_sa: معاينة
bg_bg: Преглед
cs_cz: Náhled
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
hu_hu: Előnézet
id_id: Pratinjau
it_it: Anteprima
ja_jp: プレビュー
nl_nl: Voorbeeld
pl_pl: Podgląd
pt_pt: Prévia
ro_ro: Previzualizare
ru_ru: Предварительный просмотр
sk_sk: Náhľad
sv_se: Förhandsgranskning
th_th: ดูตัวอย่าง
tr_tr: Onizleme
vi_vn: Xem trước

source: Price
ar_sa: السعر
bg_bg: Цена
cs_cz: Cena
de_de: Preis
es_es: Precio
fr_fr: Prix
hu_hu: Ár
id_id: Harga
it_it: Prezzo
ja_jp: 価格
nl_nl: Prijs
pl_pl: Cena
pt_pt: Preço
ro_ro: Preț
ru_ru: Цена
sk_sk: Cena
sv_se: Pris
th_th: ราคา
tr_tr: Fiyat
vi_vn: Giá

source: Price Difference:
ar_sa: فارق السعر:
bg_bg: Разлика в цената
cs_cz: Cenový rozdíl:
de_de: Preisunterschied:
es_es: Diferencia de precio:
fr_fr: Différence de prix:
hu_hu: Árkülönbség:
id_id: Perbedaan Harga:
it_it: Differenza prezzo:
ja_jp: 価格差:
nl_nl: Prijsverschil:
pl_pl: Różnica cen:
pt_pt: Diferença de preço:
ro_ro: Diferență de preț:
ru_ru: Разница в цене:
sk_sk: Rozdiel v cene:
sv_se: Prisskillnad:
th_th: ความแตกต่างของราคา:
tr_tr: Fiyat Farkı:
vi_vn: Chênh Lệch Giá

source: Price Impact
ar_sa: تأثير السعر
bg_bg: Въздействие на цената
cs_cz: Dopad na cenu
de_de: Preisauswirkung
es_es: Impacto del precio
fr_fr: Incidence sur les prix
hu_hu: Árhatás
id_id: Dampak Harga
it_it: Impatto prezzo
ja_jp: 価格インパクト
nl_nl: Prijsimpact
pl_pl: Wpływ na cenę
pt_pt: Impacto de preço
ro_ro: Impactul prețului
ru_ru: Влияние цены
sk_sk: Vplyv ceny
sv_se: Prispåverkan
th_th: ผลกระทบด้านราคา
tr_tr: Fiyat Etkisi
vi_vn: Tác Động Giá

source: Price Impact Too High
ar_sa: تأثير السعر مرتفع للغاية
bg_bg: Въздействието върху цената е твърде голямо
cs_cz: Příliš vysoký dopad na cenu
de_de: Preisauswirkung zu hoch
es_es: Impacto del precio demasiado alto
fr_fr: Impact sur les prix trop élevé
hu_hu: Az árhatás túl magas
id_id: Dampak Harga Terlalu Tinggi
it_it: Impatto prezzo troppo alto
ja_jp: 高すぎる価格インパクト
nl_nl: Prijsimpact te hoog
pl_pl: Zbyt duży wpływ na cenę
pt_pt: Impacto de preço é alto demais
ro_ro: Impactul prețului prea mare
ru_ru: Слишком сильное влияние на цену
sk_sk: Vplyv na cenu je príliš vysoký
sv_se: Prispåverkan för hög
th_th: ผลกระทบด้านราคาสูงเกินไป
tr_tr: Fiyat Etkisi Çok Yüksek
vi_vn: Tác Động Giá Quá Cao
