Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: Availiable on
ar_sa: متوفر في
bg_bg: Налично на
cs_cz: K dispozici na
de_de: Erhältlich auf
es_es: Disponible en
fr_fr: Disponible sur
hu_hu: Elérhető
id_id: Tersedia di
it_it: Disponibile su
ja_jp: で利用可能
nl_nl: Beschikbaar op
pl_pl: Dostępne na
pt_pt: Disponível em
ro_ro: Disponibil pe
ru_ru: Доступно в
sk_sk: Dostupné na
sv_se: Tillgänglig på
th_th: ใช้ได้วันที่
tr_tr: Şurada mevcut:
vi_vn: Có sẵn trên

source: Get it on
ar_sa: احصل عليه
bg_bg: Получете го от
cs_cz: Získejte ji
de_de: Zu beziehen über
es_es: Consíguelo
fr_fr: Obtenez-le sur
hu_hu: Szerezd meg
id_id: Dapatkan di
it_it: PROVALO
ja_jp: で入手
nl_nl: Zet 'm op
pl_pl: Załóż
pt_pt: Obter em
ro_ro: Ia-l de pe
ru_ru: Установите
sk_sk: Pustite sa do toho
sv_se: Hämta den på
th_th: รับที่
tr_tr: Şuradan edinebilirsiniz:
vi_vn: Nhận nó trên

source: Create a wallet
ar_sa: إنشاء محفظة
bg_bg: Създайте портфейл
cs_cz: Vytvoření peněženky
de_de: Eine Wallet erstellen
es_es: Crear un wallet
fr_fr: Créer un portefeuille
hu_hu: Hozz létre egy pénztárcát
id_id: Buat dompet
it_it: Crea un wallet
ja_jp: ウォレットを作成する
nl_nl: Maak een wallet aan
pl_pl: Stwórz portfel
pt_pt: Criar uma carteira
ro_ro: Creează un portofel
ru_ru: Создайте кошелек
sk_sk: Vytvorte si peňaženku
sv_se: Skapa en plånbok
th_th: สร้างกระเป๋าเงิน
tr_tr: Bir cüzdan oluşturun
vi_vn: Tạo ví

source: Make sure you complete all the steps below to ensure we can track your activities towards the Best Wallet airdrop
ar_sa: تأكد من إكمال جميع الخطوات أدناه للتأكد من أنه يمكننا تتبع أنشطتك نحو التوزيع المجاني airdrop لـ Best Wallet
bg_bg: Уверете се, че сте изпълнили всички стъпки по-долу, за да можем да следим вашите дейности към разпределението на Best Wallet
cs_cz: Ujistěte se, že jste splnili všechny níže uvedené kroky, abychom mohli sledovat vaše aktivity při Best Wallet aidropu
de_de: Vergewissern Sie sich, dass Sie alle unten aufgeführten Schritte ausführen, damit wir Ihre Aktivitäten in Richtung Best Wallet-Airdrop verfolgen können
es_es: Asegúrate de completar todos los pasos que se indican a continuación para garantizar que podamos seguir tus actividades hacia el airdrop de Best Wallet
fr_fr: Assurez-vous de suivre toutes les étapes ci-dessous pour nous assurer que nous pouvons suivre vos activités vers le Airdrop de Best Wallet
hu_hu: Bizonyosodj meg arról, hogy az összes alábbi lépést végrehajtod, hogy nyomon tudjuk követni tevékenységeidet, hogy részt vehess a Best Wallet airdrop akcióban
id_id: Pastikan Anda menyelesaikan semua langkah di bawah ini untuk memastikan kami dapat melacak aktivitas Anda menuju airdrop Best Wallet
it_it: Assicurati di completare tutti i passaggi seguenti per assicurarci di poter monitorare le tue attività verso l'airdrop di Best Wallet
ja_jp: 下記のすべての手順を完了して、Best Walletエアドロップに向けてあなたの活動を追跡できるようにしてください。
nl_nl: Zorg ervoor dat je alle onderstaande stappen voltooit om ervoor te zorgen dat we je activiteiten kunnen volgen voor de Best Wallet airdrop
pl_pl: Upewnij się, że wykonałeś wszystkie poniższe kroki, abyśmy mogli śledzić Twoje działania w kierunku airdrop Best Wallet
pt_pt: Certifique-se de concluir todos os passos abaixo para garantir que podemos acompanhar as suas atividades até o airdrop de Best Wallet
ro_ro: Completează toți pașii de mai jos pentru a ne asigura că îți putem urmări activitățile în vederea lansării Best Wallet.
ru_ru: Убедитесь, что Вы выполнили все шаги, описанные ниже. Мы отслеживаем активность участников, перед тем как провести аирдроп Best Wallet.
sk_sk: Uistite sa, že ste vykonali všetky kroky uvedené nižšie, aby sme mohli sledovať vaše aktivity smerom k airdropu Best Wallet
sv_se: Se till att du slutför alla stegen nedan så att vi kan spåra dina aktiviteter mot Best Wallets airdrop
th_th: ตรวจสอบให้แน่ใจว่าคุณทำตามขั้นตอนด้านล่างทั้งหมดเพื่อให้แน่ใจว่าเราสามารถติดตามกิจกรรมการแจกเหรียญ Best Wallet
tr_tr: Best Wallet airdrop'una yönelik faaliyetlerinizi takip edebilmemiz için aşağıdaki tüm adımları tamamladığınızdan emin olun
vi_vn: Đảm bảo bạn hoàn thành tất cả các bước ở bên dưới để đảm bảo chúng tôi có thể theo dõi các hoạt động của bạn đối với chương trình airdrop Best Wallet

source: Download Our App
ar_sa: قم بتحميل تطبيقنا
bg_bg: Изтеглете нашето приложение
cs_cz: Stáhněte si naši aplikaci
de_de: Laden Sie unsere App herunter
es_es: Descarga Nuestra App
fr_fr: Téléchargez notre application
hu_hu: Töltsd le az applikációt
id_id: Unduh Aplikasi Kami
it_it: Scarica la nostra App
ja_jp: アプリをダウンロードする
nl_nl: Download onze App
pl_pl: Pobierz naszą aplikację
pt_pt: Faça o Download do Nosso Aplicativo
ro_ro: Descarcă aplicația noastră
ru_ru: Загрузите наше приложение
sk_sk: Stiahnuť našu aplikáciu
sv_se: Ladda ner vår app
th_th: ดาวน์โหลดแอพของเรา
tr_tr: Uygulamamızı İndirin
vi_vn: Tải Xuống Ứng Dụng Của Chúng Tôi

source: Engage On Our Platform
ar_sa: الاشتراك في منصتنا
bg_bg: Участвайте на нашата платформа
cs_cz: Zapojte se na naší platformě
de_de: Engagieren Sie sich auf unserer Plattform
es_es: Participa en nuestra plataforma
fr_fr: Engagez-vous sur notre plateforme
hu_hu: Látogass el a platformunkra
id_id: Terlibat di Platform Kami
it_it: Interagisci sulla nostra piattaforma
ja_jp: プラットフォームで参加する
nl_nl: Doe mee op ons platform
pl_pl: Zaangażuj się w naszą platformę
pt_pt: Engaje-se em nossa plataforma
ro_ro: Implică-te pe platforma noastră
ru_ru: Проявите активность на нашей платформе
sk_sk: Zapojte sa na našej platforme
sv_se: Engagera dig på vår plattform
th_th: มีส่วนร่วมในแพลตฟอร์มของเรา
tr_tr: Platformumuzla Etkileşime Geçin
vi_vn: Tham Gia Vào Nền Tảng Của Chúng Tôi

source: Visit Our Website
ar_sa: قم بزيارة موقعنا
bg_bg: Посетете нашия уебсайт
cs_cz: Navštivte naše webové stránky
de_de: Besuchen Sie unsere Webseite
es_es: Visita nuestro sitio web
fr_fr: Visitez notre site Internet
hu_hu: Látogass el a weboldalunkra
id_id: Kunjungi Situs Web Kami
it_it: Visita il nostro sito
ja_jp: ウェブサイトを見る
nl_nl: Bezoek onze Website
pl_pl: Odwiedź naszą stronę
pt_pt: Visite Nosso Website
ro_ro: Vizitează site-ul nostru
ru_ru: Посетите наш веб-сайт
sk_sk: Navštívte našu stránku
sv_se: Besök vår webbsida
th_th: ไปยังเว็บไซต์ของเรา
tr_tr: Web Sitemizi Ziyaret Edin
vi_vn: Truy Cập Trang Web Của Chúng Tôi

source: Join @BestWallet_Official on Telegram
ar_sa: انضم إلى BestWallet_Official@ على تيليجرام
bg_bg: Присъединете се към @BestWallet_Official в Телеграм
cs_cz: Přidejte se k @BestWallet_Official na Telegramu
de_de: Treten Sie @BestWallet_Official auf Telegram bei
es_es: Únete a @BestWallet_Official en Telegram
fr_fr: Rejoignez @BestWallet_Official sur Telegram
hu_hu: Csatlakozz hozzánk a @BestWallet_Official Telegram oldalon
id_id: Bergabunglah dengan @BestWallet_Official di Telegram
it_it: Unisciti a @BestWallet_Official su Telegram
ja_jp: テレグラムで@BestWallet_Officialに参加する
nl_nl: Word lid van @BestWallet_Official op Telegram
pl_pl: Dołącz do @BestWallet_Official na Telegramie
pt_pt: Junte-se a @BestWallet_Official no Telegram
ro_ro: Intră pe @BestWallet_Official pe Telegram
ru_ru: Присоединитесь к каналу@BestWallet_Official в Telegram
sk_sk: Pripojte sa k @BestWallet_Official na Telegrame
sv_se: Gå med i @BestWallet_Official på Telegram
th_th: เข้าร่วม @BestWallet_Official ทาง Telegram
tr_tr: Telegram'da @BestWallet_Official kanalına katılın
vi_vn: Tham Gia @BestWallet_Official trên Telegram

source: Join Our Discord Server
ar_sa: انضم إلى خادم ديسكور الخاص بنا
bg_bg: Присъединете се към нашия Discord сървър
cs_cz: Připojte se k našemu serveru Discord
de_de: Treten Sie unserem Discord Server bei
es_es: Únete a nuestro servidor Discord
fr_fr: Rejoignez notre serveur Discord
hu_hu: Csatlakozz hozzánk a Discord oldalunkon
id_id: Bergabunglah dengan Server Discord Kami
it_it: Unisciti al nostro server Discord
ja_jp: Discordサーバーに参加する
nl_nl: Word lid van onze Discord Server
pl_pl: Dołącz do naszego serwera Discord
pt_pt: Junte-se ao Nosso Grupo Discord
ro_ro: Intră pe serverul nostru Discord
ru_ru: Присоединитесь к нашему серверу в Discord
sk_sk: Pripojte sa k nášmu discord serveru
sv_se: Gå med i vår Discord-server
th_th: เข้าร่วมเซิร์ฟเวอร์ Discord ของเรา
tr_tr: Discord Sunucumuza Katılın
vi_vn: Tham Gia Máy Chủ Discord Của Chúng Tôi

source: Follow @BestWallet__ on Twitter
ar_sa: تابع BestWallet__ على تويتر
bg_bg: Последвайте @BestWallet в Twitter
cs_cz: Sledujte @BestWallet__ na Twitteru
de_de: Folgen Sie @BestWallet__ auf Twitter
es_es: Sigue a @BestWallet__ en Twitter
fr_fr: Suivez @BestWallet__ sur Twitter
hu_hu: Kövesd a @BestWallet__ Twitter oldalt
id_id: Ikuti @BestWallet__ di Twitter
it_it: Segui @BestWallet__ su Twitter
ja_jp: Twitterで@BestWallet__をフォローする
nl_nl: Volg @BestWallet__ op Twitter
pl_pl: Obserwuj @BestWallet__ na Twitterze
pt_pt: Siga @BestWallet__ no Twitter
ro_ro: Urmărește @BestWallet__ pe Twitter
ru_ru: Подпишитесь на канал @BestWallet__ в Twitter
sk_sk: Sledujte @BestWallet__ na Twitteri
sv_se: Följ @BestWallet__ på Twitter
th_th: ติดตาม @BestWallet__ บน Twitter
tr_tr: Twitter'da @BestWallet__ Hesabını Takip Edin
vi_vn: Theo dõi @BestWallet__ trên Twitter

source: Visit @bestwalletofficial on Instagram
ar_sa: قم بزيارة bestwalletofficial على إنستغرام
bg_bg: Присъединете се към @bestwalletofficial в Instagram
cs_cz: Navštivte @bestwalletofficial na Instagramu
de_de: Besuchen Sie @bestwalletofficial auf Instagram
es_es: Visita @bestwalletofficial en Instagram
fr_fr: Visitez @bestwalletofficial sur Instagram
hu_hu: Látogass el az @bestwalletofficial Instagram oldalra
id_id: Kunjungi @bestwalletofficial di Instagram
it_it: Visita @bestwalletofficial su Instagram
ja_jp: Instagramで@bestwalletofficialを見る
nl_nl: Bezoek @bestwalletofficial op Instagram
pl_pl: Odwiedź @bestwalletofficial na Instagramie
pt_pt: Visite @bestwalletofficial no Instagram
ro_ro: Vizitează @bestwalletofficial pe Instagram
ru_ru: Подпишитесь на аккаунт @bestwalletofficial в Instagram
sk_sk: Navštíviť @bestwalletofficial na Instagrame
sv_se: Besök @bestwalletofficial på Instagram
th_th: ไปยัง @bestwalletofficial บน Instagram
tr_tr: Instagram'da @bestwalletofficial Hesabını Takip Edin
vi_vn: Truy cập @bestwalletofficial trên Instagram

source: How you earn points
ar_sa: كيف تكسب النقاط
bg_bg: Как можете да печелите точки
cs_cz: Jak získáváte body
de_de: Wie Sie Punkte sammeln
es_es: Cómo ganar puntos
fr_fr: Comment vous gagnez des points
hu_hu: Hogyan szerezhetsz pontokat?
id_id: Bagaimana Anda mendapatkan poin
it_it: Come guadagnare punti
ja_jp: ポイントの獲得方法
nl_nl: Hoe je punten verdient
pl_pl: Jak zdobyć punkty
pt_pt: Como ganhar pontos
ro_ro: Cum câștigi puncte
ru_ru: Как вы зарабатываете баллы
sk_sk: Ako zarábate body
sv_se: Hur du tjänar poäng
th_th: วิธีที่คุณได้รับคะแนน
tr_tr: Nasıl puan kazanırsınız
vi_vn: Cách bạn có thể kiếm được điểm

source: Use the Best Wallet App and DEX
ar_sa: استخدم Best Wallet App و DEX
bg_bg: Използвайте приложението Best Wallet и DEX
cs_cz: Použití Best Wallet aplikace a DEX
de_de: Verwenden Sie die BestWallet-App und DEX
es_es: Utiliza la aplicación Best Wallet y DEX
fr_fr: Utilisez l'app Best wallet et DEX
hu_hu: Használd a legjobb pénztárca applikációt és DEX-et
id_id: Gunakan Aplikasi Best Wallet dan DEX
it_it: Usa la migliore app Wallet e DEX
ja_jp: Best WalletアプリとDEXを使用する
nl_nl: Gebruik de Best Wallet App en DEX
pl_pl: Skorzystaj z aplikacji Best Wallet i DEX
pt_pt: Usar Best Wallet App e DEX
ro_ro: Folosește cea mai bună aplicație de portofel și DEX
ru_ru: За использование приложений Best Wallet и DEX
sk_sk: Používate Best Wallet App a DEX
sv_se: Använda Best Wallet Appen och DEX
th_th: ใช้แอพ Wallet และ DEX ที่ดีที่สุด
tr_tr: Best Wallet Uygulamasını ve DEX'ini Kullanın
vi_vn: Sử dụng Ứng dụng Best Wallet và DEX

source: Store your tokens and make transactions
ar_sa: تخزين الرموز الخاصة بك وإجراء المعاملات
bg_bg: Съхранявайте вашите токени и извършвайте транзакции
cs_cz: Ukládejte tokeny a provádějte transakce
de_de: Speichern Sie Ihre Token und führen Sie Transaktionen durch
es_es: Almacena tus tokens y realiza transacciones
fr_fr: Stockez vos tokens et effectuez des transactions
hu_hu: Tárold a tokenjeidet és köss tranzakciókat
id_id: Menyimpan token Anda dan melakukan transaksi
it_it: Archivia i tuoi token ed effettua transazioni
ja_jp: トークンを保管し、取引を行う
nl_nl: Bewaar je tokens en voer transacties uit
pl_pl: Przechowuj swoje tokeny i wykonuj transakcje
pt_pt: Armazenar seus tokens e efectuar transacções
ro_ro: Stochează-ți jetoanele și efectuează tranzacții
ru_ru: За хранение токенов и осуществление транзакций
sk_sk: Uložte si tokeny a uskutočňujte transakcie
sv_se: Förvara dina tokens och gör transaktioner
th_th: เก็บโทเค็นของคุณและทำธุรกรรม
tr_tr: Tokenlerinizi tutun ve işlem yapın
vi_vn: Lưu trữ mã thông báo của bạn và thực hiện các giao dịch

source: Engage with our Socials and spread the word
ar_sa: الاشتراك في وسائل التواصل الاجتماعي لدينا والنشر
bg_bg: Участвайте в нашите социални мрежи и разпространявайте информацията
cs_cz: Zapojte se do našich sociálních sítí a šiřte informace dál
de_de: Engagieren Sie sich in unseren sozialen Netzwerken und verbreiten Sie die Nachricht
es_es: Participa en nuestras redes sociales y corre la voz
fr_fr: Engagez-vous avec nos réseaux sociaux et faites passer le mot
hu_hu: Csatlakozz a közösségi oldalainkhoz, és terjeszd a hírt
id_id: Terlibat dengan Media Sosial kami dan sebarkan berita ini
it_it: Interagisci con i nostri social e diffondi la voce
ja_jp: ソーシャルメディアに参加し、情報を拡散する
nl_nl: Doe mee aan onze Socials en verspreid het woord
pl_pl: Angażuj się w naszych mediach społecznościowych i rozpowszechniaj informacje
pt_pt: Participe nas nossas redes sociais e divulgue
ro_ro: Implică-te în rețelele noastre sociale și răspândește vestea
ru_ru: За активность в наших социальных сетях и распространение информации
sk_sk: Zapojte sa do našich sociálnych sietí a šírte informácie
sv_se: Engagera dig i våra sociala medier och sprid ordet
th_th: มีส่วนร่วมกับโซเชียลของเราและกระจายข่าว
tr_tr: Sosyal hesaplarımızla etkileşime geçin ve dünyaya duyurun
vi_vn: Tham gia với các nền tảng mạng xã hội của chúng tôi và giúp lan truyền, quảng bá ứng dụng này ra cả thế giới

source: Cryptocurrency may be unregulated in your jurisdiction. The value of cryptocurrencies may go down as well as up. Profits may be subject to capital gains or other taxes applicable in your jurisdiction.
ar_sa: قد تكون العملة المشفرة غير منظمة في ولايتك القضائية. قد تنخفض قيمة العملات المشفرة أو ترتفع. قد تخضع الأرباح لمكاسب رأس المال أو ضرائب أخرى مطبقة في ولايتك القضائية.
bg_bg: Криптовалутата може да не е регулирана във вашата юрисдикция. Стойността на криптовалутите може да спада, както и да се увеличава. Печалбите могат да подлежат на данък върху капиталовите печалби или други данъци, приложими във вашата юрисдикция.
cs_cz: Kryptoměna nemusí být ve vaší jurisdikci regulována. Hodnota kryptoměn může klesat stejně jako stoupat. Zisky mohou podléhat kapitálovým ziskům nebo jiným daním platným ve vaší jurisdikci.
de_de: Kryptowährungen können in Ihrer Gerichtsbarkeit unreguliert sein. Der Wert von Kryptowährungen kann sowohl steigen als auch fallen. Gewinne können der Kapitalertragssteuer oder anderen in Ihrem Land geltenden Steuern unterliegen.
es_es: Las criptomonedas pueden no estar reguladas en tu jurisdicción. El valor de las criptomonedas puede bajar o subir. Los beneficios pueden estar sujetos a ganancias de capital u otros impuestos aplicables en tu jurisdicción.
fr_fr: La crypto-monnaie peut ne pas être réglementée dans votre juridiction. La valeur des crypto-monnaies peut aussi bien baisser qu'augmenter. Les bénéfices peuvent être soumis à des gains en capital ou à d'autres impôts applicables dans votre juridiction.
hu_hu: Előfordulhat, hogy a kriptovaluták nem szabályozottak a te tartózkodási helyeden. A kriptovaluták értéke csökkenhet és emelkedhet is. A nyereséget tőkenyereség vagy egyéb adók terhelhetik, amelyek a tartózkodási helyedtől függően alkalmazandók.
id_id: Mata uang kripto mungkin tidak diatur dalam yurisdiksi Anda. Nilai mata uang kripto dapat turun dan naik. Keuntungan dapat dikenakan capital gain atau pajak lain yang berlaku di yurisdiksi Anda.
it_it: Le criptovalute potrebbero non essere regolamentate nel tuo Paese. Il valore delle criptovalute può aumentare o diminuire e i profitti possono essere soggetti a plusvalenze o altre imposte applicabili nel tuo Paese.
ja_jp: 仮想通貨は、あなたの管轄区域では規制されていないかもしれません。仮想通貨の価値は、下がることも上がることもあります。また、利益はあなたの司法管轄区で適用されるキャピタルゲイン、または他の税の対象となる可能性があります。
nl_nl: Cryptocurrency is mogelijk niet gereguleerd in jouw rechtsgebied. De waarde van cryptocurrencies kan zowel dalen als stijgen. Winsten kunnen onderworpen zijn aan vermogenswinstbelasting of andere belastingen die van toepassing zijn in jouw rechtsgebied.
pl_pl: Kryptowaluty mogą być nieuregulowane w Twojej jurysdykcji. Wartość kryptowalut może zarówno spadać, jak i rosnąć. Zyski mogą podlegać podatkom od zysków kapitałowych lub innym podatkom obowiązującym w Twojej jurysdykcji.
pt_pt: Criptomoedas podem não estar regulamentadas na sua jurisdição. O valor das criptomoedas pode tanto descer como subir. Os lucros podem estar sujeitos a ganhos de capital ou outros impostos aplicáveis na sua jurisdição.
ro_ro: Criptomoneda poate fi nereglementată în jurisdicția voastră. Valoarea criptomonedelor poate să scadă sau să crească. Profiturile pot fi supuse câștigurilor de capital sau altor impozite aplicabile în jurisdicția voastră.
ru_ru: Криптовалюта может быть нерегулируемой в Вашей юрисдикции. Стоимость криптовалют может как падать, так и расти. Прибыль может облагаться налогом на прирост капитала или другими налогами, действующими в Вашей юрисдикции.
sk_sk: Kryptomena môže byť vo vašej jurisdikcii neregulovaná. Hodnota kryptomien môže klesať aj stúpať. Zisky môžu podliehať kapitálovým ziskom alebo iným daniam platným vo vašej jurisdikcii.
sv_se: Kryptovalutor kan vara oreglerade i din jurisdiktion. Värdet på kryptovalutor kan gå både upp och ner. Vinster kan vara föremål för kapitalvinster eller andra skatter som är tillämpliga i din jurisdiktion.
th_th: สกุลเงินดิจิทัลอาจไม่มีการควบคุมในเขตอำนาจศาลของคุณ มูลค่าของสกุลเงินดิจิทัลอาจลดลงหรือสูงขึ้น กำไรที่ได้รับอาจขึ้นอยู่กับการเก็งราคาหรืออัตราภาษีอื่นๆ ที่เกี่ยวข้องในเขตอำนาจศาลของคุณ
tr_tr: Kripto para birimi, bulunduğunuz bölgede regüle edilmemiş olabilir. Kripto para birimlerinin değeri yükselebileceği gibi aynı zamanda düşebilir. Kârlar, bulunduğunuz bölgede geçerli olan sermaye kazançlarına veya diğer vergilere tabi olabilir.
vi_vn: Tiền điện tử có thể không được kiểm soát trong các quy định của pháp luật nơi bạn đang sinh sống. Giá trị của tiền điện tử có thể biến động rất mạnh. Lợi nhuận có thể phải chịu thuế giá trị gia tăng hoặc các loại thuế khác tùy theo các quy định của pháp luật nơi bạn đang sinh sống.

source: What is a Crypto Airdrop?
ar_sa: ما هو التوزيع المجاني airdrop للعملة المشفرة؟
bg_bg: Какво е крипто Airdrop?
cs_cz: Co je to Airdrop kryptoměn?
de_de: Was ist ein Krypto-Airdrop?
es_es: ¿Qué es un Airdrop de criptomonedas?
fr_fr: Qu'est-ce qu'un Airdrop Crypto ?
hu_hu: Mi az a kripto Airdrop?
id_id: Apa yang dimaksud dengan Crypto Airdrop?
it_it: Cos'è una crypto airdrop?
ja_jp: 仮想通貨のエアドロップとは？
nl_nl: Wat is een Crypto Airdrop?
pl_pl: Czym jest airdrop kryptowalut?
pt_pt: O que é um Airdrop Cripto?
ro_ro: Ce este un Crypto Airdrop?
ru_ru: Что такое аирдроп криптовалюты?
sk_sk: Čo je krypto airdrop?
sv_se: Vad är en Crypto Airdrop?
th_th: Crypto Airdrop คืออะไร?
tr_tr: Kripto Airdrop'u nedir?
vi_vn: Airdrop tiền điện tử là gì?

source: How can I participate in the BEST Token Airdrop?
ar_sa: كيف يمكنني المشاركة في التوزيع المجاني airdrop لرمز BEST؟
bg_bg: Как мога да участвам в разпределението на BEST Token?
cs_cz: Jak se mohu zúčastnit aidropu tokenů BEST?
de_de: Wie kann ich am BEST-Token-Airdrop teilnehmen?
es_es: ¿Cómo puedo participar en el Airdrop de BEST Token?
fr_fr: Comment puis-je participer à l'airdrop BEST Token ?
hu_hu: Hogyan vehetek rsézt a BEST token airdroppon?
id_id: Bagaimana cara berpartisipasi dalam Airdrop Token BEST?
it_it: Come posso partecipare al BEST Token Airdrop?
ja_jp: BESTトークンのエアドロップへの参加方法とは？
nl_nl: Hoe kan ik deelnemen aan de BEST Token Airdrop?
pl_pl: Jak mogę wziąć udział w BEST Token Airdrop?
pt_pt: Como é que posso participar no Airdrop do BEST Token?
ro_ro: Cum pot participa la Airdrop-ul token-ului BEST?
ru_ru: Как принять участие в аирдропе BEST?
sk_sk: Ako sa môžem zúčastniť v BEST token airdope?
sv_se: Hur kan jag delta i BEST Token Airdrop?
th_th: ฉันจะเข้าร่วม Best Token Airdrop ได้อย่างไร?
tr_tr: Best Token Airdrop'una nasıl katılabilirim?
vi_vn: Làm cách nào tôi có thể tham gia chương trình Airdrop mã thông báo BEST?

source: To participate in the BEST Token Airdrop, you need to follow these steps:
ar_sa: للمشاركة في التوزيع المجاني airdrop لرمز BEST، عليك اتباع الخطوات التالية:
bg_bg: За да участвате в разпределението на BEST Token, трябва да следвате тези стъпки:
cs_cz: Chcete-li se zúčastnit BEST Token Airdropu, musíte postupovat podle následujících kroků:
de_de: Um am BEST-Token-Airdrop teilzunehmen, müssen Sie die folgenden Schritte befolgen:
es_es: Para participar en el Airdrop BEST Token, tienes que seguir estos pasos:
fr_fr: Pour participer à l'airdrop BEST Token, vous devez suivre ces étapes :
hu_hu: Annak érdekében, hogy te is részese lehess az Airdroppnak, az alábbi lépéseket kell követned:
id_id: Untuk berpartisipasi dalam Airdrop Token BEST, Anda harus mengikuti langkah-langkah berikut:
it_it: Per partecipare al BEST Token Airdrop, devi seguire questi passaggi:
ja_jp: BESTトークンのエアドロップへの参加手順は次のとおりです:
nl_nl: Om deel te nemen aan de BEST Token Airdrop, volg je deze stappen:
pl_pl: Aby wziąć udział w BEST Token Airdrop, musisz wykonać następujące kroki:
pt_pt: Para participar do Airdrop de BEST Token é necessário seguir estes passos:
ro_ro: Pentru a participa la BEST Token Airdrop, trebuie să parcurgi următorii pași:
ru_ru: Чтобы принять участие в раздаче токенов BEST, Вам необходимо выполнить следующие действия:
sk_sk: Ak sa chcete zúčastniť BEST token airdropu, musíte postupovať podľa týchto krokov:
sv_se: För att delta i BEST Token Airdrop måste du följa dessa steg:
th_th: ในการเข้าร่วม Best Token Airdrop คุณต้องทำตามขั้นตอนเหล่านี้:
tr_tr: Best Token Airdrop'una katılmak için, aşağıdaki adımları takip etmeniz gerekir:
vi_vn: Để tham gia chương trình Airdrop mã thông báo BEST, bạn hãy làm theo các bước sau:

source: a. Download the Best Wallet app and create a wallet.
ar_sa: أ. قم بتنزيل تطبيق Best Wallet وأنشئ محفظة.
bg_bg: а. Изтеглете приложението Best Wallet и създайте портфейл.
cs_cz: a. Stáhněte si aplikaci Best Wallet a vytvořte si peněženku.
de_de: a. Laden Sie die Best Wallet-App herunter und erstellen Sie eine Wallet.
es_es: a. Descarga la aplicación Best Wallet y crea una wallet.
fr_fr: a. Téléchargez l'application Best Wallet et créez un portefeuille.
hu_hu: a. Töltsd le a Best Wallet alkalmazást és hozz létre egy tárcát.
id_id: a. Unduh aplikasi Best Wallet dan buat dompet.
it_it: A. Scarica l'app Best Wallet e crea un wallet.
ja_jp: a. Best Walletアプリをダウンロードしてウォレットを設定
nl_nl: a. Download de Best Wallet app en maak een wallet aan.
pl_pl: a. Pobierz aplikację Best Wallet i utwórz portfel.
pt_pt: a. Descarregue o aplicativo Best Wallet e crie uma carteira.
ro_ro: a. Descarcă aplicația Best Wallet și creează un portofel.
ru_ru: a. Загрузить приложение Best Wallet и создать кошелек.
sk_sk: a. Stiahnite si aplikáciu Best Wallet a vytvorte si peňaženku.
sv_se: a. Ladda ner appen Best Wallet och skapa en plånbok.
th_th: 1. ดาวน์โหลดแอพ Best Wallet และสร้างกระเป๋าเงิน
tr_tr: a. Best Wallet uygulamasını indirin ve bir cüzdan oluşturun.
vi_vn: a. Tải xuống ứng dụng Best Wallet và tạo ví tiền điện tử.
