Repository: mayurmp/bestdex_interface
Catalog: src/locales/*.po
Languages: ar_sa, bg_bg, cs_cz, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, vi_vn

source: This token doesn't appear on the active token list(s). Make sure this is the token that you want to trade.
ar_sa: لا يظهر هذا الرمز المميز في قائمة (قوائم) الرموز النشطة. تأكد من أن هذا هو الرمز الذي تريد تداوله.
bg_bg: Този токен не се показва в списъка с активни токени. Уверете се, че това е токенът, който искате да търгувате.
cs_cz: Tento token se nezobrazuje v seznamu aktivních tokenů. Ujistěte se, že se jedná o token, se kterým chcete obchodovat.
de_de: Dieser Token erscheint nicht auf der/den Liste(n) der aktiven Token. Vergewissern Sie sich, dass dies der Token ist, mit dem Sie handeln möchten.
es_es: Este token no aparece en la(s) lista(s) de tokens activos. Asegúrate de que es el token que quieres intercambiar.
fr_fr: Ce jeton n'apparaît pas dans la ou les listes de jetons actifs. Assurez-vous qu'il s'agit du jeton que vous souhaitez échanger.
hu_hu: Ez a token nem szerepel az aktív tokenek listáján. Bizonyosodj meg róla, hogy ez az token az, amivel kereskedni szeretnél.
id_id: Token ini tidak muncul di daftar token aktif. Pastikan token ini adalah token yang ingin Anda perdagangkan.
it_it: Questo token non compare nell'elenco dei token attivi. Assicuratevi che sia il token che volete scambiare.
ja_jp: このトークンは、アクティブなトークンリストに表示されていません。取引したいトークンであることを確認してください。
nl_nl: Deze token verschijnt niet op de actieve tokenlijst(en). Zorg ervoor dat dit de token is dat je wil verhandelen.
pl_pl: Ten token nie pojawia się na liście aktywnych tokenów. Upewnij się, że jest to token, którym chcesz handlować.
pt_pt: Esse token não aparece na(s) lista(s) de tokens ativos. Certifique-se de que esse é o token que você deseja negociar.
ro_ro: Acest jeton nu apare în lista (listele) de jetoane active. Asigură-te că acesta este jetonul pe care dorești să îl tranzacționezi.
ru_ru: Этот токен не отображается в списках активных токенов. Убедитесь, что это именно тот токен, которым Вы хотите торговать.
sk_sk: Tento token sa nezobrazuje v aktívnych zoznamoch tokenov. Uistite sa, že ide o token, s ktorým chcete obchodovať.
sv_se: Denna token visas inte på de aktiva tokenlistorna. Kontrollera att detta är den token som du vill byta.
th_th: โทเค็นนี้ไม่ปรากฏในรายการโทเค็นที่ใช้งานอยู่ ตรวจสอบให้แน่ใจว่านี่คือโทเค็นที่คุณต้องการแลกเปลี่ยน
tr_tr: Bu token aktif token listelerinde görünmüyor. İşlem yapmak istediğiniz tokenin bu olduğundan emin olun.
vi_vn: Mã thông báo này đang không có trong (các) danh sách mã thông báo đang hoạt động. Đảm bảo đây là mã thông báo mà bạn muốn thực hiện giao dịch.

source: This token is not supported in the BestDex Labs app
ar_sa: هذا الرمز غير مدعوم في تطبيق BestDex Labs
bg_bg: Този токен не се поддържа в приложението BestDex Labs
cs_cz: Tento token není v aplikaci BestDex Labs podporován.
de_de: Dieser Token wird von der BestDex Labs-App nicht unterstützt.
es_es: Este token no es compatible con la aplicación BestDex Labs
fr_fr: Ce jeton n'est pas pris en charge dans l'application BestDex Labs
hu_hu: Ezt a tokent nem támogatja a BestDEx Labs alkalmazás
id_id: Token ini tidak didukung di aplikasi BestDex Labs
it_it: Questo token non è supportato dall'applicazione BestDex Labs.
ja_jp: このトークンは、BestDex Labsアプリではサポートされていません。
nl_nl: Dit token wordt niet ondersteund in de BestDex Labs app
pl_pl: Ten token nie jest obsługiwany w aplikacji BestDex Labs
pt_pt: Esse token não é compatível com o aplicativo BestDex Labs
ro_ro: Acest token nu este acceptat în aplicația BestDex Labs
ru_ru: Этот токен не поддерживается в приложении BestDex Labs
sk_sk: Tento token nie je podporovaný v aplikácii BestDex Labs
sv_se: Denna token stöds inte i appen BestDex Labs
th_th: โทเค็นนี้ไม่ได้รับการสนับสนุนในแอป BestDex Labs
tr_tr: Bu belirteç BestDex Labs uygulamasında desteklenmiyor
vi_vn: Mã thông báo này không được hỗ trợ trong ứng dụng BestDex Labs

source: This tool will safely migrate your {0} liquidity to V3. The process is completely trustless thanks to the
ar_sa: ستعمل هذه الأداة على ترحيل سيولة {0} الخاصة بك بأمان إلى V3. هذه العملية غير موثوقة تماما بفضل
bg_bg: Този инструмент безопасно ще мигрира вашата ликвидност от {0} към V3. Процесът е напълно безопасен благодарение на
cs_cz: Tento nástroj bezpečně převede vaši likviditu {0} na verzi V3. Proces je zcela bez důvěry díky
de_de: Mit dieser Methode migrieren Sie Ihre {0} Liquidität sicher nach V3. Der Prozess ist völlig vertrauensfrei, dank der
es_es: Esta herramienta migrará de forma segura tu {0} liquidez a V3. El proceso es totalmente fiable gracias a la
fr_fr: Cet outil migrera en toute sécurité votre liquidité {0} vers la V3. Le processus est complètement sans confiance grâce à la
hu_hu: Ez a pool biztonságosan áthelyezi a {0} likviditásodat V3-ba. A folyamat harmadik féltől független, köszönhetően a
id_id: Alat ini dengan aman akan memigrasikan likuiditas {0} Anda ke V3. Prosesnya benar-benar cepat berkat sistem
it_it: Questo strumento migra in modo sicuro la liquidità {0} alla V3. Il processo è completamente affidabile grazie alla
ja_jp: このツールは、あなたの{0}流動性を安全にV3に移行します。また、このプロセスは、次のように完全に信頼できるものです。
nl_nl: Deze tool migreert jouw {0} liquiditeit veilig naar V3. Het proces is volledig betrouwbaar dankzij de
pl_pl: Narzędzie to bezpiecznie migruje płynność {0} do V3. Proces jest całkowicie niezawodny dzięki
pt_pt: Essa ferramenta migrará com segurança sua liquidez {0} para a V3. O processo é totalmente confiável graças à
ro_ro: Acest instrument îți va migra în siguranță lichiditatea {0} în V3. Procesul este complet lipsit de încredere datorită
ru_ru: Этот инструмент безопасно перенесет Вашу ликвидность {0} в V3. Процесс полностью ненадежен благодаря
sk_sk: Tento nástroj bezpečne migruje vašu likviditu {0} na V3. Proces je úplne nedôveryhodný vďaka
sv_se: Det här verktyget migrerar din {0}-likviditet till V3 på ett säkert sätt. Processen är helt förtroendefri tack vare
th_th: เครื่องมือนี้จะย้ายสภาพคล่อง {0} ของคุณไปยัง V3 อย่างปลอดภัย กระบวนการนี้ไร้ความน่าเชื่อถือโดยสิ้นเชิง ต้องขอบคุณ
tr_tr: Bu araç {0} likiditenizi güvenli bir şekilde V3'e geçirecektir. Süreç, aşağıdakiler sayesinde tamamen güvenilmezdir
vi_vn: Công cụ này sẽ di chuyển thanh khoản {0} của bạn sang V3 một cách hoàn toàn an toàn. Quá trình này hoàn toàn đáng tin cậy nhờ vào

source: Tip: Custom tokens are stored locally in your browser
ar_sa: نصيحة: يتم تخزين الرموز المخصصة محليا في متصفحك
bg_bg: Съвет: Персонализираните токени се съхраняват локално във вашия браузър
cs_cz: Tip: Vlastní tokeny jsou uloženy lokálně v prohlížeči.
de_de: Tipp: Benutzerdefinierte Token werden lokal in Ihrem Browser gespeichert
es_es: Consejo: Los tokens personalizados se almacenan localmente en tu navegador
fr_fr: Conseil : les jetons personnalisés sont stockés localement dans votre navigateur
hu_hu: Tipp: A személyes tokenek a böngésződben vannak tárolva
id_id: Tips: Token khusus disimpan secara lokal di browser Anda
it_it: Suggerimento: I token personalizzati vengono memorizzati localmente nel browser.
ja_jp: ヒント:カスタムトークンはブラウザにローカルに保存されます。
nl_nl: Tip: aangepaste tokens worden lokaal in jouw browser opgeslagen
pl_pl: Wskazówka: Tokeny niestandardowe są przechowywane lokalnie w przeglądarce.
pt_pt: Dica: Os tokens personalizados são armazenados localmente em seu navegador
ro_ro: Sfat: Jetoanele personalizate sunt stocate local în browserul tău
ru_ru: Совет. Пользовательские токены хранятся локально в Вашем браузере.
sk_sk: Tip: Vlastné tokeny sú uložené lokálne vo vašom prehliadači
sv_se: Tips! Anpassade tokens lagras lokalt i din webbläsare
th_th: เคล็ดลับ: โทเค็นที่กำหนดเองจะถูกจัดเก็บไว้ในเบราว์เซอร์ของคุณ
tr_tr: İpucu: Özel tokenler tarayıcınızda yerel olarak depolanır
vi_vn: Mẹo: Mã thông báo tùy chỉnh sẽ được lưu trữ cục bộ trong trình duyệt của bạn

source: To
ar_sa: لـ
bg_bg: Към
cs_cz: Do
de_de: Zu
es_es: A
fr_fr: Pour
id_id: Ke
it_it: A
ja_jp: 宛先
nl_nl: Naar
pl_pl: Do
pt_pt: Para
ro_ro: Către
ru_ru: До
sk_sk: Do
sv_se: Till
th_th: ถึง
vi_vn: Đến

source: To (at least)
ar_sa: لـ (على الأقل)
bg_bg: До (най-малко)
cs_cz: Na (alespoň)
de_de: Zu (mindestens)
es_es: A (al menos)
fr_fr: Pour (au moins)
id_id: Ke (setidaknya)
it_it: A (almeno)
ja_jp: (少なくとも)のために
nl_nl: Naar (ten minste)
pl_pl: Do (co najmniej)
pt_pt: Para (pelo menos)
ro_ro: Către (cel puțin)
ru_ru: До (как минимум)
sk_sk: Do (aspoň)
sv_se: Till (minst)
th_th: ถึง (อย่างน้อย)
vi_vn: Đến (ít nhất)

source: To start trading on {0}, first bridge your assets from L1 to L2. Please treat this as a beta release and learn about the risks before using {1}.
ar_sa: لبدء التداول على {0}، قم أولا بتوصيل أصولك من L1 إلى L2. الرجاء التعامل مع هذا كإصدار تجريبي والتعرف على المخاطر قبل الاستخدام {1}.
bg_bg: За да започнете да търгувате на {0}, първо прехвърлете активите си от L1 към L2. Моля, гледайте на това като на бета версия и проучете рисковете, преди да го използвате {1}.
cs_cz: Chcete-li začít obchodovat na {0}, nejprve přemostěte svá aktiva z L1 na L2. Před použitím {1} považujte tuto verzi za beta verzi a seznamte se s riziky.
de_de: Um mit dem Handel auf {0} zu beginnen, übertragen Sie zunächst Ihre Vermögenswerte von L1 auf L2. Bitte betrachten Sie dies als eine Beta-Version und informieren Sie sich über die Risiken, bevor Sie {1} verwenden.
es_es: Para empezar a trading en {0}, primero puentea tus activos de L1 a L2. Por favor, trata esto como una versión beta e infórmate de los riesgos antes de utilizar {1}.
fr_fr: Pour commencer à négocier sur {0}, reliez d'abord vos actifs de L1 à L2. Veuillez traiter ceci comme une version bêta et en savoir plus sur les risques avant d'utiliser {1}.
hu_hu: A kereskedés megkezdéséhez itt {0}, először is vidd át az eszközeidet L1-ből L2-be. Ne feledd, hogy ez egy béta verzió, és tájékozódj az esetleges kockázatokról a(z) {1} használata előtt.
id_id: Untuk memulai trading di {0}, pertama-tama jembatani aset Anda dari L1 ke L2. Harap anggap ini sebagai rilis beta dan pelajari risikonya sebelum menggunakan {1}.
it_it: Per iniziare a fare trading su {0}, è necessario un bridge tra gli asset da L1 a L2. Vi preghiamo di provare questa versione beta e di informarvi sui rischi prima di utilizzare {1}.
ja_jp: {0}で取引を開始するには、最初にL1からL2へ資産をブリッジしてください。これをベータ版のリリースとして扱い、{1}を使用する前にリスクについて学んでください。
nl_nl: Om te beginnen met traden op {0}, bridge je eerst jouw activa van L1 naar L2. Behandel dit als een bètaversie en lees over de risico's voordat je {1} gebruikt.
pl_pl: Aby rozpocząć handel na {0}, należy najpierw przenieść swoje aktywa z L1 do L2. Traktuj to jako wersję beta i zapoznaj się z ryzykiem przed użyciem {1}.
pt_pt: Para começar a negociar em {0}, faça primeiro a ponte entre os seus activos de L1 e L2. Por favor, trate isto como uma versão beta e aprenda sobre os riscos antes de usar {1}.
ro_ro: Pentru a începe să tranzactionezi pe {0}, mai întâi fă o punte între activele tale din L1 și L2. Te rugăm să tratezi această versiune beta și să te informezi despre riscuri înainte de a utiliza {1}.
ru_ru: Чтобы начать торговать на {0}, сначала переместите свои активы из L1 в L2. Обратите внимание, что это бета-версия, поэтому ознакомьтесь с рисками перед использованием {1}.
sk_sk: Ak chcete začať obchodovať na {0}, najprv premostite svoje aktíva z L1 na L2. Berte to ako beta verziu a pred použitím {1} sa informujte o rizikách.
sv_se: För att börja handla på {0}, överbrygg först dina tillgångar från L1 till L2. Betrakta detta som en betaversion och lär dig mer om riskerna innan du använder {1}.
th_th: ในการเริ่มต้นการซื้อขายใน {0} ขั้นแรกให้เชื่อมโยงสินทรัพย์ของคุณจาก L1 ไปยัง L2 โปรดถือว่านี่เป็นรุ่นเบต้าและเรียนรู้เกี่ยวกับความเสี่ยงก่อนใช้ {1}
tr_tr: {0} üzerinde işlem yapmaya başlamak için önce varlıklarınızı L1'den L2'ye köprüleyin. Lütfen bunu bir beta sürümü olarak değerlendirin ve {1} kullanmadan önce riskler hakkında bilgi edinin.
vi_vn: Để bắt đầu thực hiện giao dịch trên {0}, trước tiên hãy bắc cầu tài sản của bạn từ L1 sang L2. Vui lòng coi đây là bản phát hành beta và tìm hiểu kỹ về các rủi ro trước khi sử dụng {1}.

source: Token not supported
ar_sa: رمز غير مدعوم
bg_bg: Токенът не се поддържа
cs_cz: Token není podporován
de_de: Token nicht unterstützt
es_es: Token no admitido
fr_fr: Jeton non pris en charge
hu_hu: Nem támogatott tokenek
id_id: Token tidak didukung
it_it: Token non supportato
ja_jp: トークンはサポートされていません。
nl_nl: Token niet ondersteund
pl_pl: Token nie jest obsługiwany
pt_pt: Token não aceito
ro_ro: Tokenul nu este acceptat
ru_ru: Токен не поддерживается
sk_sk: Token nie je podporovaný
sv_se: Token stöds inte
th_th: ไม่รองรับโทเค็น
tr_tr: Token desteklenmiyor
vi_vn: Mã thông báo không được hỗ trợ

source: Tokens
ar_sa: الرموز
bg_bg: Токени
cs_cz: Tokeny
de_de: Token
fr_fr: Jetons
hu_hu: Tokenek
id_id: Token
it_it: Token
ja_jp: トークン
pl_pl: Tokeny
ro_ro: Token-uri
ru_ru: Токены
sk_sk: Tokeny
th_th: โทเค็น
tr_tr: Tokenler
vi_vn: Mã thông báo

source: Tokens from inactive lists. Import specific tokens below or click Manage to activate more lists.
ar_sa: الرموز من القوائم غير النشطة. قم باستيراد الرموز المميزة المحددة أدناه أو انقر فوق "إدارة" لتنشيط المزيد من القوائم.
bg_bg: Токени от неактивни списъци. Импортирайте конкретни токени по-долу или кликнете върху Управление, за да активирате още списъци.
cs_cz: Tokeny z neaktivních seznamů. Konkrétní tokeny můžete importovat níže nebo kliknutím na tlačítko Spravovat aktivovat další seznamy.
de_de: Token aus inaktiven Listen. Importieren Sie hier bestimmte Token oder klicken Sie auf Verwalten, um weitere Listen zu aktivieren.
es_es: Tokens de listas inactivas. Importa tokens específicos a continuación o haz clic en Gestionar para activar más listas.
fr_fr: Jetons de listes inactives. Importez des jetons spécifiques ci-dessous ou cliquez sur Gérer pour activer plus de listes.
hu_hu: Tokenek inaktív listákról. Importálj konkrét tokent alább, vagy kattints a "Kezelés" (Manage) gombra a további listák aktiválásához.
id_id: Token dari daftar yang tidak aktif. Impor token tertentu di bawah ini atau klik Atur untuk mengaktifkan lebih banyak daftar.
it_it: Token da elenchi inattivi. Importare token specifici di seguito o fare clic su Gestisci per attivare altri elenchi.
ja_jp: 非アクティブなリストからのトークン。以下の特定のトークンをインポートするか、管理をクリックして、さらにリストをアクティブにします。
nl_nl: Tokens van inactieve lijsten. Importeer hieronder specifieke tokens of klik op Beheren om meer lijsten te activeren.
pl_pl: Tokeny z nieaktywnych list. Zaimportuj określone tokeny poniżej lub kliknij Zarządzaj, aby aktywować więcej list.
pt_pt: Tokens de listas inactivas. Importe tokens específicos abaixo ou clique em Gerir para ativar mais listas.
ro_ro: Token-uri din listele inactive. Importă token-uri individuale mai jos sau apasă Gestionare pentru a activa mai multe liste.
ru_ru: Токены из неактивных списков. Импортируйте определенные токены ниже или нажмите «Управлять», чтобы активировать дополнительные списки.
sk_sk: Tokeny z neaktívnych zoznamov. Importujte konkrétne tokeny nižšie alebo kliknutím na položku Spravovať aktivujte ďalšie zoznamy.
sv_se: Tokens från inaktiva listor. Importera specifika tokens nedan eller klicka på Hantera för att aktivera fler listor.
th_th: โทเค็นจากรายการที่ไม่ใช้งาน นำเข้าโทเค็นเฉพาะด้านล่างหรือคลิกจัดการเพื่อเปิดใช้งานรายการเพิ่มเติม
tr_tr: Etkin olmayan listelerdeki tokenler. Aşağıdaki belirli tokenleri içe aktarın veya daha fazla listeyi etkinleştirmek için Yönet'e tıklayın.
vi_vn: Mã thông báo từ danh sách hiện không hoạt động. Nhập mã thông báo cụ thể bên dưới hoặc nhấp vào Quản lý để thực hiện kích hoạt thêm danh sách.

source: Top pools
ar_sa: أفضل المجموعات
bg_bg: Най-добрите пулове
cs_cz: Nejlepší pooly
fr_fr: Meilleures piscines
hu_hu: Legjobb poolok
id_id: Pool teratas
it_it: Top pool
ja_jp: トップのプール
pl_pl: Najlepsze pule
ro_ro: Fonduri de top
ru_ru: Лучшие пулы
sk_sk: Najlepšie pooly
sv_se: De bästa poolerna
th_th: พูลยอดนิยม
tr_tr: En iyi havuzlar
vi_vn: hồ bơi hàng đầu

source: Total Supply
ar_sa: إجمالي المعروض
bg_bg: Общо предлагане
cs_cz: Celková nabídka
de_de: Gesamtes Angebot
es_es: Suministro total
fr_fr: Approvisionnement total
hu_hu: Teljes készlet
id_id: Total Pasokan
it_it: Fornitura totale
ja_jp: 総供給量
nl_nl: Totale Voorraad
pl_pl: Całkowita podaż
pt_pt: Suprimento Total
ro_ro: Oferta totală
ru_ru: Общее предложение
sk_sk: Celková dodávka
sv_se: Totalt utbud
th_th: อุปทานทั้งหมด
tr_tr: Toplam Tedarik
vi_vn: Tổng Nguồn Cung

source: Total deposited
ar_sa: إجمالي الإيداع
bg_bg: Общо депозирани
cs_cz: Celkově vloženo
de_de: Insgesamt eingezahlt
es_es: Total depositado
fr_fr: Total déposé
hu_hu: Teljes betét
id_id: Total yang disetorkan
it_it: Totale depositato
ja_jp: 預け入れした合計額
nl_nl: Totaal gestort
pl_pl: Depozyty ogółem
pt_pt: Total depositado
ro_ro: Total depus
ru_ru: Общая сумма внесенных депозитов
sk_sk: Celkovo vložené
sv_se: Totalt insatt
th_th: รวมฝาก
tr_tr: Toplam yatırılan
vi_vn: Tổng tiền gửi

source: Total deposits
ar_sa: إجمالي الإيداعات
bg_bg: Общ брой депозити
cs_cz: Celkové vklady
de_de: Gesamte Einlagen
es_es: Total de los depósitos
fr_fr: Dépôts totaux
hu_hu: Teljes betét
id_id: Total simpanan
it_it: Totale depositi
ja_jp: 預け入れ合計額
nl_nl: Totale stortingen
pl_pl: Łączne depozyty
pt_pt: Total de depósitos
ro_ro: Depozite totale
ru_ru: Общая сумма внесенных депозитов
sk_sk: Všetky vklady
sv_se: Insättningar totalt
th_th: เงินฝากทั้งหมด
tr_tr: Toplam yatırılanlar
vi_vn: Tổng tiền gửi

source: Trade Route
ar_sa: إجمالي الودائع
bg_bg: Търговски маршрут
cs_cz: Obchodní trasa
de_de: Handelsroute
es_es: Ruta de comercio
fr_fr: Route commerciale
hu_hu: A kereskedés útvonala
id_id: Rute Perdagangan
it_it: Percorso commerciale
ja_jp: 取引ルート
nl_nl: Handelsroute
pl_pl: Ścieżka handlowa
pt_pt: Rota de Trade
ro_ro: Ruta de tranzacționare
ru_ru: Торговый маршрут
sk_sk: Obchodná cesta
sv_se: Handelsvägar
th_th: เส้นทางการเทรด
tr_tr: Alım-Satım Rotası
vi_vn: Lộ Trình Trade

source: Transaction Details
ar_sa: تفاصيل المعاملة
bg_bg: Подробности за транзакцията
cs_cz: Detaily transakce
de_de: Transaktionsdetails
es_es: Detalles de la transacción
fr_fr: détails de la transaction
hu_hu: A tranzakció részletei
id_id: Detail Transaksi
it_it: Dettagli della transazione
ja_jp: 取引の詳細
nl_nl: Transactie Details
pl_pl: Szczegóły transakcji
pt_pt: Detalhes da Transação
ro_ro: Detalii tranzacție
ru_ru: Детали транзакции
sk_sk: Detaily transakcie
sv_se: Transaktionsdetaljer
th_th: รายละเอียดการทำธุรกรรม
tr_tr: İşlem Detayları
vi_vn: Chi Tiết Giao Dịch

source: Transaction Settings
ar_sa: إعدادات المعاملة
bg_bg: Настройки на транзакцията
cs_cz: Nastavení transakce
de_de: Transaktionseinstellungen
es_es: Ajustes de transacción
fr_fr: Paramètres des transactions
hu_hu: Tranzakció beállítások
id_id: Pengaturan Transaksi
it_it: Impostazioni della transazione
ja_jp: 取引の設定
nl_nl: Transactie Instellingen
pl_pl: Ustawienia transakcji
pt_pt: Definições de Transação
ro_ro: Setări tranzacție
ru_ru: Настройки транзакции
sk_sk: Nastavenia transakcie
sv_se: Transaktionsinställningar
th_th: การตั้งค่าการทำธุรกรรม
tr_tr: İşlem Ayarları
vi_vn: Cài Đặt Giao Dịch

source: Transaction Submitted
ar_sa: تم إرسال المعاملة
bg_bg: Транзакцията е изпратена
cs_cz: Transakce odeslána
de_de: Eingereichte Transaktion
es_es: Transacción presentada
fr_fr: Transaction soumise
hu_hu: Tranzakció benyújtva
id_id: Transaksi Dikirimkan
it_it: Transazione inviata
ja_jp: 取引が送信されました
nl_nl: Transactie Ingediend
pl_pl: Zgłoszona transakcja
pt_pt: Transação Submetida
ro_ro: Tranzacție trimisă
ru_ru: Транзакция отправлена
sk_sk: Transakcia odoslaná
sv_se: Transaktion inskickad
th_th: ส่งธุรกรรมแล้ว
tr_tr: İşlem Gönderildi
vi_vn: Giao Dịch Đã Xác Nhận

source: Transaction completed in
ar_sa: تمّت المعاملة في
bg_bg: Транзакцията завършена за
cs_cz: Transakce potvrzena v
de_de: Transaktion abgeschlossen in
es_es: Transacción completada en
fr_fr: Transaction conclue en
hu_hu: A tranzakció végleges
id_id: Transaksi diselesaikan dalam
it_it: Transazione completata in
ja_jp: 取引が完了するまでの時間
nl_nl: Transactie voltooid in
pl_pl: Transakcja zakończona w
pt_pt: Transação completada em
ro_ro: Tranzacție încheiată în
ru_ru: Транзакция завершена в
sk_sk: Transakcia dokončená o
sv_se: Transaktionen slutfördes i
th_th: ทำธุรกรรมเสร็จสิ้นใน
tr_tr: İşlem şurada tamamlandı
vi_vn: Giao dịch hoàn tất trong

source: Transaction deadline
ar_sa: الموعد النهائي للمعاملة
bg_bg: Краен срок за транзакция
cs_cz: Lhůta pro transakce
de_de: Transaktionsfrist
es_es: Plazo de la transacción
fr_fr: Délai de transaction
hu_hu: Tranzakció határideje
id_id: Batas waktu transaksi
it_it: Termine della transazione
ja_jp: 取引の期限
nl_nl: Transactie deadline
pl_pl: Termin realizacji transakcji
pt_pt: Prazo da transação
ro_ro: Termenul limită al tranzacției
ru_ru: Крайний срок для выполнения транзакции
sk_sk: Termín transakcie
sv_se: Tidsfrist för transaktion
th_th: กำหนดเวลาการทำธุรกรรม
tr_tr: İşlem için son tarih
vi_vn: Thời hạn giao dịch

source: Transaction rejected.
ar_sa: تم رفض المعاملة
bg_bg: Транзакцията е отхвърлена.
cs_cz: Transakce zamítnuta
de_de: Transaktion abgelehnt.
es_es: Transacción rechazada.
fr_fr: Transaction rejetée.
hu_hu: A tranzakció elutasításra került.
id_id: Transaksi ditolak.
it_it: Transazione rifiutata.
ja_jp: 取引が拒否されました。
nl_nl: Transactie afgewezen.
pl_pl: Transakcja została odrzucona.
pt_pt: Transação rejeitada.
ro_ro: Tranzacție respinsă.
ru_ru: Транзакция отклонена.
sk_sk: Transakcia odmietnutá.
sv_se: Transaktionen avvisad.
th_th: ธุรกรรมถูกปฏิเสธ
tr_tr: Islem reddedildi.
vi_vn: Giao dịch bị từ chối.

source: Transfer Token
ar_sa: تحويل الرمز
bg_bg: Прехвърли токен
de_de: Token übertragen
es_es: Transferir tokens
fr_fr: Jeton de transfert
hu_hu: Token utalása
it_it: Trasferimento Token
ja_jp: トークンを送信する
nl_nl: Token Overdragen
pt_pt: Token de Transferência
ro_ro: Transferare Token
ru_ru: Передать токен
sk_sk: Prenos tokenu
sv_se: Överföring av token
th_th: โอนโทเค็น
tr_tr: Token Transfer Et
vi_vn: Chuyển Mã Thông Báo

source: Try Again
ar_sa: حاول من جديد
bg_bg: Опитайте отново
cs_cz: Zkusit znovu
de_de: Erneut versuchen
es_es: Inténtalo de nuevo
fr_fr: Essayer à nouveau
hu_hu: Próbáld meg újra
id_id: Coba Lagi
it_it: Riprovare
ja_jp: もう一度試す
nl_nl: Probeer het nog Eens
pl_pl: Spróbuj ponownie
pt_pt: Tentar De Novo
ro_ro: Încearcă din nou
ru_ru: Попробовать еще раз
sk_sk: Skúste to znovu
sv_se: Försök igen
th_th: ลองอีกครั้ง
tr_tr: Tekrar Deneyin
vi_vn: Thử Lại

source: Turn On Expert Mode
ar_sa: قم بتشغيل وضع الخبير
bg_bg: Включване на Експертния режим
cs_cz: Zapnutí expertního režimu
de_de: Experten-Modus einschalten
es_es: Activar el Modo Experto
fr_fr: Activer le mode expert
hu_hu: Kapcsold be az Expert módot
id_id: Nyalakan Mode Ahli
it_it: Attivare la modalità esperto
ja_jp: エキスパートモードをオンにする
nl_nl: Schakel de Expertmodus in
pl_pl: Włącz tryb eksperta
pt_pt: Ligar Modo Expert
ro_ro: Activează Modul Expert
ru_ru: Включить экспертный режим
sk_sk: Zapnite Exper mód
sv_se: Aktivera expertläge
th_th: เปิดโหมดผู้เชี่ยวชาญ
tr_tr: Uzman Modunu Aç
vi_vn: Bật Chế Độ Chuyên Gia

source: UNI has arrived
ar_sa: وصلت UNI
bg_bg: UNI е тук
cs_cz: UNI dorazily
de_de: UNI ist angekommen
es_es: UNI ha llegado
fr_fr: UNI est arrivé
hu_hu: Az UNI megérkezett
id_id: UNI telah tiba
it_it: UNI è arrivato
ja_jp: UNIが入ってきました。
nl_nl: UNI is gearriveerd
pl_pl: UNI dotarł na miejsce
pt_pt: UNI chegou
ro_ro: UNI a sosit
ru_ru: Вы получили UNI
sk_sk: UNI prišli
sv_se: UNI har anlänt
th_th: UNI มาแล้ว
tr_tr: UNI geldi
vi_vn: UNI đã đến
